Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/crossref/locale/*/locale.po
Languages: fi_fi, hu_hu, it_it, ka_ge, nb_no, ro_ro, ru_ru, sk_sk, sr_rs@latin, sv_se

# plugins.importexport.crossref.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
fi_fi: Yksikään artikkeli ei vastannut määritettyä artikkelin tunnistetta "{$articleId}".
hu_hu: Egyik cikk sem egyezik a megadott cikkazonosítóval "{$articleId}".
it_it: Nessun articolo corrisponde all'ID: "{$articleId}".
ka_ge: არ არის სტატია, რომელიც შეესაბამება სტატიის ID-ის „{$articleId}“.
nb_no: Ingen artikkel stemmer med den angitte artikkel-ID'en "{$articleId}".
ro_ro: Nici un articol nu se potrivește cu ID de articol specificat "{$articleId}".
ru_ru: Нет статьи, соответствующей указанному ID статьи «{$articleId}».
sk_sk: Žiadny článok nezodpovedá tomuto ID článku "{$articleId}".
sr_rs@latin: Ni jedan članak se ne poklapa sa specifikovanim ID-jem članka "{$articleId}".
sv_se: Inga artiklar motsvarade den här artikelns ID "{$articleId}".

# plugins.importexport.crossref.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
fi_fi: Yksikään numero ei vastannut määritettyä numeron tunnistetta "{$issueId}".
hu_hu: Nincs a megadott számazonosítóval "{$issueId}" egyező folyóiratszám.
it_it: Nessun fascicolo corrisponde all'ID: "{$issueId}".
ka_ge: არ არის გამოცემა, რომელიც შეესაბამება გამოცემის მითითებულ ID-ის „{$issueId}“.
nb_no: Ingen utgave stemmer med den angitte utgave-ID'en "{$issueId}".
ro_ro: Nu se potrivește nici un număr cu ID de număr specificat "{$issueId}".
ru_ru: Нет выпуска, соответствующего указанному ID выпуска «{$issueId}».
sk_sk: Žiadne číslo nezodpovedá tomuto ID číslu: "{$issueId}".
sr_rs@latin: Ni jedna jedinica se ne poklapa sa specifikovanim ID-jem jedinice "{$issueId}".
sv_se: Inga nummer motsvarade det här numrets ID "{$issueId}".

# plugins.importexport.crossref.register.success.warning
source: Registration was successful but the following warning occurred: '{$param}'.
fi_fi: Rekisteröinti onnistui, mutta palautti tämän varoituksen: '{$param}'.
hu_hu: Sikeres regisztráció, de az alábbi figyelmeztető üzenettel: '{$param}'.
it_it: La registrazione è andata a buon fine con il seguente avviso: '{$param}'.
ka_ge: რეგისტრაციამ წარმატებით ჩაიარა, მაგრამ მიღებულია შემდეგი გაფრთხილება: „{$param}“.
nb_no: Registreringen var vellykket, men følgende advarsel ble gitt: '{$param}'.
ro_ro: Înregistrarea a avut succes, dar a apărut următorul avertisment: '{$param}'.
ru_ru: Регистрация прошла успешно, но было получено следующее предупреждение: «{$param}».
sk_sk: Registrácia bola úspešná, ale došlo k nasledujúcemu upozorneniu: '{$param}'.
sv_se: Registreringen lyckades men processen svarade med följande varning: '{$param}'.

# plugins.importexport.crossref.register.error.mdsError
source: Registration was not fully successful! The DOI registration server returned an error.
fi_fi: Rekisteröinti ei onnistunut! DOI-palvelin palautti virheen.
hu_hu: A beküldés sikertelen lett! A DOI regisztrációs szerver egy hibát adott vissza: '{$param}'.
it_it: L'invio non ha avuto successo. Il server di registrazione ha dato come errore: '{$param}'.
ka_ge: რეგისტრაცია არ იყო სრულიად წარმატებული! DOI-ს რეგისტრაციის სერვერმა შეცდომა დააბრუნა.
nb_no: Overføringen mislyktes. Serveren som skal registrere DOI meldte en feil: «{$param}».
ro_ro: Înregistrarea nu a fost pe deplin reușită! Serverul de înregistrare DOI a returnat o eroare.
ru_ru: Регистрация не была полностью успешной! Сервер регистрации DOI вернул ошибку.
sk_sk: Registrácia nebola úplne úspešná! Registračný server DOI vrátil chybu.
sv_se: Registreringen misslyckades! Servern för DOI-registrering svarade med ett felmeddelande.

# plugins.importexport.crossref.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
fi_fi: Käyttö: {$scriptName} {$pluginName} [xmlFileName] [journal_path] artikkelit [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] numero [issueId]
hu_hu: Használat: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
it_it: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
ka_ge: გამოძახება: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
nb_no: Bruk: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
ro_ro: Întrebuințare: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articole objectId1 [objectId2] ... {$scriptName} {$pluginName} înregistrare [journal_path] articole objectId1 [objectId2] ...
ru_ru: Вызов: {$scriptName} {$pluginName} export [ИмяФайлаXML] [путь_журнала] articles IdОбъекта1 [IdОбъекта2] ... {$scriptName} {$pluginName} register [путь_журнала] articles IdОбъекта1 [IdОбъекта2] ...
sk_sk: Použitie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
sr_rs@latin: Korišćenje: {$scriptName} {$pluginName} [xmlFileName] [journal_path] članci [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] broj [issueId]
sv_se: Användning: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] artiklar objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] artiklar objectId1 [objectId2] ...

# plugins.importexport.crossref.senderTask.name
source: CrossRef automatic registration task
fi_fi: CrossRefin automaattinen rekisteröintitehtävä
hu_hu: CrossRef automatikus regisztrációs feladat
it_it: Nome del task che registra in automatico in CrossRef
ka_ge: CrossRef-ის ავტომატური რეგისტრაციის ამოცანა
nb_no: CrossRef automatisk registreringsoppgave
ro_ro: Sarcină de înregistrare automată CrossRef
ru_ru: Задача автоматической регистрации CrossRef
sk_sk: Úloha automatickej registrácie CrossRef
sr_rs@latin: CrossRef zadatak automatske registracije
sv_se: CrossRefs automatiska registreringsfunktion

# plugins.importexport.crossref.action.markRegistered
source: Mark active
fi_fi: Merkitse aktiiviseksi
hu_hu: Aktívnak jelöl
it_it: Marca come attivo
ka_ge: აქტიურად მონიშვნა
nb_no: Merket aktiv
ro_ro: Marcați activ
ru_ru: Отметить как активный
sk_sk: Označiť ako aktívne
sr_rs@latin: Obeleži aktivno
sv_se: Markera som aktiv

# plugins.importexport.crossref.action.export
source: Export
ka_ge: ექსპორტი
nb_no: Last ned XML
ro_ro: Descărcare XML
ru_ru: Экспорт
sk_sk: Stiahnuť XML

# plugins.importexport.crossref.statusLegend
source: <p>Deposit status:</p> <p> - Not deposited: no deposit attempt has been made for this DOI.<br /> - Active: the DOI has been deposited, and is resolving correctly.<br /> - Failed: the DOI deposit has failed.<br /> - Marked active: the DOI was manually marked as active. </p> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to register the DOI again.</p>
fi_fi: <p>Talletuksen tila:</p> <p> - Ei talletettu: tätä DOI-tunnistetta ei ole yritetty tallentaa.<br /> - Aktiivinen: DOI-tunniste on talletettu ja se resolvoituu oikein.<br /> - Epäonnistui: DOI-tunnisteen talletus epäonnistui.<br /> - Merkitty aktiiviseksi: DOI-tunniste merkittiin manuaalisesti aktiiviseksi. </p> <p>Vain viimeisimmän talletusyrityksen tila näytetään.</p> <p>Jos talletus on epäonnistunut, ratkaise ongelma ja yritä rekisteröidä DOI-tunniste uudelleen.</p>
hu_hu: <p> Betöltés állapota: </p> <p> - Nem depozitált: erre a DOI-ra nem történt letétbe helyezés. <br /> - Beküldött: ezt a DOI-t benyújtották a depozitálásra. <br /> - Depozitált: a DOI-t betöltötték a Crossref-be, de lehet, hogy még nem aktív. <br /> - Aktív: a DOI letétbe helyezve, és működik a feloldása is.<br /> - Sikertelen: a DOI betöltés sikertelen. <br /> - Aktívnak jelölt: a DOI-t manuálisan aktívnak jelölték. </ P> <p> Csak az utolsó betöltési kísérlet állapota jelenik meg. </p> <p> Ha egy betöltés sikertelen, kérjük, oldja meg a problémát, és próbálja meg ismét regisztrálni a DOI-t.</p>
it_it: <p>Status del deposito a CrossRef:</p> <p> - Non depositato: questo DOI non è stato depositato.<br /> - Inviato: questo DOI è stato inviato per il deposito.<br /> - Depositato: Il DOI è stato depositato presso Crossref, ma non è ancora attivo.<br /> - Attivo: Il DOI è stato depositato e viene interpretato correttamente.<br /> - Fallito: Il deposito del DOI è fallito.<br /> - Marcato come attivo: Il DOI è stato marcato come attivo manualmente. </p> <p>Viene visualizzato solo lo status dell'ultimo tentativo di deposito.</p> <p>Se il deposito è fallito, risolvere il problema e riprovare a depositare il DOI.</p>
ka_ge: <p>დეპონირების სტატუსი:</p> <p> - არ არის დეპონირებული: არ მომხდარა DOI-ს დეპონირება.<br /> - აქტიური: DOI-ს დეპონირება მოხდა და ის კორექტულია.<br /> - ჩაიშალა: DOI-ს დეპონირება ვერ მოხერხდა.<br /> - მონიშნულია აქტიურად: DOI მოინიშნა აქტიურად ხელით. </p> <p>ჩანს დეპონირების მხოლოდ ბოლო სტატუსი.</p> <p>თუ დეპონირება ჩაიშალა, გთხოვთ გადაწყვიტეთ პრობლემა და ხელახლა სცადეთ DOI-ს რეგისტრაცია.</p>
nb_no: <p>Deponeringsstatus:</p> <p> - Ikke deponert: ingen forsøk på å deponere denne DOI-en har blitt gjort.<br /> - Aktiv: DOI-en har blitt deponert, er aktiv og har en fungerende peker.<br /> - Feilet: DOI-deponeringen har feilet.<br /> - Markert aktiv: DOI-en ble manuelt markert som aktiv. </p> <p>Kun status ved siste deponeringsforsøk vises.</p> <p>Hvis en deponering har feilet, forsøk å løs problemet og registrer DOI-en på nytt.</p>
ro_ro: <p>Status depunere:</p> <p> - Nu a fost depus: nu a fost încercată depunerea pentru acest DOI.<br /> - Activ: DOI a fost depus și se rezolvă corect.<br /> - Eșuat: depozitul DOI a eșuat.<br /> - Marcat activ: DOI a fost marcat manual ca activ. </p> <p>Este afișată doar starea ultimei încercări de depunere.</p> <p>În cazul în care un depozit nu a reușit, rezolvați problema și încercați să înregistrați din nou DOI.</p>
ru_ru: <p>Статус депонирования:</p> <p> - Не депонирован: этот DOI не пытались депонировать.<br /> - Активный: этот DOI был депонирован и корректно интерпретируется.<br /> - Ошибка: депонирование DOI потерпело неудачу.<br /> - Отмечен как активный: DOI был вручную отмечен как активный. </p> <p>Отображается только статус последней попытки депонирования.</p> <p>Если депонирование потерпело неудачу, пожалуйста, решите проблему и попробуйте зарегистрировать DOI снова.</p>
sk_sk: <p>Stav ukladania:</p> <p> - Nie je uložené: pre tento DOI nebol vykonaný žiadny pokus o uloženie. <br/> - Aktívne: DOI bol uložený a je aktívny. <br/> - Zlyhalo: vklad DOI zlyhal.<br/> - Označené ako aktívny: DOI bol ručne označený ako aktívny. </p> <p> Zobrazí sa iba stav posledného pokusu o uloženie.</p> <p> Ak uloženie zlyhalo, vyriešte problém a pokúste sa znovu zaregistrovať DOI. </p>
sr_rs@latin: <p>Statusi deponovanja:</p> <p> - Nije deponovano: nema pokušaja deponovanja za ovaj .<br /> - Aktivan: DOI je deponovan i uspešno se iščitava.<br /> - Neuspešno: Deponovanje DOI-ja nije uspelo.<br /> - Označi kao aktivno: DOI je ručno označen kao aktivan. </p> <p>Samo je status poslednjeg deponovanja prikazan.</p> <p>Ukoliko deponovanje ne uspe, rešite problem i pokušajte ponovno deponovanje DOI-ja.</p>
sv_se: <p>Deposit status:</p> <p> - Inte deponerad: inget deponeringsförsök har gjorts för detta DOI.<br /> - Aktiv: ett DOI har deponerats och är korrekt.<br /> - Misslyckats: deponeringen av DOI har misslyckats.<br /> - Markerad som aktiv: DOI har manuellt markerats som aktiv. </p> <p>Bara den senaste deponeringen visas.</p> <p>Om deponeringen misslyckas, vänligen lös problemet och registrera DOI:t en gång till.</p>

# plugins.importexport.crossref.action.register
source: Deposit
fi_fi: Rekisteröi
hu_hu: Beküld
it_it: Invia
ka_ge: დეპონირება
nb_no: Deponer
ro_ro: Depozit
ru_ru: Депонировать
sk_sk: Vklad
sv_se: Deponera

# plugins.importexport.crossref.status.markedRegistered
source: Marked active
fi_fi: Merkitty aktiiviseksi
hu_hu: Aktívnak jelölt
it_it: Segnato come attivo
ka_ge: მონიშულია, როგორც აქტიური
nb_no: Merket aktiv
ro_ro: Marcat activ
ru_ru: Отмечен как активный
sk_sk: Označené ako aktívne
sr_rs@latin: Obeleži kao aktivno
sv_se: Markerad som aktiv

# plugins.importexport.crossref.status.registered
source: Active
fi_fi: Aktiivinen
hu_hu: Aktív
it_it: Attivo
ka_ge: აქტიური
nb_no: Aktiv
ro_ro: Activ
ru_ru: Активный
sk_sk: Aktívne
sr_rs@latin: Aktivno
sv_se: Aktiv

# plugins.importexport.crossref.status.failed
source: Failed
fi_fi: Epäonnistui
hu_hu: Sikertelen
it_it: Fallito
ka_ge: ჩაიშალა
nb_no: Feilet
ro_ro: Eșuare
ru_ru: Ошибка
sk_sk: Zlyhalo
sr_rs@latin: Neuspešno
sv_se: Misslyckades

# plugins.importexport.crossref.issues.description
source: Note: Only issues (and not their articles) will be considered for export/registration here.
fi_fi: Huom. Ainoastaan numeroita (ei niiden artikkeleita) voidaan viedä/rekisteröidä tässä.
hu_hu: Megjegyzés: Csak folyóiratszámok (és nem azok cikkei) lesznek figyelembevéve az export/regisztráció során.
it_it: Nota: solo i fascicoli (e non i loro articoli) saranno considerati per l'export e/o la registrazione.
ka_ge: შენიშვნა: აქ ექსპორტ/იმპორტისათვის განხილული იქნება მხოლოდ გამოცემები (და არა სტატიები ამ გამოცემებში).
nb_no: Merk: Bare numre (issues), ikke enkeltartikler vil bli eksportert/registrert her.
ro_ro: Notă: Numai numerele (și nu articolele conținute) vor fi luate în considerare pentru export / înregistrare aici.
ru_ru: Примечание: Здесь для экспорта/регистрации будут рассматриваться только выпуски (а не статьи в этих выпусках).
sk_sk: Poznámka: Na účely exportu/registrácie sa tu zohľadnia len čísla (a nie ich články).
sr_rs@latin: Napomena: samo brojevi (ne i članci) će ući u opciju za izvoz/deponovanje.
sv_se: Observera: Bara nummer (inte deras artiklar) kommer att exporteras/registreras här.

# plugins.importexport.crossref.settings.form.onlyValidateExport
source: Only validate export. Don't download the file.
fi_fi: Tee ainostaan tarkistus. Älä lataa tiedostoa.
it_it: Convalidare l'esportazione senza scaricare il file.
ka_ge: მხოლოდ ექსპორტის შემწომება, ჩამოტვირთვის გარეშე.
nb_no: Bare validér eksporten. Ikke last ned filen.
ru_ru: Только проверить экспорт, не скачивая файл.
sk_sk: Overiť iba export. Nesťahujte súbor.
sv_se: Validera enbart exporten. Ladda inte ner filen.

# plugins.importexport.crossref.settings.form.validation
source: Validate XML. Use this option for the XML download for the manual DOI registration.
fi_fi: Tarkista XML. Käytä tätä toimintoa vain mikäli lataat XML-tiedoston manuaalista DOI-rekisteröintiä varten.
hu_hu: Érvényesítse az XML-t. Használja ezt az opciót az XML letöltéshez és kézzel történő DOI regisztráláshoz.
it_it: Controlla il file XML. Utilizzare questa opzione per il download manuale del file XML necessario per il deposito del DOI.
ka_ge: XML-ის შემოწმება. გამოიყენეთ ეს პარამეტრი, XML-ის ჩამოსატვირთად DOI-ის ხელით რეგისტრაციისას.
nb_no: Valider XML. Bruk dette valget for nedlasting av XML ved manuell DOI-registrering.
ro_ro: Validați XML ul. Utilizați această opțiune pentru XML descărcat, pentru înregistrarea manuală DOI.
ru_ru: Проверка XML. Используйте этот параметр, чтобы скачать XML для ручной регистрации DOI.
sk_sk: Validácia XML. Túto možnosť použite pre stiahnuté XML pre ručnú registráciu DOI.
sv_se: Validera XML. Använd det här alternativet vid XML-nedladdning för manuell DOI-registrering.

# plugins.importexport.crossref.settings.form.testMode.description
source: Use the CrossRef test API (testing environment) for the DOI deposit. Please do not forget to remove this option for the production.
fi_fi: Käytä CrossRef-palvelun testirajapintaa (testausympäristö) DOI-tunnisteen rekisteröintiin. Muista poistaa tämä valinta tuotantosivustolla.
hu_hu: Használja a CrossRef teszt API-t (tesztkörnyezet) a DOI beküldéshez. Kérjük, ne felejtse el kikapcsolni ezt a beállítást a megjelentetéskor.
it_it: Usa l'API di test di CrossRef per il deposito. Non ti dimenticare di togliere questa opzione quando passi in produzione.
ka_ge: ტექსტური API CrossRef-ის გამოყენება (ტესტირების გარემო) DOI-ის დეპონირებისათვის. გთხოვთ, არ დაგავიწყდეთ ამ პარამეტრის გათიშვა რეალური მუშაობისას.
nb_no: Bruk CrossRef test API (testmiljø) for DOI-deponering. Ikke glem å skru av dette valget for produksjonen.
ro_ro: Utilizați API-ul de testare CrossRef (mediu de testare) pentru depunerea DOI. Vă rugăm să nu uitați să eliminați această opțiune pentru producție.
ru_ru: Использовать тестовый API CrossRef (среда тестирования) для депонирования DOI. Пожалуйста, не забудьте убрать этот параметр для реальной работы.
sk_sk: Použite testovacie rozhranie API CrossRef (skúšobné prostredie) pre vklad DOI. Nezabudnite túto možnosť odstrániť pred reálnym používaním časopisu.
sr_rs@latin: Koristite CrossRef test API (okruženje za testiranje) za deponovanje DOI-ja. Ne zaboravite da isključite ovu opciju u proizvodnom okruženju.
sv_se: Använd CrossRefs test-API (testmiljö) för DOI-deponering. Kom ihåg att ta bort alternativet när tidskriften går i produktion.

# plugins.importexport.crossref.settings.form.automaticRegistration.description
source: OJS will deposit assigned DOIs automatically to CrossRef. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
fi_fi: OJS tallettaa määritetyt DOI-tunnisteet automaattisesti CrossRefiin. Huomioithan, että käsittely saattaa kestää hetken julkaisemisen jälkeen. Voit tarkistaa kaikki rekisteröimättömät DOI-tunnisteet.
hu_hu: A OJS automatikusan beküldi a hozzárendelt DOI-kat a CrossRef-nek. Felhívjuk figyelmét, hogy a közzététel után a feldolgozáshoz egy kis idő szükséges. Ellenőrizheti az összes regisztrálatlan DOI-t.
it_it: OJS depositerà automaticamente i DOI in CrossRef per registrarli. Per favore nota che può passare un certo tempo dalla pubblicazione prima della fine del processo. Puoi controllare tutti i DOI non registrati.
ka_ge: OJS განათავსებს მინიჭებულ DOI-ს ავტომატურად CrossRef-ში. მიაქციეთ ყურადღება, რომ ამას შესაძლოა დასჭირდეს გარკვეული დრო გამოქვეყნებისა და დამუშავების შემდეგ (მაგალითად, თქვენი cron-ის პარამეტრების მიხედვით). თქვენ შეგიძლიათ გადაამოწმოთ ყველა არარეგისტრირებული DOI.
nb_no: OJS vil deponere tildelt DOI-nummer automatisk til CrossRef. Vær oppmerksom på at dette kan ta litt tid etter publiseringen til å prosesseres (f.eks. avhengig av din cronjob-konfigurasjon). Du kan sjekke av for alle uregistrerte DOI-numre.
ro_ro: OJS va depune DOI alocate automat la CrossRef. Vă rugăm să rețineți că este posibil să dureze un timp scurt după publicare (de exemplu, în funcție de configurația cronjob). Puteți verifica toate DOI-urile neînregistrate.
ru_ru: OJS будет депонировать присвоенные DOI автоматически в CrossRef. Обратите внимание, что это может потребовать небольшого количества времени после публикации для обработки (например, в зависимости от настроек вашего cron). Вы можете проверить все незарегистрированные DOI.
sk_sk: OJS uloží priradené DOI automaticky do CrossRef. Upozorňujeme, že to môže trvať krátku dobu po spracovaní publikácie. Môžete skontrolovať všetky neregistrované DOI.
sr_rs@latin: OJS će automatski deponovati DOI-je kod CrossRef-a. Imajte na umu da će ovo potrajati neko vreme nakon procesa objavljivanja. U svakom momentu možete proveriti neregistrovane DOI-je.
sv_se: OJS deponerar automatiskt tilldelade DOI:er till CrossRef. Det kan ta ett kort tag efter publiceringen innan deponeringen behandlas. Du kan kontrollera alla oregistrerade DOI:er.

# plugins.importexport.crossref.settings.form.usernameRequired
source: Please enter the username you got from CrossRef.
fi_fi: Anna CrossRef-palvelusta saamasi käyttäjätunnus.
hu_hu: Kérjük, írja be a CrossRef-től kapott felhasználónevét.
it_it: Per favore inserisci lo username che hai ricevuto da CrossRef.
ka_ge: გთხოვთ შეიტანოთ მომხმარებლის სახელი, რომელიც მიიღეთ CrossRef-იდან.
nb_no: Vennligst skriv inn brukernavnet du fikk fra CrossRef.
ro_ro: Vă rugăm să introduceți numele de utilizator pe care l-ați primit de la CrossRef.
ru_ru: Пожалуйста, введите имя пользователя, которое вы получили от CrossRef.
sk_sk: Vložte, prosím, používateľské meno, ktoré ste dostali od CrossRef.
sr_rs@latin: Unesite korisničko ime koje je registrovano kod CrossRef-a.
sv_se: Logga in med ditt användarnamn från från CrossRef.

# plugins.importexport.crossref.settings.form.username
source: Username
fi_fi: Käyttäjätunnus
hu_hu: Felhasználónév
it_it: Nome utente
ka_ge: მომხმარებლის სახელი
nb_no: Brukernavn
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sr_rs@latin: Korisničko ime
sv_se: Användarnamn
