Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/crossref/locale/*/locale.po
Languages: fi_fi, hu_hu, it_it, ka_ge, nb_no, ro_ro, ru_ru, sk_sk, sr_rs@latin, sv_se

# plugins.importexport.crossref.registrationIntro
source: If you would like to use this plugin to register Digital Object Identifiers (DOIs) directly with CrossRef you will need a username and password (available from <a href="http://www.crossref.org" target="_blank">CrossRef</a>) in order to do so. If you do not have your own username and password you can still export into the CrossRef XML format, but you cannot register your DOIs with CrossRef from within OJS.
fi_fi: Jos haluat käyttää tätä lisäosaa rekisteröidäksesi DOI-tunnisteita (Digital Object Identifier) suoraan CrossRefin kautta, tarvitset siihen käyttäjätunnuksen ja salasanan (saatavana osoitteesta <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Jos sinulla ei ole omaa käyttäjätunnusta ja salasanaa, voit silti viedä tietoja CrossRef XML -muotoon, mutta et voi rekisteröidä DOI-tunnisteitasi CrossRefin kautta OJS-järjestelmästä käsin.
hu_hu: Ha használni szeretné ezt a bővítményt a Digital Object Identifiers (DOI-k) regisztrálásához közvetlenül a CrossRef-nél, akkor felhasználónévre és jelszóra lesz szüksége (elérhető a <a href="http://www.crossref.org" target="_blank"> CrossRef </a>). Ha nem rendelkezik saját felhasználónevével és jelszóval, akkor továbbra is exportálhatja a CrossRef XML formátumba, de nem tudja regisztrálni a DOI-t a CrossRef-rel a OJS-n belül.
it_it: Se vuoi usare questo plugin per registrare i DOI direttamente su CrossRef avrai bisogno di un nome utente e una password (ottenibili su <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Se non ha un nome utente e una password, puoi comunque esportare nel formato XML di CrossRef ma non potrai registrare i DOI con CrossRef tramite OJS.
ka_ge: თუ გსურთ ამ მოდულის გამოყენება ციფრული ობიექტების (DOI) რეგისტრაციისათვის უშუალოდ CrossRef-ში, ამისათვის საჭირო იქნება მომხმარებლის სახელი და პაროლი (მიღება შესაძლებელია აქ: <a href="http://www.crossref.org" target="_blank">CrossRef</a>). თუ არ გაქვთ მომხმარებლის სახელი და პაროლი, შეგიძლიათ დააექსპორტოთ CrossRef XML ფორმატში, მაგრამ ვერ შეძლებთ თქვენი DOI-ის რეგისტრაციას CrossRef-ში OJS-იდან.
nb_no: Hvis du ønsker å bruke dette programtillegget for å registrere "Digital Object Identifiers" (DOI) direkte i CrossRef, trenger du et brukernavn og passord (tilgjengelig fra <a href="http://www.crossref.org" target="_blank">CrossRef</a>) for å gjøre dette. Hvis du ikke har et brukernavn og passord kan du fortsatt eksportere ved å bruke CrossRefs XML-format, men du kan ikke registrere DOI-numre til CrossRef via OJS.
ro_ro: Dacă doriți să utilizați acest plugin pentru a înregistra identificatorii de obiecte digitale (DOI) direct cu CrossRef, veți avea nevoie de un nume de utilizator și o parolă (disponibile la <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Dacă nu aveți propriul nume de utilizator și parolă, puteți să exportați în formatul XML CrossRef, dar nu puteți înregistra DOI-urile dvs. cu CrossRef din OJS.
ru_ru: Если вы хотите использовать этот модуль для регистрации идентификаторов цифровых объектов(DOI) напрямую в CrossRef, то для этого вам потребуется имя пользователя и пароль (можно получить на <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Если у вас нет собственного имени пользователя и пароля вы сможете экспортировать в формат CrossRef XML, но не сможете зарегистрировать ваши DOI в CrossRef из OJS.
sk_sk: Ak chcete tento plugin použiť na registráciu identifikátorov digitálnych objektov (DOI) priamo s CrossRef, budete potrebovať používateľské meno a heslo (k dispozícii na adrese <a href="http://www.crossref.org" target="_blank"> CrossRef </a>), aby ste tak urobili. Ak nemáte vlastné používateľské meno a heslo, môžete exportovať do formátu CrossRef XML, ale nemôžete zaregistrovať svoje DOI v CrossRef priamo z OJS.
sv_se: Om du vill använda det här pluginet för att registrera Digital Object Identifiers (DOIs) direkt hos CrossRef behöver du användarnamn och lösenord (finns att få på <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Om du inte har ett eget användarnamn och lösenord kan du ändå exportera i XML format, men du kan inte registrera dina DOI:er hos CrossRef via OJS.

# plugins.importexport.crossref.settings.form.depositorEmailRequired
source: Please enter the depositor email.
fi_fi: Anna tallettajan sähköposti.
hu_hu: Kérjük, írja be a beküldő e-mail címét.
it_it: Per favore inserisci la mail del depositante.
ka_ge: გთხოვთ, შეიტანოთ დეპოზიტორის ელფოსტა.
nb_no: Vennligst skriv inn opplasters e-post.
ro_ro: Vă rog să introduceți emailul depozitarului.
ru_ru: >Пожалуйста, введите адрес электронной почты ответственного.
sk_sk: Vložte, prosím, e-mail vkladajúceho.
sr_rs@latin: Unesite imejl adresu deponenta.
sv_se: Ange deponerarens e-post.

# plugins.importexport.crossref.settings.form.depositorNameRequired
source: Please enter the depositor name.
fi_fi: Anna tallettajan nimi.
hu_hu: Kérjük, írja be a beküldő nevét.
it_it: Per favore inserisci il nome del depositante.
ka_ge: გთხოვთ, შეიტანოთ დეპოზიტორის სახელი.
nb_no: Vennligst skriv inn opplasters navn.
ro_ro: Vă rog să introduceți numele depozitarului.
ru_ru: Пожалуйста, введите имя ответственного.
sk_sk: Vložte, prosím, meno vkladajúceho.
sr_rs@latin: Unesite ime deponenta.
sv_se: Ange deponerarens namn.

# plugins.importexport.crossref.settings.form.depositorEmail
source: Depositor email
fi_fi: Tallettajan sähköposti
hu_hu: Beküldő (Depositor) e-mail
it_it: Email del depositor
ka_ge: დეპოზიტორის ელფოსტა
nb_no: Opplasters epost
ro_ro: Emailul depozitarului
ru_ru: E-mail ответственного
sk_sk: Email vkladajúceho
sr_rs@latin: Imejl deponenta
sv_se: Deponerarens e-post

# plugins.importexport.crossref.settings.form.depositorName
source: Depositor name
fi_fi: Tallettajan nimi
hu_hu: Beküldő (Depositor) neve
it_it: Nome del depositor
ka_ge: დეპოზიტორის სახელი
nb_no: Opplasters navn
ro_ro: Numele depozitarului
ru_ru: Имя ответственного
sk_sk: Meno vkladajúceho
sr_rs@latin: Ime deponenta
sv_se: Deponerarens namn

# plugins.importexport.crossref.settings.depositorIntro
source: The following items are required for a successful CrossRef deposit.
fi_fi: Onnistuneeseen CrossRef-talletukseen vaaditaan seuraavat kohteet.
hu_hu: A sikeres CrossRef regisztrációhoz a következőkre van szükség.
it_it: Le informazioni seguenti sono necessarie per un deposito corretto a CrossRef.
ka_ge: შემდეგი ინფორმაცია აუცილებელია CrossRef დეპოზიტარიუმში წარმატებით გადასაცემად.
nb_no: Det følgende elementet er nødvendig for en vellykket CrossRef-opplasting.
ro_ro: Următoarele elemente sunt necesare pentru un depozit CrossRef de succes.
ru_ru: Следующая информация необходима для успешной передачи в депозитарий CrossRef.
sk_sk: Nasledujúce položky sú potrebné pre úspešné uloženie do CrossRef.
sr_rs@latin: Sledeći elementi su neophodni za supešno deponovanje kod CrossRef-a.
sv_se: Följande objekt krävs för att deponeringen till CrossRef ska fungera.

# plugins.importexport.crossref.error.noDOIContentObjects
source: Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
fi_fi: DOI-tunnisteiden määrittämisessä käytettäviä artikkeleita ei ole valittu DOI-tunnistelisäosassa, joten tässä lisäosassa ei ole talletus- tai vientimahdollisuutta.
hu_hu: Folyóiratcikkek Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
it_it: Gli articoli non sono stati configurati per ricevere DOI nel plugin dei DOI. Per tanto non è possibile depositare o esportare con questo plugin.
ka_ge: არ არის არჩეული სტატიები DOI-ის მისანიჭებლად, DOI-ის ღია იდენტიფიკატორების მოდულში, ამიტომ არ არის შესაძლებელი ამ მოდულში დეპონირების, ან ექსპორტის.
nb_no: Artikler er ikke valgt for DOI-tildeling i programutvidelsen for DOI-indikatorer, så det er ingen mulighet for deponering eller eksport i denne programutvidelsen.
ro_ro: Articolele nu sunt selectate pentru alocarea DOI în pluginul de identificare publică DOI, deci nu există nicio depunere sau posibilitate de export în acest plugin.
ru_ru: Не выбраны статьи для присвоения DOI в модуле открытых идентификаторов DOI, поэтому нет возможности депонировать или экспортировать в этом модуле.
sk_sk: Nie sú vybrané články pre priradenie verejných identifikátorov DOI, takže v tomto pluginu nie je žiadna možnosť uloženia alebo exportu.
sr_rs@latin: Članci nisu obeleženi za dodavanje DOI javnog identifikatora pa stoga nema materijala za deponovanje ili izvoz.
sv_se: Inga artiklar har valts för tilldelning av DOI i DOI-pluginet, därför är det inte möjligt att deponera eller exportera via pluginet.

# plugins.importexport.crossref.error.issnNotConfigured
source: A journal ISSN has not been configured! You must add an ISSN on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
fi_fi: Julkaisun ISSN-tunnusta ei ole määritetty! ISSN on lisättävä <a href="{$journalSettingsUrl}" target="_blank">Julkaisun asetukset -sivulla</a>.
hu_hu: Egy folyóirat ISSN nem lett beállítva! Muszáj hozzáadnia egy ISSN-t ezen az oldalon <a href="{$journalSettingsUrl}" target="_blank">Folyóirat beállítási oldal</a>.
it_it: Non è stato configurato un ISSN per la rivista. Devi indicare un ISSN per la rivista nella <a href="{$journalSettingsUrl}" target="_blank">Pagina di configurazione della rivista</a>.
ka_ge: ჟურანლის ISSN არ არის მორგებული! თქვენ უნდა დაამატოთ ISSN <a href="{$journalSettingsUrl}" target="_blank">ჟურნალის პარამეტრები</a> გვერდზე.
nb_no: Et ISSN for tidsskriftet har ikke blitt konfigurert! Du må legge til et ISSN-nummer i siden <a href="{$journalSettingsUrl}" target="_blank">Tidsskriftsinstillinger</a>.
ro_ro: ISSN ul revistei nu a fost configurat. Este necesar să adăugați ISSN ul în Pagina de Setări pentru revistă <a href="{$journalSettingsUrl}" target="_blank"></a>.
ru_ru: ISSN журнала не был настроен! Вы должны добавить ISSN на странице <a href="{$journalSettingsUrl}" target="_blank">настройки журнала</a>.
sk_sk: ISSN časopisu nebolo nakonfigurované! Musíte pridať ISSN na <a href="{$journalSettingsUrl}" target="_blank"> Stránke nastavenie časopisu </a>.
sr_rs@latin: ISSN nije podešen, morate ga dodati na <a href="{$journalSettingsUrl}" target="_blank">stranici podešavanja časopisa</a>.
sv_se: Ett ISSN saknas för tidskriften! Lägg till ett ISSN i <a href="{$journalSettingsUrl}" target="_blank">Inställningar för tidskriften</a>.

# plugins.importexport.crossref.error.publisherNotConfigured
source: A journal publisher has not been configured! You must add a publisher institution on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
fi_fi: Julkaisun julkaisijaa ei ole määritetty! Julkaiseva instituutio on lisättävä <a href="{$journalSettingsUrl}" target="_blank">Julkaisun asetukset -sivulla</a>.
hu_hu: Egy folyóiratkiadó nem volt beállítva! Muszáj hozzáadnia egy kiadó intézményt ezen az oldalon <a href="{$journalSettingsUrl}" target="_blank">Folyóirat beállítási oldal</a>.
it_it: Non è stato configurato un editore per la rivista. Devi indicare un editore per la rivista nella <a href="{$journalSettingsUrl}" target="_blank">Pagina di configurazione della rivista</a>.
ka_ge: ჟურნალის გამომცემელი არ არის მორგებული! თქვენ უნდა დაამატოთ გამომცემლის ორგანიზაცია <a href="{$journalSettingsUrl}" target="_blank">ჟურნალის პარამეტრები</a> გვერდზე.
nb_no: Et utgiver for tidsskriftet er ikke konfigurert! Du må legge til en utgiverinstitusjon på <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
ro_ro: Editorul de jurnal nu a fost configurat! Este necesar să adăugați o instituție în Pagina de setări pentru revistă <a href="{$journalSettingsUrl}" target="_blank"></a>.
ru_ru: Издатель журнала не был настроен! Вы должны добавить организацию издателя на странице <a href="{$journalSettingsUrl}" target="_blank">настройки журнала</a>.
sk_sk: Vydavateľ časopisu nebol nakonfigurovaný! Musíte pridať inštitúcii vydavateľa na <a href="{$journalSettingsUrl}" target="_blank"> Stránke nastavenie časopisu </a>.
sr_rs@latin: Iuzdavač časopisa nije podešen! Morate dodati izdavačku instituciju na <a href="{$journalSettingsUrl}" target="_blank">stranici podešavanja časopisa</a>.
sv_se: En utgivare för tidskriften saknas! Lägg till en utgivare i <a href="{$journalSettingsUrl}" target="_blank">Inställningar för tidskriften</a>.

# plugins.importexport.crossref.requirements.satisfied
source: All plugin requirements are satisfied.
fi_fi: Kaikki lisäosan vaatimukset täyttyvät.
hu_hu: Minden plugin követelmény teljesült.
it_it: Tutti i requisiti del plugin sono soddisfatti.
ka_ge: მოდულის ყველა მოთხოვნა შესრულებულია.
nb_no: Alle krav i programutvidelsen er oppfylt.
ro_ro: Toate cerințele pluginului sunt satisfăcute.
ru_ru: Все требования модуля выполнены.
sk_sk: Všetky požiadavky pluginu boli uspokojené.
sr_rs@latin: Svi zahtevi za rad dodatka su ispunjeni
sv_se: Alla krav för pluginet är uppfyllda.

# plugins.importexport.crossref.requirements
source: Requirements
fi_fi: Vaatimukset
hu_hu: Követelmények
it_it: Requisiti
ka_ge: მოთხოვნები
nb_no: Krav
ro_ro: Cerințe
ru_ru: Требования
sk_sk: Požadavky
sr_rs@latin: Zahtevi
sv_se: Krav

# plugins.importexport.crossref.description
source: Export article metadata in CrossRef XML format.
fi_fi: Vie kuvailutietoja CrossRef-palvelun XML-muodossa ja rekisteröi DOI-tunnuksia CrossRef-rekisteröintipalvelussa.
hu_hu: Cikk metaadat export CrossRef XML formátumban.
it_it: Esporta i metadati degli articoli in formato CrossRef.
ka_ge: აექსპორტებს სტატიის მეტა-მონაცემებს CrossRef XML ფორმატში.
nb_no: Eksporter artikkelmetadata i CrossRef XML-format.
ro_ro: Exportare metadate articole în formatul XML pentru CrossRef.
ru_ru: Экспортирует метаданные статьи в формате CrossRef XML.
sk_sk: Export metadát článku v XML formáte CrossRef.
sr_rs@latin: Izvezi metapodatke članaka u CrossRef XML format.
sv_se: Exporterar artikelmetadata i CrossRefs XML-format.

# plugins.importexport.crossref.displayName
source: CrossRef XML Export Plugin
fi_fi: CrossRef XML -vientilisäosa
it_it: CrossRef XML
ka_ge: მოდული „CrossRef XML-ის ექსპორტი“
nb_no: Programtillegg for eksport til CrossRef XML
ro_ro: Plugin pentru exportul fișierelor XML necesare CrossRef
ru_ru: Модуль «Экспорт CrossRef XML»
sk_sk: Plugin exportu do XML pre CrossRef
sr_rs@latin: CrossRef XML dodatak za izvoz
sv_se: Plugin för export av CrossRef-XML
