Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/Manually Downloaded/addThis-main/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_ca, id_id, mk_mk, nb_no, pt_br, pt_pt, ru_ru, sl_si, tr_tr, uk_ua, vi_vn

# plugins.generic.addThis.displayName
source: AddThis Plugin
ar_iq: إضافة AddThis
ca_es: Mòdul AddThis
cs_cz: Plugin AddThis
el_gr: Πρόσθετο AddThis
es_es: Módulo AddThis
fi_fi: AddThis-lisäosa
fr_ca: Plugiciel AddThis
id_id: Plugin AddThis
mk_mk: AddThis плагин
nb_no: AddThis programtillegg
pt_br: Plugin AddThis
pt_pt: Plugin AddThis
ru_ru: Плагин «AddThis»
sl_si: AddThis
tr_tr: AddThis Eklentisi
uk_ua: AddThis
vi_vn: Plugin AddThis

# plugins.generic.addThis.description
source: This plugin provides the addThis social media sharing for submissions.
ar_iq: هذه الإضافة تتيح مشاركة طلبات التقديم عبر وسائل التواصل الاجتماعي.
ca_es: Aquest mòdul proporciona la funcionalitat AddThis de compartició de contingut social per a les trameses.
cs_cz: Tento plugin poskytuje nástroj addThis pro sdílení příspěvků v sociálních médiích.
da_dk: Denne plugin gør det muligt at dele indsendelserne på de sociale medier via addThis.
de_de: Dieses Plugin stellt das Teilen von Beiträgen über AddThis bereit.
el_gr: Αυτό το πρόσθετο επιτρέπει την κοινή χρήση υποβολών σε μέσα κοινωνικής δικτύωσης.
es_es: Este módulo proporciona la funcionalidad AddThis de compartición de contenido social para los envíos.
fi_fi: Tämä lisäosa lisää addThis-palvelun tarjoamat sosiaalisen median jakonapit julkaisuihin.
fr_ca: Ce plugiciel permet l'ajout du service addThis lequel permet le partage des soumissions sur les médias sociaux.
id_id: Plugin ini menyediakan tombol berbagi naskah via media sosial addThis.
mk_mk: Овој плагин овозможува споделување на социјалните медиуми преку addThis за поднесоци.
nb_no: Dette programtillegget gjør det mulig å dele lenken til artikkelen på sosiale medier med addThis.
pt_br: Este plugin fornece o compartilhamento de mídia social addThis para submissões.
pt_pt: Este plugin disponibiliza o serviço addThis para partilhar os trabalhos nas redes sociais.
ru_ru: Плагин обеспечивает возможность поделиться материалами в социальных сетях с помощью AddThis.
sl_si: Vtičnik omogoča addThis deljenje za socialna omrežja.
tr_tr: Bu eklenti, gönderiler için addThis sosyal medya paylaşımını sağlar.
uk_ua: Цей плагін дозволяє використовувати систему поширення в соціальних мережах AddThis.
vi_vn: Plugin này cung cấp phương tiện truyền thông xã hội chia sẻ AddThis cho đệ trình.

# plugins.generic.addThis.title
source: AddThis Plugin
ar_iq: إضافة AddThis
ca_es: Mòdul AddThis
cs_cz: Plugin AddThis
el_gr: Πρόσθετο AddThis
es_es: Módulo AddThis
fi_fi: AddThis-lisäosa
fr_ca: Plugiciel AddThis
id_id: Plugin AddThis
mk_mk: AddThis плагин
nb_no: AddThis programtillegg
pt_br: Plugin AddThis
pt_pt: Plugin AddThis
ru_ru: Плагин AddThis
sl_si: AddThis
tr_tr: AddThis Eklentisi
uk_ua: AddThis
vi_vn: AddThis

# plugins.generic.addThis.settings
source: Settings
ar_iq: الإعدادات
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
fi_fi: Asetukset
fr_ca: Paramètres
id_id: Pengaturan
mk_mk: Поставки
nb_no: Innstillinger
pt_br: Configurações
pt_pt: Configurações
ru_ru: Настройки
sl_si: Nastavitve
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt

# plugins.generic.addThis.settings.statistics
source: Statistics
ar_iq: الإحصائيات
ca_es: Estadístiques
cs_cz: Statistiky
da_dk: Statistik
de_de: Statistik
el_gr: Στατιστικά
es_es: Estadísticas
fi_fi: Tilastot
fr_ca: Statistiques
id_id: Statistik
mk_mk: Статистика
nb_no: Statistikk
pt_br: Estatísticas
pt_pt: Estatísticas
ru_ru: Статистика
sl_si: Statistike
tr_tr: İstatistik
uk_ua: Статистика
vi_vn: Số liệu thống kê

# plugins.generic.addThis.form.saved
source: AddThis form settings saved.
ar_iq: تم حفظ إعدادات AddThis بنجاح.
ca_es: S'ha guardat la configuració del formulari AddThis.
cs_cz: Nastavení formuláře AddThis bylo uloženo.
da_dk: AddThis-indstillingerne er gemt.
de_de: AddThis-Einstellungen gespeichert.
el_gr: Οι ρυθμίσεις της φόρμας του AddThis αποθηκεύτηκαν.
es_es: Ajustes de formulario AddThis guardados.
fi_fi: AddThis-asetukset tallennettu.
fr_ca: Les paramètres du formulaire AddThis ont été sauvegardés.
id_id: Pengaturan borang addThis telah disimpan.
mk_mk: Зачуван AddThis формулар за поставки.
nb_no: AddThis-innstillingene er lagret.
pt_br: Configurações do formulário AddThis salvas.
pt_pt: Configurações guardadas.
ru_ru: Форма настроек AddThis была сохранена.
sl_si: AddThis nastavitve shranjene.
tr_tr: AddThis form ayarları kaydedildi.
uk_ua: Налаштування форми AddThis збережені.
vi_vn: Thiết lập biểu mẫu AddThis đã lưu.

# plugins.generic.addThis.form.profileId
source: AddThis Profile ID
ar_iq: رمز الملف التعريفي لـ AddThis
ca_es: Identificador del perfil AddThis
cs_cz: ID profilu AddThis
da_dk: AddThis Profil-ID
es_es: Identificación del perfil AddThis
fi_fi: AddThis profiilin ID
fr_ca: Identifiant du profil AddThis
id_id: ID Profil AddThis
mk_mk: AddThis ID на профил
nb_no: AddThis-profil-ID
pt_br: ID do perfil AddThis
pt_pt: ID do perfil AddThis
ru_ru: ID профиля AddThis
sl_si: ID AddThis računa
tr_tr: AddThis Profil ID
uk_ua: ID профілю AddThis
vi_vn: ID hồ sơ AddThis

# plugins.generic.addThis.form.username
source: AddThis Username
ar_iq: اسم مستخدم AddThis
ca_es: Nom d'usuari/ària AddThis
cs_cz: Uživatelské jméno AddThis
da_dk: AddThis-brugernavn
de_de: AddThis-Benutzername
el_gr: Όνομα Χρήστη AddThis
es_es: Nombre de usuario/a de AddThis
fi_fi: AddThis käyttäjänimi
fr_ca: Nom d'utilisateur-trice AddThis
id_id: Username AddThis
mk_mk: AddThis корисничко име
nb_no: AddThis-brukernavn
pt_br: Nome de usuário AddThis
pt_pt: Nome de Utilizador
ru_ru: Имя пользователя AddThis
sl_si: AddThis uporabniško ime
tr_tr: AddThis Kullanıcı adı
uk_ua: Ім'я користувача AddThis
vi_vn: Tên người dùng AddThis

# plugins.generic.addThis.form.password
source: AddThis Password (required for displaying stats)
ar_iq: كلمة مرور AddThis (مطلوبة لعرض الإحصائيات)
ca_es: Contrasenya AddThis (obligatòria per mostrar les estadístiques)
cs_cz: Heslo AddThis (je požadováno, pokud chcete zobrazovat statistiky)
da_dk: AddThis-adgangskode (kræves for at vise statistik)
de_de: AddThis-Passwort (wird für die Anzeige von Statistiken benötigt)
el_gr: Κωδικός πρόσβασης AddThis (απαιτείται για την εμφάνιση στατιστικών)
es_es: Contraseña de AddThis (necesaria para mostrar estadísticas)
fi_fi: AddThis salasana (vaaditaan tilastojen näyttämiseen)
fr_ca: Mot de passe AddThis (requis pour afficher les statistiques)
id_id: Password addThis (diperlukan untuk menampilkan statistik)
mk_mk: AddThis лозинка (задолжителна за приказ на статистики)
nb_no: AddThis-passord (nødvendig for å vise statistikk)
pt_br: Senha do AddThis (necessária para a exibição de estatísticas)
pt_pt: Password (necessário para permitir apresentação de estatísticas)
ru_ru: Пароль AddThis (требуется для показа статистики)
sl_si: AddThis geslo (zahtevnao za prikaz statistik)
tr_tr: AddThis Şifre (istatistikleri görüntülenmesi için gerekli)
uk_ua: Пароль AddThis (необхідний для відображення статистики)
vi_vn: Mật khẩu AddThis (cần thiết để hiển thị số liệu thống kê)

# plugins.generic.addThis.form.registerLink
source: <a href="https://www.addthis.com/register">Register</a> for free in-depth analytics reports and better understand your site's social traffic.
ar_iq: <a href="https://www.addthis.com/register">التسجيل</a> للحصول على تقارير إحصائية معمقة من أجل فهم أفضل لحركة المرور الاجتماعية في موقعك.
ca_es: <a href="https://www.addthis.com/register">Registreu-vos</a> per obtenir informes analítics detallats i per entendre millor el trànsit social del vostre lloc web.
cs_cz: <a href="https://www.addthis.com/register">Registrujte se</a> pro získání bezplatných analytických zpráv pro lepší pochopení vašeho využívání sociálních sítí.
da_dk: <a href="https://www.addthis.com/register">Tilmeld</a> dig og få gratis leveret en detaljeret rapport, der giver dig mere indsigt i hvordan din hjemmeside indgår i den sociale trafik.
de_de: <a href="https://www.addthis.com/register">Registrieren</a> for free in-depth analytics reports and better understand your site's social traffic.
el_gr: <a href="https://www.addthis.com/register">Εγγραφείτε</a> για δωρεάν αναλυτικές αναφορές στατιστικών στοιχείων και κατανοήστε καλύτερα την κοινωνική κίνηση του ιστότοπού σας.
es_es: <a href="https://www.addthis.com/register">Regístrese</a> para obtener informes de análisis exhaustivos y entender mejor el tráfico social de su sitio web.
fi_fi: <a href="https://www.addthis.com/register">Rekisteröidy</a> ilmaiseksi käyttämään palvelun tarjoamaa analytiikkaa.
fr_ca: <a href="https://www.addthis.com/register">S'inscrire</a> pour obtenir des rapports d'analyse exhaustifs gratuits et pour mieux comprendre l'utilisation de votre site faites sur les médias sociaux.
id_id: <a href="https://www.addthis.com/register">Daftar</a> untuk mendapatkan laporan analisis dan pemahaman lengkap mengenai trafik sosial website Anda.
mk_mk: <a href="https://www.addthis.com/register">Регистрирајте се</a> за бесплатни детални извештаи за аналитика и подобро разберете го социјалниот сообраќај на вашата страница.
nb_no: <a href="https://www.addthis.com/register">Registrer</a> for gratis å få levert en detaljert rapport som gir mer innsikt i hvordan din nettside får trafikk fra sosiale medier.
pt_br: <a href="https://www.addthis.com/register">Resgistra-se</a> para obter relatórios analíticos detalhados gratuitos e entender melhor o tráfego social do seu site.
pt_pt: <a href="https://www.addthis.com/register">Registe-se</a> gratuitamente para obter relatórios detalhados e perceber o comportamento dos trabalhos na web social.
ru_ru: <a href="https://www.addthis.com/register">Зарегистрироваться</a> для свободного получения детальных аналитических отчётов и лучшего понимания социального трафика Вашего сайта.
sl_si: <a href="https://www.addthis.com/register">registracija</a> za zastonj globja poročila in boljše razumevanje prometa vaše strani na socialnih omrežjih.
tr_tr: Sitenizin sosyal trafiğini ücretsiz analiz raporları ile daha iyi anlamak için <a href="https://www.addthis.com/register">Kayıt olun</a>.
uk_ua: <a href="https://www.addthis.com/register">Зареєструватися</a> для отримання безкоштовних звітів з докладною аналітикою щодо трафіку.
vi_vn: <a href="https://www.addthis.com/register">Đăng ký</a> để nhận báo cáo phân tích chuyên sâu miễn phí và hiểu rõ hơn lưu lượng truy cập xã hội của trang web của bạn.

# plugins.generic.addThis.settings.displayStyle
source: Please choose how AddThis should display
ar_iq: لطفاً، إختر كيفية عرض AddThis
ca_es: Trieu com voleu que es mostri AddThis
cs_cz: Zvolte, jak má být AddThis zobrazeno
da_dk: Vælg hvordan AddThis skal fremvises
de_de: Bitte wählen Sie, wie AddThis angezeigt werden soll.
el_gr: Επιλέξτε τον τρόπο που θέλετε να εμφανίζεται το πρόσθετο AddThis
es_es: Por favor, elija la manera en que Addthis debería visualizarse
fi_fi: Valitse miten AddThis-palvelun jakonapit näytetään
fr_ca: Veuillez choisir comment AddThis devrait afficher
id_id: Tentukan cara menampilkan addThis
mk_mk: Ве молиме изберете како AddThis да претстави
nb_no: Velg hvordan AddThis skal presenteres
pt_br: Por favor, escolha como o AddThis deve exibir
pt_pt: Escolha como o AddThis será apresentado
ru_ru: Пожалуйста, выберите как AddThis должен отображаться
sl_si: Prosimo izberite način prikaza AddThis
tr_tr: Lütfen AddThis'in nasıl görüntüleneceğini seçin
uk_ua: Будь ласка, оберіть зовнішній вигляд AddThis
vi_vn: Vui lòng chọn cách AddThis sẽ hiển thị

# plugins.generic.addThis.grid.shares
source: Shares
ar_iq: مشاركات
ca_es: Comparticions
cs_cz: Sdílení
da_dk: Delinger
de_de: Geteilt
el_gr: Κοινοποιήσεις
es_es: Comparticiones
fi_fi: Jaot
fr_ca: Partages
id_id: Bagikan
mk_mk: Споделувања
nb_no: Delinger
pt_br: Compartilhamentos
pt_pt: Partilhas
ru_ru: Поделились
sl_si: Deljenje
tr_tr: Paylaşım
uk_ua: Поширення
vi_vn: Các chia sẻ

# plugins.generic.addThis.grid.title
source: Top Shared Links
ar_iq: أكثر الروابط مشاركة
ca_es: Enllaços més compartits
cs_cz: Nejvíce sdílené odkazy
da_dk: Top-delte links
de_de: Am häufigsten geteilte Links
el_gr: Κορυφαίοι κοινόχρηστοι σύνδεσμοι
es_es: Enlaces más compartidos
fi_fi: Eniten jaettu
fr_ca: Les liens les plus partagés
id_id: Urutan Teratas Tautan yang Dibagikan
mk_mk: Врвни споделени линкови
nb_no: Mest delte lenker
pt_br: Principais links compartilhados
pt_pt: Links mais partilhados
ru_ru: Топ ссылок, которыми поделились
sl_si: Najbolj deljene povezave
tr_tr: En Çok Paylaşılan Bağlantılar
uk_ua: Найбільш поширювані посилання
vi_vn: Các link được chia sẻ hàng đầu

# plugins.generic.addThis.statistics.instructions
source: This list shows your most popular shared links for the past week. For all of the possible AddThis statistics, please visit the <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> website and log in.
ar_iq: هذه القائمة تعرض أكثر الروابط مشاركة خلال الأسبوع الماضي. للحصول على كل الإحصائيات المتاحة من AddThis، لطفاً، قم بزيارة موقع <a href="https://www.addthis.com/dashboard" target="_blank">دفة قيادة AddThis</a> وسجل دخولك فيه.
ca_es: Aquesta llista mostra els enllaços més compartits de l'última setmana. Per veure totes les altres estadístiques disponibles a AddThis visiteu el <a href="https://www.addthis.com/dashboard" target="_blank">tauler de control AddThis</a> i inicieu la sessió.
cs_cz: Tento seznam ukazuje nejvíce sdílené odkazy za minulý týden. Pokud chcete vidět další statistiky AddThis, navštivte, prosím, <a href="https://www.addthis.com/dashboard" target="_blank">stránky AddThis</a> a přihlaste se.
da_dk: Denne oversigt viser dine mest populære delte links i den sidste uge. Ønsker du at se samtlige AddThis-statistikker, skal du klikke ind på <a href="http://www.addthis.com/analytics" target="_blank">AddThis Analytics</a> hvor du kan logge dig ind.
de_de: Diese Liste zeigt Ihre populärsten geteilte Links der letzten Woche. Für alle möglichen AddThis-Statistiken besuchen Sie bitte die <a href="https://www.addthis.com/dashboard" target="_blank">AddThis-Dashboard</a>-Website und loggen Sie sich dort ein.
el_gr: Αυτή η λίστα εμφανίζει τους πιο δημοφιλείς κοινόχρηστους συνδέσμους σας την τελευταία εβδομάδα. Για όλα τα πιθανά στατιστικά στοιχεία του AddThis, επισκεφθείτε τον ιστότοπο <a href="https://www.addthis.com/dashboard" target="_blank">Ταμπλό AddThis</a> και συνδεθείτε.
es_es: Esta lista muestra los enlaces más compartidos durante la última semana. Para visualizar todas las estadísticas de AddThis, visite el sitio web <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> e inicie sesión.
fi_fi: Tämä lista näyttää kuluneen viikon eniten jaetut linkit. Koko statistiikka näkyy <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> sivustolla. Kirjaudu omilla tunnuksillasi.
fr_ca: Cette liste affiche vos liens partagés les plus populaires pendant la dernière semaine. Pour toutes les statistiques AddThis possibles, veuillez visiter le site Web <a href="https://www.addthis.com/dashboard" target="_blank">Tableau de bord AddThis</a> et vous y connecter.
id_id: Daftar ini menampilkan tautan yang dibagikan paling populer sepekan yang lalu. Untuk semua kemungkinan statistik addThis, kunjungi website <a href="https://www.addthis.com/dashboard" target="_blank">Dashboard AddThis</a> dan log in.
mk_mk: Оваа листа ви ги покажува најпопуларните споделени линкови за изминатата недела. За сите можни AddThis статистики, ве молиме постете ја веб-страницата <a href="https://www.addthis.com/dashboard" target="_blank">AddThis контролна табла</a> и најавете се.
nb_no: Denne oversikten viser dine mest populære lenker fra forrige uke. For tilgang til all AddThis-statistikken, gå til <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> på addthis sin nettside og logg inn.
pt_br: Esta lista mostra os links compartilhados mais populares da semana passada. Para obter todas as estatísticas possíveis do AddThis, visite o site <a href="https://www.addthis.com/dashboard" target="_blank"> AddThis Dashboard </a> e faça login.
pt_pt: Esta lista apresenta os trabalhos mais partilhados da semana passada. Para obter todas as estatísticas, visite o website <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> e inicie sessão.
ru_ru: Этот список показывает наиболее популярные ссылки, которыми делились на прошлой неделе. Всю доступную статистику AddThis Вы можете получить зайдя на сайт в раздел <a href="https://www.addthis.com/dashboard" target="_blank">«AddThis Dashboard»</a>.
sl_si: Ta seznam predstavlja najbolj popularne deljene povezave zadnjega tedna. Za vse ostale AddThis statistike obiščite <a href="https://www.addthis.com/dashboard"target="_blank">AddThis nadzorno ploščo</a> in se prijavite.
tr_tr: Bu liste, geçen haftaki en popüler paylaşılan bağlantılarınızı gösterir. Olası tüm AddThis istatistikleri için, lütfen <a href="https://www.addthis.com/dashboard" target="_blank"> AddThis Kontrol Paneli </a>'ni ziyaret edin ve giriş yapın.
uk_ua: У цьому списку відображені найбільш поширювані посилання за останній тиждень. Для перегляду всеможливої статистики AddThis, будь ласка, відвідайте <a href="https://www.addthis.com/dashboard" target="_blank">консоль AddThis</a> та увійдіть до системи.
vi_vn: Danh sách này hiển thị các liên kết được chia sẻ phổ biến nhất của bạn trong tuần qua. Để biết tất cả các số liệu thống kê về Add This có thể, vui lòng truy cập trang web <a href="https://www.addthis.com/dashboard" target="_blank">AddThis Dashboard</a> và đăng nhập.
