Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/pubmed/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, eu_es, fa_ir, fr_ca, hr_hr, hu_hu, id_id, it_it, ka_ge, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, sk_sk, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, zh_cn

# plugins.importexport.pubmed.displayName
source: PubMed XML Export Plugin
ar_iq: إضافة التصدير PubMed XML
ca_es: Connector d'exportació a XML de PubMed
cs_cz: Plugin exportu XML pro PubMed
da_dk: PubMed XML Eksport-plugin
es_es: Módulo de exportación de XML de PubMed
eu_es: PubMed XML Esportatzeko plugina
fa_ir: افزونه برون دهی PubMed XML
fr_ca: Plugiciel d'exportation PubMed XML
hr_hr: Dodatak za PubMed XML iznošenje
id_id: Plugin Ekspor PubMed XML
it_it: PubMed XML
ka_ge: მოდული „ექსპორტი PubMed XML-ში“
ku_iq: هەناردەی گرێدانی PubMed XML
mk_mk: Плагин за експортирање на PubMed XML
nb_no: Programutvidelse for PubMed XML-eksport
pl_pl: Wtyczka eksportu PubMed XML
pt_pt: Plugin de Exportação PubMed
sk_sk: Plugin exportu XML pre PubMed
sl_si: Vtičnik za PubMed XML izvoz
sr_rs@latin: PubMed XML dodatak za izvoz
sv_se: Plugin för export av PubMed XML
tr_tr: PubMed XML İhraç Eklentisi
uk_ua: Модуль експорту у PubMed XML
zh_cn: PubMed XML导出插件

# plugins.importexport.pubmed.description
source: Export article metadata in PubMed XML format for indexing in MEDLINE.
ar_iq: تصدير بيانات المقالات الوصفية بصيغة PubMed XML لأغراض الفهرسة في MEDLINE.
ca_es: Exporta les metadades de l'article en format XML de PubMed per a la indexació a MEDLINE.
cs_cz: Export metadat článku ve formátu PubMed XML pro indexaci v MEDLINE.
da_dk: Eksportér artikel-metadata i PubMed XML format til indekssering i MEDLINE.
es_es: Exportación de la metadata de artículos usando XML de PubMed para Indexación en MEDLINE.
eu_es: Artikuluen metadatuak PubMed XML formatura esportatu, MEDLINEn indexatzeko.
fa_ir: برون دهی فراداده‌های مقالات در فرمت PubMed XML برای نمایه‌سازی در MEDLINE
fr_ca: Exporter en format PubMed XML les métadonnées de l'article pour indexation dans MEDLINE.
hr_hr: Iznošenje metapodataka članaka u PubMed XML formatu za indeksiranje u MEDLINE-u.
hu_hu: Cikk metaadat exportálása PubMed XML formátumban MEDLINE-os indexelés számára.
id_id: Ekspor metadata artikel dalam format PubMed XML untuk mengindeks dalam MEDLINE.
it_it: Esporta i metadati degli articoli in formato XML compatibile con PubMed.
ka_ge: აექსპორტებს სტატიის მეტა-მონაცემებს PubMed XML ფორმატში, MEDLINE-ში ინდექსაციისათვის.
ku_iq: هەناردەکردنی زانیاریی توێژینەوەکان بە شێوەی PubMed XML لە شێوەی ناوەرۆکی MEDLINE.
mk_mk: Извоз на метаподатоци за статии во формат PubMed XML за индексирање во MEDLINE.
nb_no: Eksporterer artikkelmetadata i PubMed XML-format for indeksering i MEDLINE.
nl_nl: Exporteer artikel-metadata in PubMed XML formaat voor indexering in MEDLINE.
pl_pl: Eksportuj metadane artykułu w formacie PubMed XML do zaindeksowania w MEDLINE.
pt_pt: Exportar metadados do artigo em formato PubMed XML para indexação na MEDLINE.
sk_sk: Export metadát článku vo formáte PubMed XML pre indexáciu v MEDLINE.
sl_si: Izvozi metapodatke prispevka v PubMed XML obliki za indeksiranje v MEDLINE.
sr_rs@latin: Izvoz metapodataka članaka u PubMed XML formatu za indeksiranje u MEDLINE.
sv_se: Exporterar artikelmetadata i PubMed XML-format för indexing i MEDLINE.
tr_tr: MEDLINE'da dizinlenmesi için makale üst verilerini PubMed XML biçiminde ihra eder.
uk_ua: Експорт метаданих статей у формат PubMed XML для індексації у MEDLINE.
zh_cn: 导出基于PubmedXML格式的文章的元数据，以便于在Medline索引.

# plugins.importexport.pubmed.export
source: Export Data
ar_iq: تصدير البيانات
ca_es: Exporta les dades
cs_cz: Export dat
da_dk: Eksportér data
es_es: Exportar datos
eu_es: Esportatu datuak
fa_ir: برون دهی داده‌ها
fr_ca: Exporter des données
hr_hr: Iznošenje podataka
hu_hu: Adat exportálása
id_id: Ekspor Data
it_it: Esporta i dati
ka_ge: მონაცემთა ექსპორტი
ku_iq: هەناردەی داتا
mk_mk: Извоз на податоци
nb_no: Eksporter data
nl_nl: Exporteer data
pl_pl: Eksportuj dane
pt_pt: Exportar Dados
sk_sk: Export dát
sl_si: Izvozi podatke
sr_rs@latin: Izvezi podatke
sv_se: Exportera data
tr_tr: Veri İhracı
uk_ua: Експорт даних
zh_cn: 导出数据

# plugins.importexport.pubmed.export.issues
source: Export Issues
ar_iq: تصدير الأعداد
ca_es: Exporta els números
cs_cz: Export čísel
da_dk: Eksportér numre
es_es: Exportar números
eu_es: Esportatu zenbakiak
fa_ir: برون دهی شماره‌ها
fr_ca: Exporter des numéros
hr_hr: Iznošenje broja
hu_hu: Folyóiratszámok exportálása
id_id: Ekspor Isu
it_it: Esporta fascicoli
ka_ge: გამოცემების ექსპორტი
ku_iq: هەناردەی ژمارەکانی گۆڤار
mk_mk: Изданија за извоз
nb_no: Eksporter utgaver
nl_nl: Problemen met de export
pl_pl: Eksportuj numery
pt_pt: Exportar Números
sk_sk: Export čísel
sl_si: Izvozi številke
sr_rs@latin: Izvezi broj
sv_se: Exportera nummer
tr_tr: Sayıları İhraç Et
uk_ua: Експорт випусків
zh_cn: 导出刊期

# plugins.importexport.pubmed.export.selectIssue
source: Select an Issue to export.
ar_iq: إختر عدداً لتصديره.
ca_es: Seleccioneu el número que vulgueu exportar.
cs_cz: Zvolte číslo pro export.
da_dk: Vælg et nummer til eksport.
es_es: Seleccione un número para exportar.
eu_es: Hautatu esportatzeko zenbakia.
fa_ir: انتخاب شماره‌ها برای برون دهی
fr_ca: Sélectionner un numéro à exporter.
hr_hr: Odaberite broj za iznošenje.
hu_hu: Válasszon ki egy folyóiratszámot exportálásra.
id_id: Pilih isu untuk ekspor.
it_it: Seleziona i fascicoli da esportare.
ka_ge: გამოცემის არჩევა ექსპორტისათვის.
ku_iq: .ژمارەیەکی گۆڤار دیاری بکە بۆ هەناردە
mk_mk: Изберете издание за извоз.
nb_no: Velg en utgave for eksport.
nl_nl: Kies het te exporteren nummer.
pl_pl: Wybierz numer do eksportu.
pt_pt: Selecionar um Número para exportar.
sk_sk: Zvoľte číslo pre export.
sl_si: Izbertie številko za izvoz.
sr_rs@latin: Odaberi brojeve za izvoz.
sv_se: Välj ett nummer att exportera.
tr_tr: İhraç için bir sayı seçiniz.
uk_ua: Оберіть випуск для експорту.
zh_cn: 选择一个刊期以导出。

# plugins.importexport.pubmed.export.articles
source: Export Articles
ar_iq: تصدير المقالات
ca_es: Exporta els articles
cs_cz: Export článků
da_dk: Eksportér artikler
es_es: Exportar artículos
eu_es: Esportatu artikuluak
fa_ir: برون دهی مقالات
fr_ca: Exporter des articles
hr_hr: Iznošenje članaka
hu_hu: Cikk exportálása
id_id: Ekspor Artikel
it_it: Esporta articoli
ka_ge: სტატიების ექსპორტი
ku_iq: هەناردەی توێژینەوەکان
mk_mk: Написи за извоз
nb_no: Eksporter artikler
nl_nl: Exporteer artikels
pl_pl: Eksportuj artykuły
pt_pt: Exportar Artigos
sk_sk: Export článkov
sl_si: Izvoz prispevkov
sr_rs@latin: Izvezi članke
sv_se: Exportera artiklar
tr_tr: Makaleleri İhraç Et
uk_ua: Експорт статей
zh_cn: 导出文章

# plugins.importexport.pubmed.export.selectArticle
source: Select Articles to export.
ar_iq: إختر المقالات التي تريد تصديرها.
ca_es: Seleccioneu els articles que vulgueu exportar.
cs_cz: Zvolte články pro export.
da_dk: Vælg artikler til eksport.
es_es: Seleccione artículos para exportar.
eu_es: Hautatu esportatzeko artikuluak.
fa_ir: انتخاب مقالات برای برون دهی
fr_ca: Sélectionner les articles à exporter.
hr_hr: Odaberite članke za iznošenje.
hu_hu: Válasszon ki folyóiratcikket exportálásra.
id_id: Pilih artikel untuk ekspor.
it_it: Seleziona gli articoli da esportare.
ka_ge: სტატიების არჩევა ექსპორტისათვის.
ku_iq: ئەو توێژینەوانە دیاری بکە کە دەتەوێت هەناردەیان بکەیت.
mk_mk: Изберете написи за извоз.
nb_no: Velg artikler for eksport.
nl_nl: Kies de te exporteren artikels.
pl_pl: Wybierz artykuły do eksportu.
pt_pt: Selecionar Artigos para exportar.
sk_sk: Zvoľte články pre export.
sl_si: Izberi prispevke za izvoz.
sr_rs@latin: Odaberi članke za izvoz.
sv_se: Välj artiklar att exportera.
tr_tr: İhraç için bir makale seçiniz.
uk_ua: Оберіть статті для експорту.
zh_cn: 选择一篇文章以导出。

# plugins.importexport.pubmed.cliUsage
source: Usage: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
ar_iq: الاستعمال: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
ca_es: Ús: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] número [issueId]
cs_cz: Použití: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
da_dk: Brug: {$scriptName} {$pluginName} [xmlFileName] [journal_path] artikler [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] nummer [issueId]
es_es: Uso: {$scriptName} {$pluginName} [xmlFileName] [journal_path] artículos [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] número [issueId]
fa_ir: کارکرد: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
fr_ca: Utilisation : {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] numéro [issueId]
hr_hr: Primjena: {$scriptName} {$pluginName} [xmlNazivDatoteke] [putanja_časopisa] članci [članakId1] [članakId2] ... {$scriptName} {$pluginName} [xmlNazivDatoteke] [putanja_časopisa] broj [brojId]
hu_hu: Használat: {$scriptName} {$pluginName} [xmlFileName] [journal_path] cikkek [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] számok [issueId]
id_id: Penggunaan: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
it_it: Uso: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
ka_ge: გამოძახება: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
ku_iq: بەکارهێنان: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
mk_mk: Употреба: {$scriptName} {$pluginName} [xmlFileName] [journal_path] написи [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] издание [issueId]
nb_no: Bruk: {$scriptName} {$pluginName} [xmlFileName] [journal_path] artikler [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] utgave [issueId]
nl_nl: Gebruik: {$scriptName} {$pluginName} [xmlBestandNaam] [tijdschrift_pad] artikels [artikelId1] [artikelId2] ... {$scriptName} {$pluginName} [xmlBestandsNaam] [tijdschrift_pad] nummer [nummerId]
pl_pl: Użycie: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
pt_pt: Modo de utilização: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
sk_sk: Použitie: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
sl_si: Uporaba: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
sr_rs@latin: Korišćenje: {$scriptName} {$pluginName} [xmlFileName] [journal_path] članci [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] broj [issueId]
sv_se: Användning: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issues [issueId]
tr_tr: Kullanım: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
uk_ua: Використання: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
zh_cn: 使用方法: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]

# plugins.importexport.pubmed.cliError
source: ERROR:
ar_iq: خطأ:
cs_cz: CHYBA:
da_dk: FEJL:
eu_es: ERROREA:
fa_ir: خطا
fr_ca: ERREUR :
hr_hr: POGREŠKA:
hu_hu: HIBA:
it_it: ERRORE:
ka_ge: შეცდომა:
ku_iq: هەڵە:
mk_mk: ГРЕШКА:
nb_no: FEIL:
nl_nl: FOUT:
pl_pl: Błąd:
pt_pt: ERRO:
sk_sk: CHYBA:
sl_si: NAPAKA:
sr_rs@latin: GREŠKA:
sv_se: FEL:
tr_tr: HATA:
uk_ua: ПОМИЛКА:
zh_cn: 错误:

# plugins.importexport.pubmed.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
ar_iq: لا يوجد عدد يطابق رمز تعريف العدد المحدد "{$issueId}".
ca_es: No hi ha cap número que coincideixi amb l'id. de número indicat, "{$issueId}".
cs_cz: Žádné číslo neodpovídá uvedenému ID čísla "{$issueId}".
da_dk: Intet nummer matchede det angivne nummer-ID "{$issueId}".
es_es: No existe ningún número con el ID especificado "{$issueId}".
eu_es: Ez dago "{$issueId}" IDarekin bat datorren zenbakirik.
fa_ir: هیچ شماره‌ای با شناسه «{$issueId}» موجود نیست
fr_ca: Aucun numéro ne correspond à l'identifiant du numéro spécifié « {$issueId} ».
hr_hr: Nijedan broj ne odgovara navedenom ID-u ({$issueId}).
hu_hu: Nincs olyan folyóiratszám, amely megegyezne ezzel a megadott folyóiratszám-azonosítóval "{$issueId}".
id_id: Tidak ada isu yang cocok dengan ID isu yang di spesifikasikan "{$issueId}".
it_it: Non esiste corrispondenza per lo specifico ID di fasciolo "{$issueId}".
ka_ge: არ არის გამოცემა მითითებული ID-ით, „{$issueId}“.
ku_iq: هیچ ژمارەیەک لەگەڵ ژمارەی ناسنامەی دیاریکراو یەکناگرێتەوە. "{$issueId}".
mk_mk: Ниту едно издание не се совпадна со наведениот ID на изданието „{$issueId}“.
nb_no: Ingen utgave stemmer med angitt utgave-ID "{$issueId}".
nl_nl: Het opgegeven nummer-ID bestaat niet "{$issueId}".
pl_pl: Brak numerów powiązanych z określonym ID numeru "{$issueId}".
pt_pt: Nenhum número corresponde ao ID do número especificado "{$issueId}"..
sk_sk: Žiadne číslo nezodpovedá uvedenému ID číslu "{$issueId}".
sl_si: Nobena številka na ustreza podanemu ID-ju številke "{$issueId}".
sr_rs@latin: Ni jedan broj se ne poklapa sa zadatim ID-jem broja "{$issueId}".
sv_se: Inget nummer matchar det angivna nummer-ID:t "{$issueId}".
tr_tr: "{$issueId}" özel sayı ID'si ile herhangi bir sayı eşlenmedi.
uk_ua: Не існує випуску з вказаним ідентифікатором "{$issueId}".
zh_cn: 指定刊期ID不存在：{$issueId}.

# plugins.importexport.pubmed.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
ar_iq: لا توجد مقالة يطابق رمز تعريفها الرمز المحدد "{$articleId}".
ca_es: No hi ha cap article que coincideixi amb l'id. d'article indicat, "{$articleId}".
cs_cz: Žádný článek neodpovídá uvedenému ID článku "{$articleId}".
da_dk: Ingen artikel matchede det angivne artikel-ID "{$articleId}".
es_es: No existe ningún artículo con el ID especificado "{$articleId}".
eu_es: Ez dago "{$articleId}" IDarekin bat datorren artikulurik.
fa_ir: هیچ مقاله‌ای با شناسه «{$articleId}» موجود نیست
fr_ca: Aucun article ne correspond à l'identifiant de l'article spécifié « {$articleId} ».
hr_hr: Nijedan članak ne odgovara navedenom ID-u ({$articleId}).
hu_hu: Nincs olyan folyóiratcikk, amely megegyezne ezzel a megadott folyóiratcikk-azonosítóval "{$articleId}".
id_id: Tidak ada artikel yang cocok dengan ID artikel yang di spesifikasikan "{$articleId}".
it_it: Non esiste corrispondenza per lo specifico ID di articolo "{$articleId}".
ka_ge: არ არის სტატია მითითებული ID-ით, „{$articleId}“.
ku_iq: هیچ توێژینەوەیەک لەگەڵ ژمارەی ناسنامەی توێژینەوەی دیاریکراو یەکناگرێتەوە. "{$articleId}".
mk_mk: Ниту една статија не се совпадна со наведениот ID на статијата „{$articleId}“.
nb_no: Ingen artikkel stemmer med den angitte artikkel-ID "{$articleId}".
nl_nl: Het opgegeven artikel-ID bestaat niet "{$articleId}".
pl_pl: Brak artykułu powiązanego z określonym ID artykułu "{$articleId}".
pt_pt: Nenhum artigo correspondeu ao ID do artigo especificado "{$articleId}".
sk_sk: Žiadny článok nezodpovedá uvedenému ID článku "{$articleId}".
sl_si: Noben prispevek ne ustreza podatnemu ID-ju prispevka "{$articleId}".
sr_rs@latin: Ni jedan članak se ne poklapa sa zadatim ID-jem članka "{$articleId}".
sv_se: Ingen artikel matchar det angivna artikel-ID:t "{$articleId}".
tr_tr: "{$articleId}" özel makale numarası ile herhangi bir makale eşlenmedi.
uk_ua: Не існує статті з вказаним ідентифікатором "{$articleId}".
zh_cn: 指定文章ID不存在： {$articleId}.
