Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/orcidProfile/locale/*/locale.po
Languages: nb_no, uk_ua

# plugins.generic.orcidProfile.about.display
source: To acknowledge that you have used your iD and that it has been authenticated, we display the ORCID iD icon <img src="https://orcid.org/sites/default/files/images/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> alongside your name on the article page of your submission and on your public user profile.<br> Learn more in <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>
nb_no: For å bekrefte at du har brukt iD-en og at den er autentisert, viser vi ORCID iD-ikonet <img src="https://orcid.org/sites/default/files/image/orcid_16x16(1).gif" alt="iD icon" width="16" height="16" border="0"> ved siden av navnet ditt på artikkelsiden for innleveringen din og på den offentlige brukerprofilen din.<br> Lær mer på <a href="https://orcid.org/blog/2013/02/22/how-should-orcid-id-be-displayed">How should an ORCID iD be displayed.</a>

# plugins.generic.orcidProfile.about.display.title
source: Where are ORCID iDs displayed?
nb_no: Hvor vises ORCID iD-er?

# plugins.generic.orcidProfile.about.howAndWhyMemberAPI
source: This journal is collecting your ORCID iD so we and the wider community can be confident you are correctly identified and connected with your publication(s). This will ensure your connection to your full body of work stays with you throughout your career.<br> When you click the “Authorize” button in the ORCID popup, we will ask you to share your iD using an authenticated process—either by registering for an ORCID iD or, if you already have one, by signing into your ORCID account, then granting us permission to get your ORCID iD. We do this to ensure you are correctly identified and securely connecting to your ORCID iD.<br> Learn more in <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> This journal will collect and display authenticated authors’ and coauthors’ iDs on the OJS profile and article page. In addition, article metadata will automatically be pushed to your ORCID record, enabling us to help you keep your record up-to-date with trusted information. Learn more in <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you">Six ways to make your ORCID iD work for you!</a>
nb_no: Dette tidsskriftet innhenter din ORCID iD slik at vi kan være sikre på at du er riktig identifisert og knyttet til publikasjonen (e) dine. Dette vil sikre at du er knyttet til din totale publikasjonsliste gjennom hele karrieren. <br> Når du klikker på "Godkjenn"-knappen i popup-vinduet ORCID, ber vi deg dele ID-en din ved hjelp av en godkjent prosess - enten ved å registrere deg for en ORCID-ID eller, hvis du allerede har en, ved å logge på. inn i ORCID-kontoen din, og gi oss deretter tillatelse til å få ORCID iD. Vi gjør dette for å sikre at du er riktig identifisert og har en sikker tilkobling til ORCID iD. <br> Lær mer her: <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing"> Hva er så spesielt med å logge på? </a> <br> Dette tidsskriftet samler inn og viser godkjente forfattere og medforfatteres ID-er på OJS-profilen og artikkelsiden. I tillegg vil artikkelmetadata automatisk overføres til din ORCID-post, slik at vi kan hjelpe deg med å holde posten oppdatert med pålitelig informasjon. Lær mer her: <a href="https://orcid.org/blog/2017/08/10/six-ways-make-your-orcid-id-work-you"> Seks måter å få ORCID iD til å jobbe for deg! </a>

# plugins.generic.orcidProfile.about.howAndWhyPublicAPI
source: This journal is collecting your ORCID iD so we and the wider community can be confident that you are correctly identified and connected with your publication(s). This will ensure your connection to your full body of work stays with you throughout your career. <br> When you click the “Authorize” button in the ORCID popup, we will ask you to share your iD using an authenticated process—either by registering for an ORCID iD or, if you already have one, by signing into your ORCID account, then granting us permission to get your ORCID iD. We do this to ensure you are correctly identified and securely connecting to your ORCID iD.<br> Learn more in <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing">What’s so special about signing in.</a><br> This journal will collect and display authenticated authors’ and coauthors’ iDs on the OJS profile and article page.
nb_no: Dette tidsskriftet innhenter din ORCID iD slik at vi kan være sikre på at du er riktig identifisert og assosiert med publikasjonen(e) dine. Dette vil sikre at du er assosiert med din totale publikasjonsliste gjennom hele karrieren. <br>Når du klikker på "Godkjenn"-knappen i ORCID-popup-vinduet, vil vi be deg om å dele din ID via en godkjent prosess, enten på <a href = "https://support.orcid.org/hc/en-us/articles/360006897454">registrer deg for en ORCID iD</a>, eller hvis du allerede har en <a href =" https://support.orcid.org/hc/en-us/category/360000661673 "> ved å logge på ORCID-kontoen din </a> og gi oss tillatelse til å få din ORCID iD. Vi gjør dette for å sikre at du er riktig identifisert og sikkert knyttet til din ORCID iD. <br> Lær mer i <a href="https://orcid.org/blog/2017/02/20/whats-so-special-about-signing"> Hva er så spesielt med å logge på. </a> <br /> Dette tidsskriftet samler inn og viser godkjente forfattere og medforfatteres ID-er på OJS-profilen og artikkelsiden.

# plugins.generic.orcidProfile.about.howAndWhy.title
source: How and why we collect ORCID iDs?
nb_no: Hvordan og hvorfor samler vi inn ORCID iD-er?

# plugins.generic.orcidProfile.about.orcidExplanation
source: ORCID is an independent non-profit organization that provides a persistent identifier – an ORCID iD – that distinguishes you from other researchers and a mechanism for linking your research outputs and activities to your iD. ORCID is integrated into many systems used by publishers, funders, institutions, and other research-related services. Learn more at <a href="https://orcid.org">orcid.org</a>.
nb_no: ORCID er en uavhengig ideell organisasjon som gir en vedvarende identifikator - en ORCID iD - som skiller deg fra andre forskere, og en mekanisme for å koble dine forskningsresultater og aktiviteter til din iD. ORCID er integrert i mange systemer som brukes av utgivere, finansiører, institusjoner og andre forskningsrelaterte tjenester. Les mer på <a href="https://orcid.org">orcid.org</a>.

# plugins.generic.orcidProfile.about.title
source: What is ORCID?
nb_no: Hva er ORCID?

# plugins.generic.orcidProfile.authorise
source: Authorise and Connect your ORCID iD
nb_no: Autoriser og koble til din ORCID iD

# plugins.generic.orcidProfile.connect
source: Create or Connect your ORCID iD
nb_no: Opprett eller koble til ORCID iD-en din
uk_ua: Створити або Підключитися до вашого ORCID iD

# plugins.generic.orcidProfile.failure.contact
source: Please contact the journal manager with your name, ORCID iD, and details of your submission.
nb_no: Vennligst kontakt redaksjonslederen med ditt navn, ORCID iD, og detaljer om innleveringen.

# plugins.generic.orcidProfile.authFailure
source: The ORCID authorization link has already been used or is invalid.
nb_no: ORCID-autorisasjonslenken er allerede brukt, eller er ugyldig.
uk_ua: OJS не вдалося зв'язатися з сервісом ORCID. Будь ласка, зв'яжіться з менеджером журналу і повідомте йому ваше ім'я, ORCID iD та подробиці надісланого вами подання.

# plugins.generic.orcidProfile.verify.denied
source: You denied access to your ORCID record.
nb_no: Du nektet tilgang til ORCID-oversikten din.

# plugins.generic.orcidProfile.verify.duplicateOrcid
source: An ORCID iD was already stored for this submission.
nb_no: En ORCID iD var allerede lagret for denne innleveringen.

# plugins.generic.orcidProfile.verify.failure
source: Your ORCID iD could not be verified. The link is no longer valid.
nb_no: ORCID iD-en din kunne ikke bekreftes. Lenken er ikke lenger gyldig.

# plugins.generic.orcidProfile.verify.success
source: Your ORCID iD has been verified and successfully associated with the submission.
nb_no: ORCID iD-en din er blitt bekreftet og assosiert med innleveringen.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.notpublished
source: The submission will be added to your ORCID record during publication.
nb_no: Innleveringen vil bli lagt til ORCID-posten din ved publisering.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.failure
source: The submission could not be added to your ORCID record.
nb_no: Innleveringen kunne ikke legges til ORCID-posten din.

# plugins.generic.orcidProfile.verify.sendSubmissionToOrcid.success
source: The submission has been added to your ORCID record.
nb_no: Innleveringen er lagt til ORCID-posten din.

# plugins.generic.orcidProfile.verify.title
source: ORCID Authorization
nb_no: ORCID-autorisasjon

# plugins.generic.orcidProfile.author.unauthenticated
source: ORCID iD not authenticated! Please request authentication from the contributor.
nb_no: ORCID iD ikke autentisert! Be om godkjenning fra bidragsyteren.

# plugins.generic.orcidProfile.author.orcidEmptyNotice
source: See below to request authenticated ORCID iD
nb_no: Se nedenfor for å be om autentisert ORCID iD

# plugins.generic.orcidProfile.author.deleteORCID
source: Delete ORCID iD and access token!
nb_no: Slett ORCID iD og tilgangsbevis!

# plugins.generic.orcidProfile.author.requestAuthorization
source: Send e-mail to request ORCID authorization from contributor
nb_no: Send e-post for å be om ORCID-autorisasjon fra bidragsyter

# plugins.generic.orcidProfile.author.accessTokenStored
source: ORCID record access granted with scope {$orcidAccessScope}, valid until
nb_no: ORCID-posttilgang gitt med omfanget {$orcidAccessScope}, gyldig til

# plugins.generic.orcidProfile.author.accessDenied
source: ORCID access was denied at
nb_no: ORCID-tilgang ble nektet på
uk_ua: Доступ за ORCID було відхилено о

# plugins.generic.orcidProfile.manager.settings.logLevel.all
source: All
nb_no: Alt
uk_ua: Всі

# plugins.generic.orcidProfile.manager.settings.logLevel.error
source: Errors
nb_no: Feilmeldinger
uk_ua: Помилки

# plugins.generic.orcidProfile.manager.settings.logLevel.help
source: Select the amount of logging output written by the plugin
nb_no: Velg mengden loggføring som lages av programtillegget

# plugins.generic.orcidProfile.manager.settings.logSectionTitle
source: ORCID request log
nb_no: ORCID-logg for forespørsler
uk_ua: Журнал запитів ORCID

# plugins.generic.orcidProfile.manager.settings.sendMailToAuthorsOnPublication
source: Send e-mail to request ORCID authorization from authors when an article is accepted ie. sent to copy editing
nb_no: Send e-post for å be om ORCID-autorisasjon fra forfattere når en artikkel godtas, dvs. blir sendt til manuskriptredigering
uk_ua: Надіслати електронний лист, для запиту ORCID авторізації від авторів, коли стаття прийнята, наприклад, відправлена на літературне редагування

# plugins.generic.orcidProfile.manager.settings.mailSectionTitle
source: E-Mail Settings
nb_no: E-post-innstillinger
uk_ua: Налаштування електронної пошти

# plugins.generic.orcidProfile.manager.settings.orcidScope
source: Profile Access Scope
nb_no: Profils adgangsområde
uk_ua: Доступ до профілю

# plugins.generic.orcidProfile.manager.settings.orcidClientSecret
source: Client Secret
nb_no: Klienthemmelighet (Client Secret)

# plugins.generic.orcidProfile.manager.settings.orcidClientId
source: Client ID
nb_no: Klient-ID

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.memberSandbox
source: Member Sandbox
nb_no: Medlems-sandbox

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.member
source: Member
nb_no: Medlem

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.publicSandbox
source: Public Sandbox
nb_no: Offentlig sandbox

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.public
source: Public
nb_no: Offentlig

# plugins.generic.orcidProfile.manager.settings.description.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
nb_no: ORCID API-en ble konfigurert globalt av verten. Følgende opplysninger er lagret.
uk_ua: ORCID API був налаштований глобально хостом. Облікові дані було збережено.

# plugins.generic.orcidProfile.manager.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information into user and author profiles and updating connected ORCID records with new publications (only for ORCID Members).
nb_no: Konfigurer ORCID API-tilgang for å hente ORCID-profilinformasjon til bruker- og forfatterprofiler, og oppdatere tilkoblede ORCID-poster med nye publikasjoner (bare for ORCID-medlemmer).
uk_ua: Налаштуйте ORCID API для використання інформації профілю ORCID у профілі користувача.

# plugins.generic.orcidProfile.manager.settings.hidden
source: hidden
nb_no: skjult
uk_ua: приховано

# plugins.generic.orcidProfile.manager.settings.title
source: ORCID API Settings
nb_no: ORCID API-innstillinger
uk_ua: Налаштування ORCID API

# plugins.generic.orcidProfile.emailOrOrcid
source: Email address or ORCID iD:
nb_no: E-postadresse eller ORCID iD:
uk_ua: Адреса електронної пошти або ORCID iD:

# plugins.generic.orcidProfile.noData
source: Couldn't find any data from ORCID.
nb_no: Fant ingen data fra ORCID.
uk_ua: Не вдалося знайти дані з ORCID.

# plugins.generic.orcidProfile.instructions
source: You can pre-populate this form with information from an ORCID profile. Enter the email address or ORCID iD associated with the ORCID profile, then click "Submit".
nb_no: Du kan fylle ut dette skjemaet med informasjon fra en ORCID-profil. Skriv inn e-postadressen eller identiteten (iD) knyttet til ORCID-profilen. Klikk så «Send inn».
uk_ua: Ви можете попередньо заповнити цю форму інформацією з профілю ORCID. Введіть адресу електронної пошти або ORCID iD, пов'язаний з профілем ORCID, і натисніть "Надіслати".

# plugins.generic.orcidProfile.description
source: Allows for the import of user profile information from ORCID.
nb_no: Dette programtillegget gjør det mulig å importere brukerprofilinformasjon fra ORCID.
uk_ua: Дозволяє імпортувати інформацію профілю користувача з ORCID.

# plugins.generic.orcidProfile.displayName
source: ORCID Profile Plugin
nb_no: ORCID-profil programtillegg
uk_ua: Модуль "Профіль ORCID"
