Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/reports/reviewReport/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_ca, hu_hu, id_id, it_it, nb_no, nl_nl, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.reports.reviews.displayName
source: Review Report
ar_iq: تقرير التحكيم
bg_bg: Отчет за рецензии
ca_es: Informe de revisió
cs_cz: Report recenzí
da_dk: Bedømmerrapport
de_de: Begutachtungs-Bericht
el_gr: Αναφορά αξιολογήσεων
es_es: Informe de Revisión
fi_fi: Arvioinnit-raportti
fr_ca: Rapport d'évaluation
hu_hu: Szakmai lektorálási jelentés
id_id: Laporan Review
it_it: Report sulle revisioni
nb_no: Rapport over fagfellevurderingsoppdrag
nl_nl: Review rapport
pt_br: Relatórios de avaliação
pt_pt: Plugin de Relatórios de Revisão
ru_ru: Модуль «Отчет о рецензиях»
sl_si: Poročilo o recenziji
sv_se: Rapport över granskningar
tr_tr: Değerlendirme Raporu
uk_ua: Звіт про рецензування
vi_vn: Báo cáo quá trình phản biện

# plugins.reports.reviews.description
source: This plugin implements a CSV report containing a list of review assignments for a journal.
ar_iq: هذه الإضافة تعطي تقريراً بصيغة CSV يتضمن قائمة لمهام التحكيم في المجلة.
bg_bg: Тази добавка предоставя отчет в CSV формат, съдържащ списък на назначените рецензии за списание.
ca_es: Aquest mòdul implementa un informe en format CSV que conté una llista d'assignacions de revisió per revista.
cs_cz: Tento plugin zavádí CSV report obsahující seznam recenzních úkolů zpracovaných pro časopis.
da_dk: Denne plugin genererer en CSV-rapport indeholdende en oversigt over tidsskriftets bedømmelsesoverdragelser.
de_de: Dieses Plugin implementiert einen CSV-Bericht, der eine Liste von Begutachtungsanweisungen für eine Zeitschrift enthält.
el_gr: Αυτό το Πρόσθετο δημιουργεί μια αναφορά σε μορφή CSV που περιλαμβάνει μια λίστα με τις αναθέσεις για αξιολόγηση για ένα περιοδικό.
es_es: Este módulo implmenta un informe en formato CSV con una lista de asignaciones de revisión por revista.
fi_fi: Tällä lisäosalla voi luoda CSV-muotoisen raportin, joka sisältää tiedot julkaisun arviointipyynnöistä.
fr_ca: Ce plugiciel met en place un rapport CSV contenant une liste d'assignations d'évaluation pour une revue.
hu_hu: Ez a bővítmény létrehoz egy CSV-jelentést, amely a folyóirat lektori feladatainak listáját tartalmazza.
id_id: Plugin ini mengimplementasikan laporan CSV yang berisi daftar tugas review untuk sebuah jurnal.
it_it: Questo plugin crea un report delle revisioni della rivista in formato CSV.
nb_no: Dette programtillegget lager CSV-rapport med en liste over oppdrag om fagfellevurdering for et tidsskrift.
nl_nl: Deze plugin maakt een komma-gescheiden rapport met een lijst reviewtaken voor een tijdschrift.
pt_br: Este plugin implementa um relatório no formato CSV (planilha eletrônica) contendo a lista de tarefas de avaliação para uma revista.
pt_pt: Este plugin implementa um relatório no formato CSV contendo a lista de tarefas de revisão para uma revista.
ru_ru: Реализует отчет в формате CSV, содержащий список заданий на рецензирование для журнала.
sl_si: Ta vtičnik ureja poročilo CSV o recenzijah, ki vsebuje seznam recenzij in podatke o njih.
sv_se: Pluginet skapar en CSV-rapport som innehåller en lista över en tidskrifts granskningsuppdrag.
tr_tr: Bu eklenti bir dergi için CSV biçiminde değerlendirme atamalarının listesini içeren bir rapor sunar.
uk_ua: Цей модуль дозволяє формувати звіти у форматі CSV зі списками призначень на рецензування рукописів, надісланих до журналу.
vi_vn: Plugin này thực hiện báo cáo CSV chứa danh sách các phản biện được phân công cho một tạp chí.

# plugins.reports.reviews.round
source: Round
ar_iq: الجولة
bg_bg: Закръглено
ca_es: Ronda
cs_cz: Kolo
da_dk: Gang
de_de: Durchgang
el_gr: Γύρος
es_es: Ronda
fi_fi: Kierros
fr_ca: Cycle
hu_hu: Kör
id_id: Putaran
it_it: Turno
nb_no: Runde
nl_nl: Ronde
pt_br: Rodada
pt_pt: Ronda
ru_ru: Раунд
sl_si: Krog
sv_se: Omgång
tr_tr: Tur
uk_ua: Раунд
vi_vn: Vòng

# plugins.reports.reviews.submissionTitle
source: Submission Title
ar_iq: عنوان طلب التقديم
bg_bg: Заглавие на работата
ca_es: Títol de la tramesa
cs_cz: Název příspěvku
da_dk: Indsendelsestitel
de_de: Titel der Einreichung
el_gr: Τίτλος υποβολής
es_es: Título del envío
fi_fi: Otsikko
fr_ca: Titre de la soumission
hu_hu: Kézirat címe
id_id: Judul Naskah
it_it: titolo proposta
nb_no: Innleveringens tittel
nl_nl: Titel van de inzending
pt_br: Título da Submissão
pt_pt: Título da Submissão
ru_ru: Название материала
sl_si: Naslov prispevka
sv_se: Bidragets titel
tr_tr: Gönderi Başlığı
uk_ua: Назва матеріалу
vi_vn: Tiêu đề bài gửi

# plugins.reports.reviews.submissionId
source: Submission ID
ar_iq: رمز طلب التقديم
bg_bg: Идентификатор на работата
ca_es: Identificador de la tramesa
cs_cz: ID příspěvku
da_dk: Indsendelses-ID
de_de: ID der Einreichung
el_gr: ID υποβολής
es_es: ID del envío
fi_fi: Käsikirjoituksen ID
fr_ca: ID de la soumission
hu_hu: Kézirat ID
id_id: ID Naskah
it_it: ID proposta
nb_no: Innleveringens ID
nl_nl: ID van de inzending
pt_br: ID da submissão
pt_pt: ID da Submissão
ru_ru: ID материала
sl_si: ID prispevka
sv_se: Bidragets ID
tr_tr: Gönderi ID'si
uk_ua: ID матеріалу
vi_vn: ID bài gửi

# plugins.reports.reviews.reviewer
source: Reviewer
ar_iq: المحكم
bg_bg: Рецензент
ca_es: Revisor/a
cs_cz: Recenzent
da_dk: Bedømmer
de_de: Gutachter/in
el_gr: Αξιολογητής
es_es: Revisor/a
fi_fi: Arvioija
fr_ca: Évaluateur-trice
hu_hu: Szakmai lektor
id_id: Mitra Bestari
it_it: Revisore
nb_no: Fagfelle
pt_br: Avaliador
pt_pt: Revisor
ru_ru: Рецензент
sl_si: Recenzent
sv_se: Granskare
tr_tr: Hakem
uk_ua: Рецензент
vi_vn: Người phản biện

# plugins.reports.reviews.dateAssigned
source: Date Assigned
ar_iq: تأريخ التكليف
bg_bg: Дата на задаване
ca_es: Data assignada
cs_cz: Datum přidělení
da_dk: Tildelingsdato
de_de: Auftragsdatum
el_gr: Ημερομηνία ανάθεσης
es_es: Fecha asignada
fi_fi: Osoitettu
fr_ca: Date d'assignation
hu_hu: Hozzárendelés dátuma
id_id: Tanggal Ditugaskan
it_it: Data di assegnazione
nb_no: Oppdraget gitt dato
nl_nl: Datum toekenning
pt_br: Data de solicitação
pt_pt: Data do Pedido
ru_ru: Дата назначения
sl_si: Datum dodelitve
sv_se: Tilldelat den
tr_tr: Atama Tarihi
uk_ua: Дата призначення
vi_vn: Ngày giao

# plugins.reports.reviews.dateNotified
source: Date Notified
ar_iq: تأريخ الإشعار
bg_bg: Дата на уведомяване
ca_es: Data notificada
cs_cz: Datum oznámení
da_dk: Indberetningsdato
de_de: Benachrichtigungsdatum
el_gr: Ημερομηνία ειδοποίησης
es_es: Fecha notificada
fi_fi: Ilmoitettu
fr_ca: Date d'avis
hu_hu: Értesítés dátuma
id_id: Tanggal Diberitahu
it_it: Data di notifica
nb_no: Beskjed gitt dato
nl_nl: Datum bericht
pt_br: Data de Notificação
pt_pt: Data da Notificação
ru_ru: Дата уведомления
sl_si: Datum obveščanja
sv_se: Meddelat den
tr_tr: Onaylama Tarihi
uk_ua: Дата інформування
vi_vn: Ngày thông báo

# plugins.reports.reviews.dateConfirmed
source: Date Confirmed
ar_iq: تأريخ التأكيد
bg_bg: Дата на потвърждаване
ca_es: Data confirmada
cs_cz: Datum odsouhlasení
da_dk: Bekræftelsesdato
de_de: Bestätigungsdatum
el_gr: Ημερομηνία επιβεβαίωσης
es_es: Fecha confirmada
fi_fi: Vahvistettu
fr_ca: Date de confirmation
hu_hu: Jóváhagyás dátuma
id_id: Tanggal Dikonfirmasi
it_it: Data di conferma
nb_no: Bekreftet dato
nl_nl: Datum bevestiging
pt_br: Data de Confirmação da disponibilidade
pt_pt: Data de Confirmação de disponibilidade
ru_ru: Дата подтверждения
sl_si: Datum potrditve
sv_se: Bekräftat den
tr_tr: Onay Tarihi
uk_ua: Дата підтвердження
vi_vn: Ngày xác nhận

# plugins.reports.reviews.dateAcknowledged
source: Date Acknowledged
ar_iq: تأريخ الإقرار
bg_bg: Дата на препотвърждаване
ca_es: Data confirmada
cs_cz: Datum potvrzení
da_dk: Dato bekræftet
de_de: Datum der Bestätigung
el_gr: Ημερομηνία παραλαβής
es_es: Fecha confirmada
fi_fi: Vastaanotettu (pvm.)
fr_ca: Date de l'accusé de réception (remerciement)
hu_hu: Elfogadás dátuma
id_id: Tangggal Diterima
it_it: Data di conferma
nb_no: Dato bekreftet
nl_nl: Datum toewijzing
pt_br: Data de confirmação
pt_pt: Data de Confirmação
ru_ru: Дата подтверждения получения
sl_si: Potrjen datum
tr_tr: Kabul Tarihi
uk_ua: Дата підтверджена
vi_vn: Ngày cảm ơn

# plugins.reports.reviews.unconsidered
source: Unconsidered
ar_iq: غير معتبر
bg_bg: Пренебрегната
ca_es: Sense considerar
cs_cz: Bez posouzení
da_dk: Uovervejet
de_de: nicht berücksichtigt
es_es: Sin considerar
fi_fi: Käsittelemätön
fr_ca: Non considéré-e
hu_hu: Figyelmen kívül hagyott
id_id: Diabaikan
it_it: Non considerato
nb_no: Uoverveid
nl_nl: Niet in overweging genomen
pt_br: Não considerado
pt_pt: Desconsiderado
ru_ru: Нерассмотрен
sl_si: Neupoštevno
tr_tr: Önemsiz
uk_ua: Нерозглянутий
vi_vn: Không được xem xét

# plugins.reports.reviews.dateCompleted
source: Date Completed
ar_iq: تأريخ الإكمال
bg_bg: Дата на завършване
ca_es: Data completada
cs_cz: Datum dokončení
da_dk: Færdiggørelsesdato
de_de: Fertigstellungsdatum
el_gr: Ημερονημία ολοκλήρωσης
es_es: Fecha completada
fi_fi: Valmis
fr_ca: Date de complétion
hu_hu: Elkészítés dátuma
id_id: Tanggal Diselesaikan
it_it: Data di completmaneto
nb_no: Fullført dato
nl_nl: Datum gereed
pt_br: Conclusão
pt_pt: Data de Conclusão
ru_ru: Дата окончания
sl_si: Datum končanja
sv_se: Avslutad den
tr_tr: Bitirme Tarihi
uk_ua: Дата завершення
vi_vn: Ngày hoàn thành

# plugins.reports.reviews.dateReminded
source: Date Reminded
ar_iq: تأريخ التذكير
bg_bg: Дата на напомняне
ca_es: Data recordatori
cs_cz: Datum připomenutí
da_dk: Påmindelsesdato
de_de: Erinnerungsdatum
el_gr: Ημερομηνία υπενθύμισης
es_es: Fecha recordatorio
fi_fi: Muistutettu
fr_ca: Date de rappel
hu_hu: Emlékeztetés dátuma
id_id: Tanggal Diperingatkan
it_it: Data del promemoria
nb_no: Dato for påminnelse
nl_nl: Datum herinnering
pt_br: Lembrete
pt_pt: Data do Lembrete
ru_ru: Дата напоминания
sl_si: Datum opominjanja
sv_se: Påminnelsedatum
tr_tr: Hatırlatma Tarihi
uk_ua: Дата нагадування
vi_vn: Ngày nhắc nhở

# plugins.reports.reviews.reviewOverdue
source: Review Overdue Days
ar_iq: أيام التجاوز للتحكيم
bg_bg: Дни просрочване на рецензия
ca_es: Dies de venciment de la revisió
cs_cz: Počet dnů zpoždění recenze
da_dk: Gennemgå forfaldne dage
de_de: Überfälligkeit des Reviews in Tagen
el_gr: Έλεγχος ημερών καθυστέρησης
es_es: Días de vencimiento de la revisión
fi_fi: Arvio myöhässä (päiviä)
fr_ca: Jour(s) de retard pour la remise de l'évaluation
hu_hu: Lektorálási megtételének késése ennyi nappal
id_id: Batas Waktu Mereview
it_it: Giorni di ritardo per la review
nb_no: Dager over frist for fagfellevurdering
nl_nl: Aantal dagen na uiterste reviewdatum
pt_br: Dias de Atraso de Avaliação
pt_pt: Dias de Atraso de Revisão
ru_ru: Превышение срока рецензирования в днях
sl_si: Zapadli dnevi recenzije
tr_tr: Gecikmiş Günleri Gözden Geçirin
uk_ua: Перевищення строку реуензування у днях
vi_vn: Ngày quá hạn phản biện

# plugins.reports.reviews.responseOverdue
source: Response Overdue Days
ar_iq: أيام التجاوز للإجابة
bg_bg: Дни просрочване на отговора
ca_es: Dies de venciment de la resposta
cs_cz: Počet dní zpoždění odpovědi
da_dk: Svar på forfaldne dage
de_de: Überfälligkeit der Antwort in Tagen
el_gr: Απάντηση ημερών καθυστέρησης
es_es: Días de vencimiento de la respuesta
fi_fi: Vastaus myöhässä (päiviä)
fr_ca: Jour(s) de retard pour donner une réponse
hu_hu: Lektorálási felkérés elfogadásának késése ennyi nappal
id_id: Batas Waktu Memberi Jawaban
it_it: Giorni di ritardo per la risposta
nb_no: Dager over frist for svar
nl_nl: Aantal dagen na uiterste antwoorddatum
pt_br: Dias de atraso de resposta
pt_pt: Dias de Atraso de Resposta de Revisão
ru_ru: Превышение срока ответа в днях
sl_si: Zapadli dnevi odgovorov
tr_tr: Gecikmiş Yanıt Günleri
uk_ua: Перевищення строку відповіді у днях
vi_vn: Ngày quá hạn phản hồi

# plugins.reports.reviews.recommendation
source: Recommendation
ar_iq: التوصية
bg_bg: Препоръки
ca_es: Recomanació
cs_cz: Doporučení
da_dk: Anbefaling
de_de: Empfehlung
el_gr: Σύστηαση
es_es: Recomendación
fi_fi: Suositus
fr_ca: Recommandation
hu_hu: Ajánlás
id_id: Rekomendasi
it_it: Raccomandazione
nb_no: Anbefaling
nl_nl: Aanbeveling
pt_br: Recomendação
pt_pt: Recomendação
ru_ru: Рекомендация
sl_si: Priporočilo
sv_se: Rekommendation
tr_tr: Öneri
uk_ua: Рекомендація
vi_vn: Khuyến nghị

# plugins.reports.reviews.comments
source: Comments On Submission
ar_iq: التعليقات على طلب التقديم
bg_bg: Коментари за предложената работа
ca_es: Comentaris de la tramesa
cs_cz: Komentáře k příspěvku
da_dk: Kommentarer til indsendelse
de_de: Kommentare zur Einreichung
el_gr: Σχόλια στην υποβολή
es_es: Comentarios sobre el envío
fi_fi: Kommentit
fr_ca: Commentaires sur la soumission
hu_hu: Megjegyzések a kézirathoz
id_id: Komentar Pada Naskah
it_it: Commenti sulle proposte
nb_no: Kommentarer til innleveringen
nl_nl: Opmerkingen bij de inzending
pt_br: Comentários sobre a submissão
pt_pt: Comentários à Submissão
ru_ru: Комментарии к материалу
sl_si: Komentarji prispevka
sv_se: Kommentarer till bidraget
tr_tr: Gönderi Hakkında Yorumlar
uk_ua: Коментарі до матеріалу
vi_vn: Bình luận về bài gửi
