Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/admin.po
Languages: hy_am, ka_ge

# admin.auth.ojs
source: OJS User Database
hy_am: OJS օգտագործողի տվյալների բազա
ka_ge: OJS-ის მომხმარებელთა ბაზა

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
hy_am: Ընտրեք որևէ լրացուցիչ լեզու այս համակարգում աջակցություն/support տեղադրելու համար: Լեզուները պետք է տեղադրվեն նախքան դրանք ամսագրերի համար օգտագործելը: Տես OJS փաստաթղթերը նոր լեզվի համար աջակցություն/support ավելացնելու համար:
ka_ge: აირჩიეთ დამატებითი ენები ამ სისტემაში მხარდასაჭერად. ენები უნდა დაყენდეს მანამდე, სანამ მათ გამოიყენებთ განთავსებულ ჟურნალებში. იხილეთ OJS-ის დოკუმენტაცია, თუ როგორ უნდა დაამატოთ ახალი ენების მხარდაჭერა.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
hy_am: Վստա՞հ եք, որ ցանկանում եք հեռացնել այս լեզուն:Սա կարող է անդրադառնալ ցանկացած ամսագրի վրա, որոնք այս պահին օգտագործում են այս լեզում:
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ენის წაშლა? ამან შესაძლოა გავლენა იქონიოს არსებულ ჟურნალებზე, რომლებიც მას იყენებენ.

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
hy_am: Նշված լեզուները կարող են լինել թերի :
ka_ge: მონიშნული ენების მხარდაჭერა შესაძლოა სრული არ იყოს.

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
ka_ge: აირჩიეთ ყველა ენა საიტზე მხარდაჭერისათვის. არჩეული ენები ხელმისაწვდომი იქნება ყველა ჟურნალისათვის, ასევე გამოჩნდება ენების არჩევის მენიუში საიტის ყველა გვერდზე (ეს პარამეტრი შესაძლოა შეიცვალოს კონკრეტული ჟურნალის გვერდებზე). თუ არჩეულია მხოლოდ ერთი ენა, მათი გადართვის მენიუ არ გამოჩნდება, ასევე მიუწვდომელი იქნება ენების პარამეტრები.

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
hy_am: Սա կլինի լռելյայն լեզուն կայքի և ընդգրկված ցանկացած ամսագրերի համար:
ka_ge: ეს იქნება ნაგულისხმევი ენა საიტისათვის და განთავსებული ჟურნალებისათვის.

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ապաակտիվացնել այս լեզուն: Սա կարող է ազդել ցանկացած տեղակայված ամսագրի վրա, որն այժմ օգտագործում է լեզուն:
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ ენის გამორთვა? ამან შესაძლოა გავლენა იქონიოს არსებულ ჟურნალებზე, რომლებიც მას იყენებენ.

# admin.settings.defaultMetricDescription
source: Your OJS installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
ka_ge: OJS-ის თქვენი ინსტალაცია მორგებულია ერთზე მეტი მეტრიკის ჩაწერაზე. გამოყენების სტატისტიკა გამოჩნდება სხვადასხვა კონტექსტში. არის შემთხვევები, როდესაც საჭიროა მხოლოდ ერთი სტატისტიკის გამოყენება, მაგალითად ყველაზე ხშირად გამოყენებული სტატიების მოწესრიგებული სიის, ან რანჟირებული ძებნის შედეგების ჩვენება. გთხოვთ, აირჩიეთ ერთ-ერთი მორგებული მეტრიკა ნაგულისხმევად.

# admin.settings.redirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
hy_am: Հիմնական կայքի հարցումները կուղղորդվեն այս ամսագիր: Սա կարող է օգտակար լինել, եթե կայքը, օրինակ, պարունակում է միայն մեկ ամսագիր:
ka_ge: საიტის მთავარი გვერდი გახდება ამ ჟურნალის მთავარი გვერდი. ეს სასარგებლოა, მაგალითად როდესაც საიტზე მხოლოდ ერთი ჟურნალია განთავსებული.

# admin.settings.redirect
source: Journal redirect
hy_am: Ամսագրի վերաուղորդում
ka_ge: ჟურნალის გადამისამართება

# admin.hostedContexts
source: Hosted Journals
hy_am: Թողարկված հոդված
ka_ge: ჟურნალები

# admin.scheduledTask.reviewReminder
source: Review Reminder
ka_ge: შეხსენება რეცენზენტს

# admin.scheduledTask.openAccessNotification
source: Open Access Notification
ka_ge: შეტყობინება ღია წვდომის შესახებ

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription Expiry Reminder
ka_ge: გამოწერის დასრულების ვადის შეხსენება

# admin.mergeUsers.noneEnrolled
source: No enrolled users.
ka_ge: არ არის მოწვეული მომხმარებლები.

# admin.mergeUsers.allUsers
source: All Enrolled Users
ka_ge: ყველა მოწვეული მომხმარებელი

# admin.mergeUsers.mergeUser
source: Merge User
ka_ge: გაერთიანება

# admin.mergeUsers
source: Merge Users
ka_ge: მომხმარებლების გაერთიანება

# admin.journals.importErrors
source: Importing failed to complete successfully
ka_ge: იმპორტი ჩაიშალა

# admin.journals.form.importPathRequired
source: The import path is required.
ka_ge: იმპორტის მდებარეობა სავალდებულოა.

# admin.journals.redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
ka_ge: OJS 1-ის მისამართების OJS 2-ის მისამართებად გარდაქმნის კოდის გენერაცია

# admin.journals.transcode
source: Transcode article metadata from ISO8859-1
ka_ge: სტატიის მეტა-მონაცემების გარდაქმნა ISO8859-1-დან

# admin.journals.importSubscriptions
source: Import subscriptions
ka_ge: გამოწერების იმპორტი

# admin.journal.pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
ka_ge: ჟურნალის არსებული მდებარეობა,ა ნ ახალი მდებარეობის შექმნა (მაგალითად, „ojs“).

# admin.contexts.contextDescription
source: Journal description
ka_ge: ჟურნალის აღწერა

# admin.journals.enableJournalInstructions
source: Enable this journal to appear publicly on the site
ka_ge: ამ ჟურნალის ჩვენება ყველასათვის

# admin.contexts.form.pathExists
source: The path you provided is already in use by another journal.
ka_ge: მითითებული მდებარეობა უკვე გამოიყენება სხვა ჟურნალისათვის.

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
ka_ge: მდებარეობა შეიცავს მხოლოდ ასოებს, ციფრებს, სიმბოლოებს _ და -. მდებარეობა უნდა იწყებოდეს ასოთი, ან ციფრით.

# admin.contexts.form.pathRequired
source: A path is required.
ka_ge: სავალდებულო მდებარეობა.

# admin.contexts.form.titleRequired
source: A title is required.
hy_am: Պահանջվում է վերնագիր:
ka_ge: არასავადებულო სათაური.

# admin.journals.urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}.
hy_am: Սա կլինի մեկ կարճ բառ կամ հապավում, որը ներկայացնում է պարբերականը: Պարբերականի հղումը հետևյալն է՝ {$sampleUrl}:
ka_ge: ეს შეიძლება იყოს ერთი მოკლე სიტყვა, ან აბრევიატურა, რომელიც წარმოადგენს ჟურნალს. ჟურნალის მისამართი: {$sampleUrl}.

# admin.contexts.create
source: Create Journal
hy_am: Ստեղծել պարբերական:
ka_ge: ჟურნალის შექმნა

# admin.journals.noneCreated
source: No journals have been created.
hy_am: Որևէ պարբերական չի ստեղծվել:
ka_ge: არცერთი ჟურნალი არ არის შექმნილი.

# admin.journals.journalSettings
source: Journal Settings
hy_am: Պարբերականի կարգաբերումներ
ka_ge: ჟურნალის მორგება

# admin.journals.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
hy_am: Դուք ավտոմատ կավելացվեք որպես այս պարբերականի մենեջեր:Նոր պարբերական ստեղծելուց հետո, Դուք կուղորդվեք դեպքի կարգաբերումներ ամսագրի նախնական տեղադրումը կատարելու համար:
ka_ge: თქვენ ავტომატურად დაემატებით ამ ჟურნალის მმართველად. ახალი ჟურნალის შექმნის შემდეგ თქვენ გადახვალთ ჟურნალის მორგების ოსტატზე, პირველადი მორგების დასრულების შემდგომ.

# admin.systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
hy_am: OJS կարգաբերման կարգավորում <tt>config.inc.php</tt>-ից:
ka_ge: OJS-ის კონფიგურაციის პარამეტრები: <tt>config.inc.php</tt>.

# admin.systemConfiguration
source: OJS Configuration
hy_am: OJS կարգավորում
ka_ge: OJS-ის კონფიგურაცია

# admin.systemVersion
source: OJS Version
hy_am: OJS տարբերակ
ka_ge: OJS-ის ვერსია

# admin.auth.enableSyncProfiles
source: Enable user profile synchronization (if supported by this authentication plugin). User profile information will be automatically updated from the remote source when a user logs in, and profile changes (including password changes) made within OJS will be automatically updated on the remote source. If this option is not enabled OJS profile information will be kept separate from remote source profile information.
ka_ge: მომხმარებელთა პროფილების სინქრონიზაციის ჩართვა (თუ მხარდაჭერილია ავთენტიფიკაციის ამ მოდულის მიერ). მომხმარებლის პროფილის ინფორმაცია ავტომატურად განახლდება გარე წყაროდან მომხმარებლის სისტემაში შესვლისას, ხოლო პროფილის ცვლილებები, რომლებიც OJS-ში მოხდა, ავტომატურად გადავა გარე წყაროში. თუ ეს პარამეტრი გამორთულია, მომხმარებლის პროფილის ინფორმაცია შენახული იქნება გარე წყაროს დამოუკიდებლად.

# admin.settings.disableBulkEmailRoles.contextDisabled
source: The bulk email feature has been disabled for this journal. Enable this feature in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
ka_ge: ამ ჟურნალისათვის გამორთულია წერილების მასიური დაგზავნის ფუნქცია. ჩართეთ ეს შესაძლებლობა <a href="{$siteSettingsUrl}">ადმინისტრირება > საიტის პარამეტრები</a> სექციაში.

# admin.settings.disableBulkEmailRoles.description
source: A journal manager will be unable to send bulk emails to any of the roles selected below. Use this setting to limit abuse of the email notification feature. For example, it may be safer to disable bulk emails to readers, authors, or other large user groups that have not consented to receive such emails.<br><br>The bulk email feature can be disabled completely for this journal in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
ka_ge: ჟურნალის მენეჯერს არ შეუძლია ელფოსტის მასიური დაგზავნა ქვემოთ არჩეული როლებისათვის. გამოიყენეთ ეს პარამეტრი, რათა შეზღუდოთ არასასურველი წერილების დაგზავნა. მაგალითად, უმჯობესი იქნება წარილების დაგზავნის ფუნქციის გამორთვა მკითხველებს, ავტორებს და მომხმარებელთა დიდ ჯგუფებთან, რომლებსაც არ მოუციათ თანხმობა ასეთი წერილების მიღებაზე.<br><br>წერილების დაგზავნის ფუნქცია შესაძლოა სრულიად გაითიშოს ამ ჟურნალისათვის <a href="{$siteSettingsUrl}">ადმინისტრირება > საიტის პარამეტრები</a> სექციაში.

# admin.settings.enableBulkEmails.description
source: Select the hosted journals that should be allowed to send bulk emails. When this feature is enabled, a journal manager will be able to send an email to all users registered with their journal.<br><br>Misuse of this feature to send unsolicited email may violate anti-spam laws in some jurisdictions and may result in your server's emails being blocked as spam. Seek technical advice before enabling this feature and consider consulting with journal managers to ensure it is used appropriately.<br><br>Further restrictions on this feature can be enabled for each journal by visiting its settings wizard in the list of <a href="{$hostedContextsUrl}">Hosted Journals</a>.
ka_ge: აირჩიეთ ჟურნალები, რომლებსაც უნდა შეეძლოთ ელფოსტის მასიური დაგზავნა. როდესაც ეს ფუნქცია ჩართულია, ჟურნალის მენეჯერს შეეძლება ელფოსტის დაგზავნა ყველა მომხმარებელთან, რომლებიც რეგისტრირებული არიან ამ ჟურნალში.<br><br>ამ ფუნქციის გამოყენება არასასურველი ელფოსტის დაგზავნისათვის ზოგიერთ ქვეყანაში ხვდება კანონსაწინააღნდეგო ქმედებებში და თქვენი წერილები დაიბლოკება. ამ ფუნქციის ჩართვამდე გაიარეთ კონსულტაცია ჟურნალის მენეჯერთან, რათა დარწმუნდეთ, რომ ის გამოიყენება მართებულად.<br><br>ამ ფუნქციის სხვა შეზღუდვები შესაძლოა ჩაირთოს ყოველი ჟურნალისათვის ოსტატის საშუალებით სიაში <a href="{$hostedContextsUrl}">არსებული ჟურნალები</a>.

# admin.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
ka_ge: დარწმუნებული ხართ, რომ გსურთ არჩეული {$oldAccountCount} ანგარიშების შერწყმა „{$newUsername}“ ანგარიშთან? არჩეული {$oldAccountCount} ანგარიშები ამის შემდეგ გაქრება. ამ მოქმედების გაუქმება შეუძლებელია.

# admin.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
ka_ge: აირჩიეთ მომხმარებელი (ან რამოდენიმე) სხვა მომხმარებელთან შერწყმისათვის (მაგალითად, როდესაც ერთმა ადამიანმა ორი ანგარიში შექმნა შეცდომით). პირველად არჩეული ანგარიში (ანგარიშები), წაიშლება, ხოლო ყველა მისი სტატია, სარედაქციო დავალება და ა.შ. გაერთიანდება მეორე ანგარიშთან.

# admin.mergeUsers.into.description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
ka_ge: აირჩიეთ მომხმარებელი, რომელსაც გადაეცემა წინა მომხმარებლის ავტორობა, მისი სარედაქციო დავალებები და ა.შ.

# admin.auth.enableCreateUsers
source: Enable user creation (if supported by this authentication plugin). Users created within OJS with this authentication source will be automatically added to the remote authentication source if they do not already exist. Additionally, if this source is the default authentication source, OJS accounts created through user registration will also be added to the remote authentication source.
hy_am: Ակտիվացնել օգտագործողների ստեղծումը (եթե աջակցվում է այս նույնականացման plugin-ով): OJS-ում ստեղծված օգտագործողները այս նույնականացման աղբյուրով ավտոմատ կավելացվեն հեռավար նույնականացման աղբյուրին, եթե արդեն գոյություն չունեն: Ինչպես նաև, եթե այս աղբյուրը լռելյայն է, OJS հաշիվը ստեղծվում է օգտագործողի գրանցման միջոցով, ավտամատ կավելացվի հեռավար նույնականացման աղբյուրին:
ka_ge: ახალი მომხმარებლების შექმნის შესაძლებლობის ჩართვა (თუ მხარდაჭერილია ავთენტიფიკაციის ამ მოდულის მიერ). მომხმარებლები, რომლებიც შეიქმნა ავთენტიფიკაციის ამ წყაროს საშუალებით, ავტომატურად დაემატებიან ავთენტიფიკაციის გარე წყაროებში, თუ ისინი იქ არ არიან. ამის გარდა, თუ ეს წყარო ავთენტიფიკაციის ნაგულისხმევი წყაროა, OJS-ის ანგარიშები, რომლებიც რეგისტრაციით შეიქმნა, ასევე დაემატებიან ავთენტიფიკაციის გარე წყაროებში.

# admin.auth.enableSyncPasswords
source: Enable user password modification (if supported by this authentication plugin). Enabling this option allows users to modify their password from within OJS and to use the OJS "lost password" feature to reset a forgotten password. These functions will be unavailable to users with this authentication source if this option is not enabled.
hy_am: Ակտիվացնել օգտագործողի փոփոխված գաղտնաբառը (եթե աջակցվում է այս նույնականացման plugin-ով): Այս տարբերակի ակտիվացումը թույլ է տալիս փոխել գաղտնաբառը OJS-ի ներսից և օգտագործել «կորած գաղտնաբառ» հոդվածը մոռացված գաղտնաբառը վերականգնելու համար: Այս գործառույթները հասանելի չեն լինի վավերացման աղբյուրով օգտագործողների համար, եթե այս տարբերակը միացված չէ:
ka_ge: მომხმარებლის პაროლის ცვლილების ჩართვა (თუ მხარდაჭერილია ავთენტიფიკაციის ამ მოდულის მიერ). თუ ეს პარამეტრი ჩართულია, მომხმარებლებს შეუძლიათ შეცვალონ პაროლი OJS-ში და გამოიყენონ პაროლის აღდგენის ფუნქცია დავიწყებული პაროლის აღსადგენად. ეს ფუნქციები არ იქნება მხარდაჭერილი, თუ პარამეტრი გათიშულია.

# admin.contexts.form.primaryLocaleNotSupported
source: The primary locale must be one of the journal's supported locales.
ka_ge: ძირიტადი ენა უნდა იყოს ჟურნალის მიერ მხარდაჭერილი ერთ-ერთი ენა.
