Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/api.po
Languages: fr_fr, hi_in, nl_nl, pl_pl, pt_pt

# api.submissions.403.unpublishedIssues
source: You do not have permission to view unpublished issues.
fr_fr: Vous n'avez pas la permission de consulter les numéros non publiés.
hi_in: आपके पास अप्रकाशित अंको को देखने की अनुमति नहीं है.
nl_nl: U heeft geen rechten om ongepubliceerde nummers te bekijken.
pl_pl: Nie jesteś uprawniony do podglądu nieopublikowanych wydań.
pt_pt: Não tem permissões para ver edições ainda não publicadas.

# api.publications.403.submissionsDidNotMatch
source: The publication that you requested is not part of this submission.
fr_fr: La publication que vous avez demandée ne fait pas partie de cette soumission.
hi_in: आपके द्वारा अनुरोधित प्रकाशन इस सबमिशन का हिस्सा नहीं है.
nl_nl: De publicatie die u heeft aangevraagd, maakt geen deel uit van deze inzending.
pl_pl: Żądana publikacja nie jest częścią tego przedłożenia.
pt_pt: A publicação solicitada não se encontra nesta submissão.

# api.publications.403.contextsDidNotMatch
source: The publication that you requested is not part of this journal.
fr_fr: La publication que vous avez demandée ne fait pas partie de cette revue.
hi_in: आपके द्वारा अनुरोधित प्रकाशन इस जर्नल का हिस्सा नहीं है.
nl_nl: De door u aangevraagde publicatie maakt geen deel uit van dit tijdschrift.
pl_pl: Żądana publikacja nie jest częścią tego czasopisma.
pt_pt: A publicação solicitada não existe nesta revista.

# api._payments.400.invalidPaymentMethod
source: The payment method you selected is not supported.
fr_fr: Le mode de paiement que vous avez sélectionné n'est pas pris en charge.
hi_in: आपके द्वारा चयनित भुगतान विधि समर्थित नहीं है.
nl_nl: De betaalwijze die u selecteerde wordt niet ondersteund.
pl_pl: Wybrana metoda płatności nie jest obsługiwana.
pt_pt: O método de pagamento selecionado não é suportado.

# api.emailTemplates.403.notAllowedChangeContext
source: You do not have permission to move this email template to another journal.
fr_fr: Vous n'avez pas l'autorisation de déplacer ce modèle de courriel vers une autre revue.
hi_in: आपके पास इस ईमेल टेम्प्लेट को किसी अन्य जर्नल में ले जाने की अनुमति नहीं है.
nl_nl: U heeft geen toestemming om dit e-mailsjabloon naar een ander tijdschrift te verplaatsen.
pl_pl: Nie masz pozwolenia do przenoszenia tego szablonu e-mail do innego czasopisma.
pt_pt: Não tem permissões para mover este modelo de e-mail para outra revista.

# api.contexts.404.contextNotFound
source: The journal you requested was not found.
fr_fr: La revue que vous avez demandée n'a pas été trouvée.
hi_in: आपके द्वारा अनुरोधित जर्नल नहीं मिली.
nl_nl: Het tijdschrift werd niet gevonden.
pl_pl: Nie znaleziono szukanego czasopisma.
pt_pt: A revista que tentou aceder não foi encontrada.

# api.contexts.403.notAllowedDelete
source: You do not have permission to delete this journal.
fr_fr: Vous n'avez pas l'autorisation de supprimer cette revue.
hi_in: आपके पास इस जर्नल को हटाने की अनुमति नहीं है.
nl_nl: U heeft geen rechten om dit tijdschrift te verwijderen.
pl_pl: Nie masz pozwolenia do usunięcia tego czasopisma.
pt_pt: Não tem permissões para eliminar esta revista.

# api.contexts.403.notAllowedEdit
source: You do not have permission to edit this journal.
fr_fr: Vous n'avez pas l'autorisation de modifier cette revue.
hi_in: आपको इस जर्नल को संपादित करने की अनुमति नहीं है.
nl_nl: U heeft geen rechten om dit tijdschrift te bewerken.
pl_pl: Nie masz pozwolenia do edycji tego czasopisma.
pt_pt: Não tem permissões para editar esta revista.

# api.contexts.403.requiresContext
source: You can not edit this journal from the site-wide API.
fr_fr: Vous ne pouvez pas modifier cette revue depuis l'API du site.
hi_in: आप इस जर्नल को साइट-वाइड एपीआई से संपादित नहीं कर सकते.
nl_nl: U kan dit tijdschrift niet bewerken via de API voor de hele site.
pl_pl: Nie możesz edytować tego czasopisma przez API ogólne.
pt_pt: Não pode editar esta revista através da API do portal.

# api.contexts.403.contextsDidNotMatch
source: You can not view or edit this journal unless you make a request to the journal's API or the site-wide API.
fr_fr: Vous ne pouvez pas voir ou modifier cette revue à moins d'effectuer une requête à l'API du journal ou à l'API du site.
hi_in: जब तक आप जर्नल के एपीआई या साइट-वाइड एपीआई के लिए अनुरोध नहीं करते, आप इस जर्नल को देख या संपादित नहीं कर सकते.
nl_nl: U kan dit tijdschrift alleen bekijken of bewerken via de API van het tijdschrift of de hele site.
pl_pl: Nie możesz wyświetlać ani edytować tego czasopisma, dopóki nie wyślesz żądania do API mu przeznaczonemu lub API ogólnego.
pt_pt: Não pode visualizar ou editar esta revista enquanto não enviar um pedido através da API da revista ou da API do portal.

# api.contexts.403.notAllowed
source: You do not have permission to view this journal.
fr_fr: Vous n'avez pas l'autorisation de voir cette revue.
hi_in: आपको इस जर्नल को देखने की अनुमति नहीं है.
nl_nl: U heeft geen rechten om dit tijdschrift te bekijken.
pl_pl: Nie masz pozwolenia do przeglądania tego czasopisma.
pt_pt: Não tem permissões para visualizar esta revista.

# api.contexts.403.requestedDisabledContexts
source: You can only view journals that have been enabled.
fr_fr: Vous ne pouvez afficher que les revues qui ont été activées.
hi_in: आप केवल उन जर्नल को देख सकते हैं जिन्हें सक्षम किया गया है.
nl_nl: U kan uitsluitend tijdschriften bekijken die ingeschakeld zijn.
pl_pl: Możesz wyświetlać tylko czasopisma, które zostały aktywowane.
pt_pt: Só consegue visualizar revistas que estejam ativas.

# api.submissions.403.contextRequired
source: To make or edit a submission you must make a request to the journal's API endpoint.
fr_fr: Pour effectuer ou modifier une soumission, vous devez effectuer une requête au point d'accès de l'API de la revue.
hi_in: सबमिशन बनाने या संपादित करने के लिए आपको जर्नल के एपीआई एंडपॉइंट का अनुरोध करना चाहिए.
nl_nl: Om een inzending te maken of te bewerken, moet u een verzoek indienen bij het API-eindpunt van het tijdschrift.
pl_pl: Aby stworzyć lub edytować zgłoszenie, wyślij żądanie do węzła końcowego API tego czasopisma.
pt_pt: Para enviar ou editar uma submissão deve solicitar a API endpoint da revista.

# api.submissions.403.cantChangeContext
source: You can not change the journal of a submission.
fr_fr: Vous ne pouvez pas changer la revue d'une soumission.
hi_in: आप सबमिशन की जर्नल नहीं बदल सकते.
nl_nl: U kunt het tijdschrift van een inzending niet wijzigen.
pl_pl: Nie można zmienić czasopisma do którego należy to zgłoszenie.
pt_pt: Não pode alterar a revista de uma submissão.

# api.submissionFiles.400.badRepresentationAssocType
source: You can not associated a file from this file stage with a galley.
fr_fr: Vous ne pouvez pas associer un fichier de cette étape avec un galley.
pl_pl: Na tym etapie publikacji nie można powiązać pliku z gotową szpaltą.
pt_pt: Não é possível associar um ficheiro desta fase com um formato de publicação.

# api.emails.403.disabled
source: The email notification feature has not been enabled for this journal.
fr_fr: La fonctionnalité de notification de courrier n'a pas été activée pour cette revue.
pt_pt: O recurso de envio de e-mails em massa não foi ativado para esta revista.

# api.announcements.400.contextsNotMatched
source: The announcement you requested is not part of this journal.
fr_fr: L'annonce que vous avez demandée ne fait pas partie de la revue.
pl_pl: To ogłoszenie nie należy do tego czasopisma.
pt_pt: A divulgação solicitada não faz parte desta revista.
