Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/author.po
Languages: gd_gb, ja_jp

# author.submit.languageInstructions
source: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Additional codes</a>.
gd_gb: Beurla=en; Fraingis=fr; Spàinntis=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Còdaichean a bharrachd</a>.
ja_jp: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">追加コード</a>。

# author.submit.startHereLink
source: <a href="{$submitUrl}" class="action">Click here</a> to go to step one of the five-step submission process.
gd_gb: <a href="{$submitUrl}" class="action">Briog an-seo</a> a thòiseachadh air ceum a h-aon (à còig) de chur an tagraidh.
ja_jp: 投稿の5ステップを開始するには<a href="{$submitUrl}" class="action">ここをクリック</a>してください。

# author.competingInterests
source: Competing interests <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI Policy</a>
gd_gb: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Poileasaidh CI</a> a thaibh còmhstri ùidhean
ja_jp: 利害の競合<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CIポリシー</a>

# author.submit
source: New Submission
gd_gb: Tagradh ùr
ja_jp: 新規投稿

# author.track
source: Active Submissions
gd_gb: Tagraidhean gnìomhach
ja_jp: 投稿物一覧

# author.submit.submitArticle
source: Submit an Article
gd_gb: Cuir artaigeal
ja_jp: 論文の投稿

# author.submit.stepsToSubmit
source: Five Steps to Submit
gd_gb: Còig ceuman airson an tagradh a chur
ja_jp: 投稿の5ステップ

# author.submit.startHereTitle
source: Start a New Submission
gd_gb: Tòisich air tagradh ùr
ja_jp: 新規投稿を開始

# author.submit.step1
source: Step 1. Starting the Submission
gd_gb: Ceum 1. A’ tòiseachadh air an tagradh
ja_jp: ステップ 1. 投稿の開始

# author.submit.step2
source: Step 2. Uploading the Submission
gd_gb: Ceum 2. A’ luchdadh suas an tagraidh
ja_jp: ステップ 2. 投稿物のアップロード

# author.submit.step3
source: Step 3. Entering the Submission's Metadata
gd_gb: Ceum 3. A’ cur a-steach meata-dàta an tagraidh
ja_jp: ステップ 3. 投稿物のメタデータ入力

# author.submit.step4
source: Step 4. Uploading Supplementary Files
gd_gb: Ceum 4. A’ luchdadh suas nam faidhlichean foirlionaidh
ja_jp: ステップ 4. 補足ファイルのアップロード

# author.submit.step4a
source: Step 4a. Add a Supplementary File
gd_gb: Ceum 4a. Cuir faidhle foirlionaidh ris
ja_jp: ステップ 4a. 補足ファイルの追加

# author.submit.step5
source: Step 5. Confirming the Submission
gd_gb: Ceum 5. A’ dearbhadh an tagraidh
ja_jp: ステップ 5. 投稿の確認

# author.submit.start
source: Start
gd_gb: Tòisich
ja_jp: 開始

# author.submit.upload
source: Upload Submission
gd_gb: Luchdaich an tagradh suas
ja_jp: 投稿物アップロード

# author.submit.metadata
source: Enter Metadata
gd_gb: Cuir a-steach meata-dàta
ja_jp: メタデータ入力

# author.submit.supplementaryFiles
source: Upload Supplementary Files
gd_gb: Luchdaich suas faidhlichean foirlionaidh
ja_jp: 補足ファイルアップロード

# author.submit.confirmation
source: Confirmation
gd_gb: Dearbhadh
ja_jp: 確認

# author.submit.nextSteps
source: Next Steps
gd_gb: Na h-ath cheuman
ja_jp: 次のステップ

# submission.submit.cancelSubmission
source: You can complete this submission at a later date by selecting Active Submissions from the Author home.
gd_gb: ’S urrainn dhut an tagradh seo a choileanadh uaireigin eile le bhith a’ taghadh “Tagraidhean gnìomhach” o dhachaigh an ùghdair.
ja_jp: 後日、著者のホームページからこの投稿物を選択することにより、この投稿を完了することもできます。

# author.submit.notAccepting
source: This journal is not accepting submissions at this time.
gd_gb: Chan eil an iris seo a’ gabhail ri tagraidhean aig an àm seo.
ja_jp: この雑誌は現在投稿を受け付けていません。

# author.submit.requestWaiver
source: Request Waiver
gd_gb: Iarr cur gu neoini na tàille
ja_jp: 免除依頼

# author.submit.qualifyForWaiver
source: Please consider waiving the Article Submission Fee for this article
gd_gb: Tha sinn ag iarraidh gun cuirear an tàille airson an artaigil seo gu neoini
ja_jp: この論文に対する論文投稿料の免除を検討してください

# author.submit.addReasonsForWaiver
source: Please use the comments box below to indicate why fees should be waived.
gd_gb: Mìnich sa bhogsa gu h-ìosal carson a chuirte an tàille gu neoini.
ja_jp: 投稿料免除が必要な理由を下のコメントボックスに入力してください。

# author.submit.mustEnterWaiverReason
source: If you are applying for a waiver, you must enter a reason in the space provided.
gd_gb: Ma tha thu ag iarraidh gun tèid an tàille a chur gu neoini, feumaidh tu adhbhar a thoirt seachad san raon air a shon.
ja_jp: 投稿料免除を依頼する場合、下のコメントボックスに理由を入力する必要があります。

# author.submissions.queuedReviewSubsequent
source: In Review Round {$round}
gd_gb: Sa cuairt lèirmheis {$round}
ja_jp: 査読ラウンド {$round}

# author.submissions.queuedReviewRevisions
source: In Review: Revisions Required
gd_gb: Fo lèirmheas: Tha feum air ath-dheasachadh
ja_jp: 査読中: 要改訂

# author.submissions.queuedEditingCopyedit
source: In Editing: Copyedit Requested
gd_gb: Fo dheasachadh: Chaidh grinn-deasachadh iarraidh
ja_jp: 編集中: 原稿整理依頼済

# author.submissions.queuedEditingProofread
source: In Editing: Proofread Requested
gd_gb: Fo dheasachadh: Chaidh dearbh-leughadh iarraidh
ja_jp: 編集中: 校正依頼済

# author.submissions.uploadCopyeditedVersion
source: Upload Copyedited Version
gd_gb: Luchdaich suas tionndadh grinn-deasaichte
ja_jp: コピーエディタ版のアップロード

# author.submissions.proofreadingCorrections
source: Proofreading Corrections
gd_gb: Ceartachaidhean an dearbh-leughaidh
ja_jp: 校正による修正

# author.submissions.confirmDelete
source: Are you sure you want to delete this incomplete submission?
gd_gb: A bheil thu cinnteach gu bheil thu airson tagradh neo-choileanta seo a sguabadh às?
ja_jp: この処理の終了していない投稿を削除してもよいですか。

# author.submissions.viewStatus
source: View Status
gd_gb: Seall an staid
ja_jp: 状態の閲覧

# author.submissions.noSubmissions
source: No submissions.
gd_gb: Chan eil tagradh ann.
ja_jp: 投稿物がありません。

# author.submit.journalSection
source: Journal Section
gd_gb: Earrann na h-irise
ja_jp: 雑誌セクション

# author.submit.journalSectionDescription
source: Articles must be submitted to one of the journal's sections.
gd_gb: Feumar artaigealan a chur a-null gu aon dhe na h-earrannan aig an iris.
ja_jp: この投稿物に適切なセクションを選択してください。(セクションについては「このサイト/雑誌について」の「セクションポリシー」を参照してください。)

# author.submit.verifyChecklist
source: You must make sure all items in the submission checklist are satisfied before continuing.
gd_gb: Feumaidh tu dèanamh cinnteach gun do dhèilig thu ri gach rud air liosta an tagraidh mus lean thu air adhart.
ja_jp: 投稿を続けるには、投稿物がチェックリストの全項目を満たしていることが必要です。

# author.submit.copyrightNoticeAgree
source: The authors agree to the terms of this Copyright Notice, which will apply to this submission if and when it is published by this journal (comments to the editor can be added below).
gd_gb: Tha na h-ùghdaran a’ gabhail ri teirmichean brath na còrach-lethbhreac seo agus bidh buaidh aca air an tagradh seo ma thèid fhoillseachadh leis an iris seo (’s urrainn dhut beachdan dhan deasaiche a chur ris gu h-ìosal).
ja_jp: 私（たち）は、投稿物がこの雑誌で出版される際に適用される上記の著作権表示条件に同意します。（このページの最後で編集者へのコメントを書くことができます。）

# author.submit.copyrightNoticeAgreeRequired
source: You must agree to the terms of the Copyright Notice before continuing.
gd_gb: Feumaidh tu gabhail ri brath na còrach-lethbhreac mus lean thu air adhart.
ja_jp: 投稿を続けるには、著作権表示条項に同意する必要があります。

# submission.submit.coverNote
source: Comments for the Editor
gd_gb: Beachdan dhan deasaiche
ja_jp: 編集者へのコメント

# author.submit.comments
source: Enter text (optional)
gd_gb: Cuir teacsa a-steach (roghainneil)
ja_jp: コメントを入力してください（オプション）

# author.submit.form.sectionRequired
source: Please select an appropriate journal section for this submission.
gd_gb: Tagh earrann iomchaidh dhen iris airson an tagraidh seo.
ja_jp: この投稿物にふさわしい雑誌セクションを選択してください。

# author.submit.form.localeRequired
source: Please select a submission language.
gd_gb: Tagh cànan an tagraidh.
ja_jp: 投稿言語を選択してください。

# submission.submit.privacyStatement
source: Journal's Privacy Statement
gd_gb: Aithris prìobhaideachd na h-irise
ja_jp: この雑誌のプライバシー情報の扱いについて

# author.submit.reorderInstructions
source: Reorder authors to appear in the order they will be listed on publication.
gd_gb: Cuir na h-ùghdaran air dòigh san òrdugh anns an nochd iad sa fhoillseachadh.
ja_jp: 出版物に掲載される著者の並びを再度並び替える。

# author.submit.reorder
source: Reorder author's name
gd_gb: Atharraich òrdugh ainm nan ùghdar
ja_jp: 著者名の並べ替え

# author.submit.selectPrincipalContact
source: Principal contact for editorial correspondence.
gd_gb: Am prìomh neach-conaltraidh airson conaltradh deasachaidh.
ja_jp: 編集上の連絡を取る第一著者。

# author.submit.addAuthor
source: Add Author
gd_gb: Cuir ùghdar ris
ja_jp: 著者の追加

# author.submit.deleteAuthor
source: Delete Author
gd_gb: Sguab an t-ùghdar às
ja_jp: 著者の削除

# author.submit.submissionIndexingDescription
source: Provide terms for indexing the submission; separate terms with a semi-colon (term1; term2; term3).
gd_gb: Thoir seachad teirmichean airson inneacsadh an tagraidh; cuir leth-chòilean eadar na teirmichean (teirm1; teirm2; teirm3).
ja_jp: 投稿物の索引語を入力してください。各索引語は（索引語1;索引語2;索引語3）のようにセミコロンで区切ってください。

# author.submit.coverageInstructions
source: Refers to geo-spatial location, chronological or historical coverage, and/or characteristics of research sample.
gd_gb: Tha seo a’ buntainn ri ionad geò-spàsail, sìneadh ama no eachdraidheil agus/no na feartan aig a’ bhall-sampaill rannsachaidh.
ja_jp: 地理空間的・年代的・歴史的範囲または研究材料の特性を示してください。

# author.submit.form.authorRequired
source: At least one author is required.
gd_gb: Tha feum air co-dhiù aon ùghdar.
ja_jp: 少なくとも1人の著者が必須です。

# author.submit.form.authorRequiredFields
source: The first name, last name, and email address of each author is required.
gd_gb: Tha ainm, sloinneadh is post-d gach ùghdar riatanach.
ja_jp: 各著者の姓名、メールアドレスは必須です。

# author.submit.form.titleRequired
source: Please enter the title of your article.
gd_gb: Cuir a-steach tiotal an artaigil seo.
ja_jp: 論文のタイトルを入力してください。

# author.submit.form.abstractRequired
source: Please enter the abstract of your article.
gd_gb: Cuir a-steach geàrr-chunntas an artaigil agad.
ja_jp: 論文の要旨を入力してください。

# author.submit.form.wordCountAlert
source: You have exceeded the maximum word limit for abstracts in this section's track.
gd_gb: Tha thu seachad air a’ chunntas fhaclan a tha ceadaichte airson geàrr-chunntasan ann an traca na h-earrainn seo.
ja_jp: このセクションにおける要旨の最大文字数を超過しています。

# author.submit.submissionFile
source: Submission File
gd_gb: Faidhle tagraidh
ja_jp: 投稿物ファイル

# author.submit.uploadSubmissionFile
source: Upload submission file
gd_gb: Luchdaich suas faidhle tagraidh
ja_jp: 投稿物ファイルのアップロード

# author.submit.replaceSubmissionFile
source: Replace submission file
gd_gb: Cuir an àite an fhaidhle tagraidh
ja_jp: 投稿物ファイルの置換

# author.submit.noSubmissionFile
source: No submission file uploaded.
gd_gb: Cha deach faidhle tagraidh a luchdadh suas.
ja_jp: 投稿物ファイルがアップロードされていません。

# author.submit.noSubmissionConfirm
source: Are you sure you wish to continue without uploading a submission file?
gd_gb: A bheil thu cinnteach gu bheil thu airson leantainn air adhart gun a bhith faidhle tagraidh a luchdadh suas?
ja_jp: 投稿物のアップロードなしに処理を続けてもよいですか。

# author.submit.supplementaryFilesInstructions
source: This optional step allows Supplementary Files to be added to a submission. The files, which can be in any format, might include (a) research instruments, (b) data sets, which comply with the terms of the study's research ethics review, (c) sources that otherwise would be unavailable to readers, (d) figures and tables that cannot be integrated into the text itself, or other materials that add to the contribution of the work.
gd_gb: Bheir an ceum roghainneil seo comas do dhaoine faidhlichean foirlionaidh a chur ri tagradh. Dh’fhaoidte gum bi na leanas sna faidhlichean (a dh’fhaodadh a bhith ann am fòrmat sam bith): (a) ionnsramaidean rannsachaidh, (b) seataichean dàta a ghèilleas ri teirmichean lèirmheas beusalachd an rannsachaidh seo, (c) tùsan nach biodh ri làimh leughadairean air dòigh eile, (d) àireamhan is clàran nach gabh amalachadh san teacsa fhèin no stuthan eile a chuireas ris an obair.
ja_jp: このオプションのステップは、補足ファイルを投稿物に追加することを可能にします。補足ファイルとしては、任意の形式の(a)研究機器、(b)研究者の研究倫理検査の条件を満たすデータセット、(c)他では読者が利用できない情報源、(d)テキストに埋め込むことができなかった図や表、その他の作品に貢献する資料が考えれる。

# author.submit.supplementaryFiles.saveToUpload
source: Click Save to upload file (after which additional files can be uploaded).
gd_gb: Briog air “Sàbhail” airson am faidhle a luchdadh suas (gabhaidh faidhlichean a bharrachd a luchdadh suas an dèidh sin).
ja_jp: 保存ボタンを押してファイルをアップロードしてください（そうすると補足ファイルがアップロードされます）。

# author.submit.forgottenSubmitSuppFile
source: Are you sure you wish to continue without uploading the supplementary file you have chosen?
gd_gb: A bheil thu cinnteach gu bheil thu airson leantainn air adhart gun a bhith a’ luchdadh suas an fhaidhle fhoirlionaidh a thagh thu?
ja_jp: 選択した補足ファイルをアップロードすることなく処理を継続しても良いですか。

# author.submit.noSupplementaryFiles
source: No supplementary files have been added to this submission.
gd_gb: Cha deach faidhle foirlionaidh sam bith a chur ris an tagradh seo.
ja_jp: この投稿物には補足ファイルが追加されませんでした。

# author.submit.backToSupplementaryFiles
source: Back to Supplementary Files
gd_gb: Air ais chun nam faidhlichean foirlionaidh
ja_jp: 補足ファイルに戻る

# author.submit.confirmDeleteSuppFile
source: Are you sure you want to delete this supplementary file?
gd_gb: A bheil thu cinnteach gu bheil thu airson am faidhle foirlionaidh seo a sguabadh às?
ja_jp: この補足ファイルを削除してもよいですか。

# author.submit.uploadSuppFile
source: Upload supplementary file
gd_gb: Luchdaich suas faidhle foirlionaidh
ja_jp: 補足ファイルのアップロード

# author.submit.addSupplementaryFile
source: Add a Supplementary File
gd_gb: Cuir faidhle foirlionaidh ris
ja_jp: 補足ファイルの追加

# author.submit.editSupplementaryFile
source: Edit a Supplementary File
gd_gb: Deasaich faidhle foirlionaidh
ja_jp: 補足ファイルの編集

# author.submit.supplementaryFileData
source: Supplementary File Metadata
gd_gb: Meata-dàta an fhaidhle fhoirlionaidh
ja_jp: 補足ファイルのメタデータ

# author.submit.supplementaryFileDataDescription
source: To index this supplementary material, provide the following metadata for the uploaded supplementary file.
gd_gb: Airson na stuthan foirlionaidh seo inneacsadh, thoir seachad am meata-dàta a leanas airson an fhaidhle fhoirlionaidh a luchdaich thu suas.
ja_jp: この補足ファイルをインデックス化するために、アップロードする補足ファイルに以下のメタデータを与えてください。

# author.submit.supplementaryFileUpload
source: Supplementary File
gd_gb: Faidhle foirlionaidh
ja_jp: 補足ファイル

# author.submit.suppFile.createrOrOwner
source: Creator (or owner) of file
gd_gb: Cruthadair (no sealbhadair) an fhaidhle
ja_jp: ファイルの作成者（または所有者）

# author.submit.suppFile.researchInstrument
source: Research Instrument
gd_gb: Ionnsramaid rannsachaidh
ja_jp: 研究装置

# author.submit.suppFile.researchMaterials
source: Research Materials
gd_gb: Stuthan rannsachaidh
ja_jp: 研究材料

# author.submit.suppFile.researchResults
source: Research Results
gd_gb: Toraidhean rannsachaidh
ja_jp: 研究結果

# author.submit.suppFile.transcripts
source: Transcripts
gd_gb: Tar-sgrìobhaidhean
ja_jp: 筆記録

# author.submit.suppFile.dataAnalysis
source: Data Analysis
gd_gb: Anailis dàta
ja_jp: データ分析

# author.submit.suppFile.dataSet
source: Data Set
gd_gb: Seata dàta
ja_jp: データセット

# author.submit.suppFile.sourceText
source: Source Text
gd_gb: Teacsa tùsail
ja_jp: ソーステキスト

# author.submit.suppFile.briefDescription
source: Brief description
gd_gb: Tuairisgeul goirid
ja_jp: 簡単な説明

# author.submit.suppFile.availableToPeers
source: Present file to reviewers (without metadata), as it will not compromise anonymous review.
gd_gb: Taisbean am faidhle dhan luchd-lèirmheis (as aonais meata-dàta), oir cha bhris e an lèirmheas dall.
ja_jp: ブラインド審査の条件に抵触しないので、査読者にファイルを（メタデータは付けずに）提供する。

# author.submit.suppFile.publisherDescription
source: Use only with formally published materials.
gd_gb: Na cleachd seo ach mu choinneamh stuthan a chaidh fhoillseachadh gu foirmeil.
ja_jp: 正式に出版された資料に限る。

# author.submit.suppFile.dateDescription
source: Date when data was collected or instrument created.
gd_gb: Cuin a chaidh an dàta a chruinneachadh no an ionnsramaid a chruthachadh.
ja_jp: データが収集された日付、または装置が作成された日付。

# author.submit.suppFile.sourceDescription
source: Name of study or other point of origin.
gd_gb: Ainm an rannsachaidh no tùs eile.
ja_jp: 研究の名称、またはその他の採取場所。

# author.submit.suppFile.specifyOtherType
source: Specify other
gd_gb: Sònraich rud eile
ja_jp: その他、具体的に示してください

# author.submit.suppFile.noFile
source: No file uploaded.
gd_gb: Cha deach faidhle a luchdadh suas.
ja_jp: ファイルはアップロードされていません。

# author.submit.suppFile.form.titleRequired
source: Please enter the title of this supplementary file.
gd_gb: Cuir a-steach tiotal an fhaidhle fhoirlionaidh seo.
ja_jp: この補足ファイルのタイトルを入力してください。

# author.submit.suppFile.form.subjectRequired
source: Please enter a subject.
gd_gb: Cuir a-steach cuspair.
ja_jp: 主題を入力してください。

# author.submit.suppFile.form.descriptionRequired
source: Please enter a description.
gd_gb: Cuir a-steach tuairisgeul.
ja_jp: 説明文を入力してください。

# author.suppFile.suppFilePublicIdentificationExists
source: Public supplemental file identification already exists.
gd_gb: Tha an t-aithnichear poblach seo aig faidhle foirlionaidh eile mu thràth.
ja_jp: 補足ファイルの公開識別子は既に存在します。

# author.suppFile.publicSuppFileIdentifier
source: Public supplemental file identifier
gd_gb: Aithnichear poblach an fhaidhle fhoirlionaidh
ja_jp: 補足ファイルの公開識別子

# author.submit.confirmationDescription
source: To submit your manuscript to {$journalTitle} click Finish Submission. The submission's principal contact will receive an acknowledgement by email and will be able to view the submission's progress through the editorial process by logging in to the journal web site. Thank you for your interest in publishing with {$journalTitle}.
gd_gb: Airson an sgrìobhainn agad a chur gu {$journalTitle}, briog air “Coilean cur an tagraidh”. Gheibh prìomh neach-conaltraidh an tagraidh agad fios air a’ phost-d gun d’fhuair sinn e agus chì iad adhartas an tagraidh tron phròiseas deasachaidh ma chlàraicheas iad a-steach air làrach-lìn na h-irise. Tapadh leat airson ùidh a ghabhail ann am foillseachadh san iris {$journalTitle}.
ja_jp: [投稿を完了]ボタンをクリックして、「{$journalTitle}」へ原稿を投稿してください。投稿を受け付けると受領確認のメールが連絡責任者に送られます。また、雑誌のWebサイトにログインすることにより編集処理の進捗状況を見ることができます。雑誌「{$journalTitle}」による出版をご検討いただき、ありがとうございました。

# author.submit.noFiles
source: No files have been attached to this submission.
gd_gb: Cha deach faidhle sam bith a cheangal ris an tagradh.
ja_jp: この投稿物にはファイルが添付されていません。

# author.submit.filesSummary
source: File Summary
gd_gb: Geàrr-chunntas air an fhaidhle
ja_jp: ファイル情報

# author.submit.finishSubmission
source: Finish Submission
gd_gb: Coilean cur an tagraidh
ja_jp: 投稿を完了

# author.submit.submissionComplete
source: Submission complete. Thank you for your interest in publishing with {$journalTitle}.
gd_gb: Chaidh an tagradh a chur. Tapadh leat airson ùidh a ghabhail ann am foillseachadh san iris {$journalTitle}.
ja_jp: 投稿が完了しました。。雑誌「{$journalTitle}」による出版をご検討いただき、ありがとうございました。

# author.article.uploadAuthorVersion
source: Upload Author Version
gd_gb: Luchdaich suas tionndadh an ùghdair
ja_jp: 著者版のアップロード

# author.article.copyeditedFile
source: Copyedited File
gd_gb: Faidhle grinn-deasaichte
ja_jp: 原稿整理済みファイル

# author.article.authorRevisedFile
source: Author File
gd_gb: Faidhle an ùghdair
ja_jp: 著者ファイル

# author.submit.authorSubmitLoginMessage
source: A user account is required to submit to this journal. This allows our editors to track your submissions and contact you when the status of your submission changes, or if additional information is required from you.
gd_gb: Tha feum air cunntas cleachdaiche mus gabh artaigeal a chur chun na h-irise seo. Bheir seo comas dha na deasaichean againn an tagradh agad a thracadh agus fios a chur thugad ma thig atharrachadh air inbhe an tagraidh agad no ma bhios feum air barrachd fiosrachaidh.
ja_jp: この雑誌に投稿するにはユーザアカウントが必要です。アカウントは編集者が投稿物を追跡したり、投稿物の状態が変更された場合やあなたに関する追加情報が必要になった場合に、あなたに連絡を取ることをできるようにします。
