Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewAck.description
source: This email is sent by a Section Editor to confirm receipt of a completed review and thank the reviewer for their contributions.
ar_iq: هذه الرسالة يصدرها محرر القسم لتأكيد استلامه لتقييمات وملاحظات المحكم الكاملة، وليشكره على مساهمته في عملية التحكيم.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia al revisor per a confirmar-li la recepció d'una revisió completada i agrair-li la seva contribució.
cs_cz: Tento email posílá editor sekce, aby potvrdil přijetí zpracované recenze a poděkoval recenzentovi za jeho práci.
da_dk: Denne e-mail sendes af sektionsredaktøren for at bekræfte modtagelsen af en fuldført bedømmelse og takker bedømmeren for sit bidrag.
de_de: Diese E-Mail wird von eine/r Rubrikredakteur/in gesendet, um den Empfang eines abgeschlossenen Gutachtens zu bestätigen und um der Gutachterin/dem Gutachter für die Mitwirkung zu danken.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας στον Αξιολογητή, ως επιβεβαίωση τη λήψης της ολοκληρωμένης αξιολόγησης.
es_es: Este correo enviado por el/la Editor/a de Sección para confirmar la recepción de una revisión completada y agradecer al / a la revisor/a su contribución.
eu_es: Mezu hau Ataleko editoreak Ebaluatzaileari bidaltzen dio, ebaluazio-txostena jaso duela esateko eta eskerrak emateko.
gd_gb: Thèid am post-d seo a chur le deasaiche earrainn a dhearbhadh gun d’fhuair iad lèirmheas a chaidh a choileanadh agus airson taing a thoirt dhan lèirmheasaiche airson an cuid com-pàirteachais.
he_il: דוא"ל זה נשלח על ידי עורך מדור כדי לאשר את קבלת חוות הדעת ולהודות לסוקר על התרומות שלהם.
hr_hr: Ovim obrascem e-pošte urednik rubrike potvrđuje recenzentu primitak završene recenzije.
hu_hu: Ezt az emailt a Rovatszerkesztő küldi válaszul a kész szakértői véleményre és megköszöni a Szakmai Lektornak az együttműködést.
id_id: Email ini dikirimkan Editor Bagian untuk mengkonfirmasi penerimaan review dan mengucapkan terimakasih atas kontribusinya.
it_it: Questa email viene inviata dal section editor per confermare la ricezione di una revisione completata e per ringraziare i revisori per i loro contributi.
ja_jp: このメールは、セクションエディタから査読者に査読が完了したことを確認し、その貢献に感謝するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە بۆ سوپاسکردنیان و هاوکارییان لە هەڵسەنگاندنی توێژینەوەیەکدا.
mk_mk: Овој и-меил е испратен од Секциски уредник за да потврди дека изработената рецензија е примена и да се му заблагодари на рецензентот за неговиот придонес.
nb_no: Denne e-posten sendes av en seksjonsredaktør for å bekrefte at fagfellevurderingen er mottatt, og takke fagfellen for innsatsen.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd om de ontvangst van een review te bevestigen en de reviewer te bedanken voor zijn bijdrage.
pl_pl: Ta wiadomość jest przesyłana przez redaktora prowadzącego do recenzenta. Zawiera potwierdzenie otrzymania recenzji i podziękowanie za wykonaną pracę.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor para confirmar a receção e agradecer ao revisor pela conclusão da revisão.
ru_ru: Это письмо отправляется редактором раздела в качестве подтверждения получения рецензии на статью и благодарности рецензенту за его вклад.
sl_si: Ta email pošlje uredenik rubrike recenzentu kot potrditev opravljene recenzije in zahvala zanjo.
sv_se: Det här e-postmeddelandet skickas från en sektionsredaktör för att bekräfta att en färdig granskning inkommit och för att tacka granskaren för utfört arbete.
uk_ua: Цим листом редактор розділу підтверджує отримання готової рецензії та дякує рецензенту за його внесок.
vi_vn: Email này được gửi bởi một Biên tập viên chuyên mục để xác nhận đã nhận được bản đánh giá và cảm ơn người phản biện về những đóng góp của họ.
zh_cn: 这封电子邮件是由一位区段编辑发出，确认收到已完成审查工作的回条，并感谢审查人之贡献。

# emails.reviewRemind.subject
source: Submission Review Reminder
ar_iq: تذكير لتحكيم طلب نشر
ca_es: Recordatori de revisió de la tramesa
cs_cz: Připomenutí recenze příspěvku
da_dk: Påmindelse om bedømmelse af manuskript
de_de: Erinnerung an fälliges Gutachten
el_gr: Υπενθύμιση αξιολόγησης υποβολής
es_es: Recordatorio de envío de revisión
eu_es: Artikulua ebaluatzeko oroigarria
fa_ir: یادآوری داوری مقاله ارسالی
fi_fi: Muistutus käsikirjoituksen arvioinnista
gd_gb: Cuimhneachan mu lèirmheas tagraidh
he_il: תזכורת שליחת חוות דעת
hr_hr: Podsjetnik za predaju Recenzije
hu_hu: Emlékeztető cikk szakmai lektorálásáról
id_id: Pengingat Review Naskah
it_it: Promemoria revisione in attesa
ja_jp: 論文査読の督促
ku_iq: بیرخەرەوەی هەڵسەنگاندنی توێژینەوە
mk_mk: Потсетник за поднесување на рецензија
nb_no: Påminnelse om fagfellevurdering
nl_nl: Review herinnering
pl_pl: Przypomnienie o terminie przygotowania recenzji
pt_pt: Lembrete de pedido de revisão
ru_ru: Напоминание о рецензии на материал
sl_si: Opomnik za recenzijo prispevka
sv_se: Påminnelse om granskning av bidrag
uk_ua: Нагадування про рецензування
vi_vn: Nhắc nhở nộp đánh giá
zh_cn: 稿件审查提醒函
