Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestAttachedSubsequent.body
source: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
ar_iq: {$reviewerName}:<br /> <br /> الأمر يتعلق بالمؤلَّف الموسوم &quot;{$submissionTitle},&quot; الذي هو قيد المعالجة من قبل {$contextName}.<br /> <br /> بالنظر إلى التنقيحات المؤشرة على النسخة السابقة من المؤلَّف، قدم المؤلف/المؤلفون الآن نسخة منقحة من أوراقهم. نكون شاكرين لتعاونك معنا في تقييمها.<br /> <br /> إن دليل عمل المحكم في مجلتنا مضمن في أدنى الرسالة، وإن طلب النشر المذكور مرفق بها. إن تحكيمك لهذا المؤلَّف مع توصياتك بشأنه ينبغي إرسالها لي عبر البريد الالكتروني قبل يوم {$reviewDueDate}.<br /> <br /> لطفاً، بين عبر ردك على هذه الرسالة حتى يوم {$responseDueDate} مدى قدرتك وقبولك القيام بهذا التحكيم.<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> دليل عمل المحكم<br /> <br /> {$reviewGuidelines}<br />
ca_es: {$reviewerName}:<br /> <br /> Us contactem en referència al manuscrit &quot;{$submissionTitle},&quot; que està essent estudiat per {$contextName}.<br /> <br /> Després de la revisió de la versió prèvia del manuscrit, els autors/ores han enviat una versió revisada del seu article. Us agrairíem que ens ajudéssiu a avaluar-la.<br /> <br /> Les directrius de revisió d'aquesta revista s'annexen a sota i l'article s'adjunta en aquest correu electrònic. Hauríeu d'enviar-nos la vostra revisió, juntament amb la recomanació, abans del {$reviewDueDate}.<br /> <br /> Si us plau, contesteu aquest correu electrònic abans del {$responseDueDate} per dir-nos si esteu disponible i sou capaç de fer aquesta revisió.<br /> <br /> Gràcies per considerar aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; předkládaného autorem {$contextName}.<br /> <br /> Na základě recenze předchozí verze rukopisu podali autoři nyní opravenou verzi tohoto článku. Byly bychom rádi, kdybyste nám pomohli tuto revidovanou verzi ohodnotit.<br /> <br /> Pokyny pro recenzenty tohoto časopisu jsou připojeny níže, a samotný opravený příspěvek je vložen do tohoto emailu jako příloha. Vaše recenze opraveného příspěvku spolu s vašemi doporučeními by měla být odeslána emailem do {$reviewDueDate}.<br /> <br /> Prosíme vás, abyste v odpovědi na tento email uvedl(a) do {$responseDueDate}, zda jste schopen(a) a ochoten(na) udělat tuto recenzi.<br /> <br /> Děkujeme předem za vaši ochotu.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Pokyny pro recenzenty<br /> <br /> {$reviewGuidelines}<br />
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Tidsskriftets retningslinjer for bedømmelser er tilføjet nedenfor og indlægget er vedhæftet denne e-mail. Din bedømmelse af indlægget sammen med din anbefaling bedes sendt til mig senest {$reviewDueDate}.<br /> <br /> Du bedes meddele os, om du vil påtage dig bedømmelsen eller ej senest {$responseDueDate}.<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for bedømmelser<br /> <br /> {$reviewGuidelines}<br />
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Die Begutachtungsrichtlinien dieser Zeitschrift sind unten angehängt, und der Beitrag selber ist dieser E-Mail beigefügt. Ihr Gutachten zu diesem Beitrag sollte zusammen mit Ihrer Empfehlung mir per E-Mail bis zum {$reviewDueDate} zugehen.<br /> <br /> Bitte teilen Sie uns in einer E-Mail bis zum {$responseDueDate} mit, ob Sie das Gutachten übernehmen können.<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Begutachtungsrichtlinien<br /> <br /> {$reviewGuidelines}<br />
el_gr: {$reviewerName}:<br /> <br /> Το παρόν μήνυμα αφορά την εργασία &quot;{$submissionTitle},&quot; που βρίσκεται υπό αξιολόγηση στο περιοδικό {$contextName}.<br /> <br /> Οι Συγγραφείς υπέβαλαν μία αναθεωρημένη έκδοση της εργασίας. Θα εκτιμούσαμε ιδιαίτερα τη συνδρομή σας στην αξιολόγησή της.<br /> <br /> Οι Οδηγίες Αξιολόγησης για το περιοδικό αυτό παρατίθενται παρακάτω και η υποβολή επισυνάπτεται στο παρόν μήνυμα. Η αξιολόγησή σας για την υποβολή μαζί με τις συστάσεις σας θα πρέπει να αποσταλούν με ηλεκτρονικό μήνυμα σε εμάς, μέχρι τις {$reviewDueDate}.<br /> <br /> Παρακαλούμε ενημερώστε με ένα απαντητικό μήνυμα μέχρι τις {$responseDueDate} εάν μπορείτε και θέλετε να αναλάβετε την αξιολόγηση.<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Οδηγίες Αξιολόγησης<br /> <br /> {$reviewGuidelines}<br />
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Las normas de revisión de esta revista se pueden ver a continuación. Además, el artículo se adjunta en este correo electrónico. Debería enviarnos su revisión del envío, junto con su recomendación, antes del {$reviewDueDate}.<br /> <br /> Por favor, responda a este correo electrónico antes del {$responseDueDate} e indíquenos si puede y desea realizar esta revisión.<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Normas de revisión<br /> <br /> {$reviewGuidelines}<br />
eu_es: {$reviewerName}:<br /> <br /> Hau &quot;{$submissionTitle},&quot; eskuizkribuari dagokio, {$contextName} aldizkariak aintzat hartu duena.<br /> <br /> Eskuizkribuaren aurreko bertsioaren berrikuspenari jarraituz, egileek orain haien lanaren bertsio berrikusi bat bidali dute. Eskertuko genuke ebaluatzen lagunduko bazenu.<br /> <br /> Aldizkari honetarako Berrikuspen Gidalerroak behean erantsita daude, eta mezuak bidalketa bat du erantsia. Bidalketaren berrikuspena, zure gomendioarekin batera, bidali niri posta elektronikoz {$reviewDueDate} datarako.<br /> <br /> Mesedez, adierazi mezu baten bidez {$responseDueDate} datarako berrikuspena egiteko gai izango zaren eta egingo duzun.<br /> <br /> Mila esker eskari hau kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> Berrikusi gidalerroak<br /> <br /> {$reviewGuidelines}
fa_ir: {$reviewerName}:<br /> <br /> این ایمیل در مورد مقاله &quot;{$submissionTitle},&quot; که به مجله {$contextName} ارسال شده است، می باشد.<br /> <br /> در ادامه داوری های قبلی این مقاله نمایش داده شده است و اکنون نویسنده نسخه اصلاحی خود را ارسال کرده است. در صورت امکان در ارزیابی این اصلاحات به ما کمک کنید.<br /> <br /> راهنمای داوری و همچنین مقاله به این ایمیل ضمیمه شده است. نتیجه داوری و همچنین توصیه شما در موذد این مقاله باید تا تاریخ {$reviewDueDate} ارسال شود.<br /> <br /> لطفاً تا تاریخ {$responseDueDate} برای ما با ایمیل پاسخ دهید که این داوری را می پذیرید یا نه.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> راهنمای داوری<br /> <br /> {$reviewGuidelines}<br />
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle}&quot;, joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Julkaisumme arviointiohjeet löytyvät tämän sähköpostin lopusta ja käsikirjoitus on liitteenä. Arviointinne sekä suosituksenne tulisi lähettää minulle sähköpostitse {$reviewDueDate} mennessä.<br /> <br /> Ilmoittakaa pystyttekö ja haluatteko suorittaa arvioinnin vastaamalla tähän viestiin {$responseDueDate} mennessä.<br /> <br /> Kiitos, että harkitsette arviointiin ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Arviointiohjeet<br /> <br /> {$reviewGuidelines}<br />
gd_gb: {$reviewerName}:<br /> <br /> Tha seo mu dhèidhinn na sgrìobhainn “{$submissionTitle}” a tha {$contextName} a’ cnuasachadh.<br /> <br /> Ri linn lèirmheis air an tionndadh roimhe dhen sgrìobhainn, chuir na h-ùghdaran tionndadh lèirmheaste dhen phàipear aca thugainn. Bhiomaid fada nad chomain nam b’ urrainn dhut sgrùdadh a dhèanamh air còmhla rinn.<br /> <br /> Gheibh thu riaghailtean lèirmheas an iris-leabhair seo gu h-ìosal agus tha an tagradh ceangailte ris a’ phost-d seo. Bu chòir dhut lèirmheas an tagraidh agus do mholaidhean a chur thugam ron {$reviewDueDate}.<br /> <br /> Nach cuir thu post-d thugam ron {$responseDueDate} a dh’innse dhomh an urrainn dhut an lèirmheas a dhèanamh?<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Stiùireadh airson lèirmheasan<br /> <br /> {$reviewGuidelines}<br/>
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> A(z) {$contextName} folyóirathoz érkezett &quot;{$submissionTitle},&quot; című kézirat módosított változatának lektorálására szeretném felkérni. <br /> <br /> Folyóiratunk lektorálási irányelveit megtekintheti a levél végén, a benyújtott cikket pedig csatoltan küldjük. A kézirattal kapcsolatos szakértői véleményét és javaslatait kérem emailben küldje meg részemre {$reviewDueDate}-ig.<br /> <br /> Kérem, jelezze válasz emailben legkésőbb {$responseDueDate}-ig, hogy vállalja-e a lektorálást.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br /> <br /> <br /> Lektorálási irányelvek:<br /> <br /> {$reviewGuidelines}<br />
id_id: {$reviewerName}:<br /> <br /> Email ini terkait naskah &quot;{$submissionTitle},&quot; yang sedang dalam pertimbangan di {$contextName}.<br /> <br /> Setelah review untuk versi naskah sebelumnya, penulis saat ini telah menyerahkan versi revisi naskahnya. Kami berharap Anda dapat membantu mengevaluasinya.<br /> <br /> Panduan Review untuk jurnal ini disertakan di bawah, dan naskah dilampirkan bersama email ini. Review dan rekomendasi Anda, mohon dapat diemailkan ke kami pada {$reviewDueDate}.<br /> <br /> Mohon sampaikan di email balasan sebelum {$responseDueDate} tentang kesediaan Anda untuk melakukan review.<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Panduan Review<br /> <br /> {$reviewGuidelines}<br />
it_it: Gentile {$reviewerName}:<br /> <br /> Ti scrivo riguardo al manoscritto &quot;{$submissionTitle},&quot; proposto per la pubblicazione in {$contextName}.<br /> <br /> Seguendo i suggerimenti ricevuti dai revisori, l'autore ha inviato una nuova versione modificata. Ti sarei grato se ci aiutassi a valutarla.<br /> <br /> Più sotto trovi le Linee guida sulla revisione e il file del manoscritto è in allegato. Puoi inviarmi la revisione e il tuo parere sulla proposta via email, entro il {$reviewDueDate}.<br /> <br /> Perfavore informami entro il {$responseDueDate} se accetti o meno l'incarico.<br /> <br /> Grazie della disponibilià<br /> {$editorialContactSignature}<br /> <br /> <br /> Linee guida sulla revisione<br /> <br /> {$reviewGuidelines}<br />
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」に関して連絡いたします。<br /> <br /> この度、前回の原稿の査読を経て、改訂版が提出されました。評価にご協力いただければ幸いです。<br /> <br /> この雑誌の査読の手引きを以下に添付しました。また、投稿物はメールの添付ファイルとしてお送りいたしました。投稿物の査読結果と答申は、{$reviewDueDate}までに私宛にメールでいただきたいと考えております。<br /> <br /> 査読をしていただけるか否かを、{$responseDueDate}までにメールでご返事いただけるようお願いいたします。 <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> 査読の手引き<br /> <br /> {$reviewGuidelines}<br />
ku_iq: {$reviewerName}:<br /> <br /> ئەمە دەربارەی ڕەشنوسی توێژینەوەی &quot;{$submissionTitle},&quot; کە لە ژێر هەڵسەنگاندن دایە لە لایەن {$contextName}.<br /> <br /> دوای تێبینییەکانی هەڵسەنگاندنی یەکەم جار، توێژەر بە تێبینییەکاندا چووەتەوە و سوپاسگوزار دەبین ئەگەر لە دوبارە هەڵسەنگاندنەوەیدا هاوکاریمان بکەن.<br /> <br /> ڕێنماییەکانی هەڵسەنگاندن لە خوارەوە بەردەستن و توێژینەوە پێشکەشکراوەکە هاوپێچی ئەم ئیمەیڵە کراوە. هەڵسەنگاندن و تێبینییەکانی بەڕێزتان دەبێت بە شێوەی ئیمەیڵ بۆ من بنێردرێتەوە هەتا {$reviewDueDate}.<br /> <br /> تکایە لە ئیمەیڵی وەڵامدا هەتا {$responseDueDate} دیاری بکە کە ئایا هەڵسەنگاندنەکە قبوڵ یان ڕەت دەکەنەوە.<br /> <br /> سوپاس بۆ هاوکاریتان.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> ڕێنماییەکانی هەڵسەنگاندن<br /> <br /> {$reviewGuidelines}<br />
mk_mk: {$reviewerName}:<br /> <br /> Ова се однесува на трудот &quot;{$submissionTitle},&quot; кој е предмет на разглед на {$contextName}.<br /> <br /> После рецензијата на претходната верзија на трудот, авторите сега имаат поднесено корегирана верзија на нивниот труд. Би ценеле доколку би можеле да ни помогнете со евалуацијата на истиот.<br /> <br /> Директивите за рецензија на ова списание се додадени подолу, и поднесокот е прикачен на овој и-меил. Вашата рецензија на поднесокот, заедно со вашата препорака, треба да ми ги испратите преку и-меил до {$reviewDueDate}.<br /> <br /> Ве молам да наведете во повратен и-меил до {$responseDueDate} дали сте способни и подготвени да ја извршите рецензијата.<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Директиви за рецензија<br /> <br /> {$reviewGuidelines}<br />
nb_no: {$reviewerName}:<br /> <br /> Dette gjelder innleveringen &quot;{$submissionTitle},&quot; som behandles av {$contextName}.<br /> <br /> Som oppfølgning på en tidligere vurdering av manuskriptet, har forfatterene sendt inn en revidert versjon av manuskriptet. Vi vil sette stor pris på din hjelp til å vurdere det.<br /> <br /> Tidsskriftets retningslinjer for fagfellevurdering er lagt til nedenfor og manuskriptet er vedlagt denne e-posten. Din fagfellevurdering av manuskriptet sammen med din anbefaling bes sendt til meg senest {$reviewDueDate}.<br /> <br /> Vær vennlig å gi beskjed til oss om du vil påta deg fagfellevurderingen eller ei senest {$responseDueDate}.<br /> <br /> Takk for at du overveier denne forespørslen.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for fagfellevurdering<br /> <br /> {$reviewGuidelines}<br />
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na een review van een eerdere versie van het manuscript hebben de auteurs een gereviseerde versie van hun manuscript ingestuurd. We zouden het op prijs stellen als u wilt helen die te evalueren.<br /> <br /> De Review richtlijnen voor dit tijdschrift staan hieronder en de inzending is bijgevoegd bij deze e-mail. Uw review van de inzending en uw aanbeveling, zouden uiterlijk op {$reviewDueDate} naar mij gemaild moeten worden.<br /> <br /> Gelieve mij voor {$responseDueDate} per e-mail te laten weten of u deze review kunt en wilt doen.<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review richtlijnen<br /> <br /> {$reviewGuidelines}<br />
pl_pl: {$reviewerName}:<br /> <br /> Wiadomość dotyczy manuskryptu &quot;{$submissionTitle},&quot; który jest rozważany do publikacji przez {$contextName}.<br /> <br /> Autorzy tekstu po zapoznaniu się z uwagami przedstawionymi z recenzji przesłali poprawioną wersję tekstu. Będziemy wdzięczni za pomoc w ocenie tekstu po poprawkach.<br /> <br /> Wskazówki dp recenzji są zamieszczone poniżej, a zgłoszenie znajduje się w załączniku. Twoja recenzja zgłoszenia, razem z poprawkami powinna być przesłana do mnie do {$reviewDueDate}.<br /> <br /> Prosimy o przesłanie odpowiedzi emailem do {$responseDueDate} z informacją, czy podejmujesz się tego zadania. <br /> <br /> Dziękujemy za rozważenie naszej propozycji.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Wskazówki do recenzji<br /> <br /> {$reviewGuidelines}<br />
pt_pt: {$reviewerName}:<br /> <br /> Esta mensagem é relativa ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência do processo de revisão, os autores submeteram a versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> As Instruções de Revisão desta revista são apresentadas abaixo, e a submissão foi anexada a este e-mail. A sua revisão do artigo, conjuntamente com as suas recomendações, devem ser enviadas até {$reviewDueDate}.<br /> <br /> Indique até {$responseDueDate} se está disponível para fazer a revisão. <br /> <br /> Agradecemos a sua resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instruções de Revisão<br /> <br /> {$reviewGuidelines}<br />
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Руководство для рецензентов этого журнала добавлено ниже, материал для рецензирования приложен к этому письму. Ваша рецензия на материал, вместе с рекомендацией, должны быть отправлены мне электронной почтой до {$reviewDueDate}.<br /> <br /> Пожалуйста, сообщите в ответном письме до {$responseDueDate} сможете ли Вы взяться за рецензирование.<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Руководство для рецензентов<br /> <br /> {$reviewGuidelines}<br />
sl_si: {$reviewerName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka.<br /> <br /> Spodaj so navodila za recenzijo za našo revijo, v priponki pa je prispevek. Vašo recenzija, skupaj s priporočilom, bi mi morali poslati po e-pošti do {$reviewDueDate}.<br /> <br /> Prosim, če mi po e-pošti sporočite do {$responseDueDate}, če ste pripravljeni narediti to recenzijo ali ne.<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Navodila za recenzijo<br /> <br /> {$reviewGuidelines}<br />
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Riktlinjer för granskare bifogas här nedan, och bidraget finns som bilaga i det här e-postmeddelandet. Din bedömning av bidraget ska tillsammans med din rekommendation skickas per e-post till mig senast {$reviewDueDate}.<br /> <br /> Vänligen meddela mig genom att svara på det här meddelandet senast {$responseDueDate} om du har möjlighet att åta dig uppdraget eller inte.<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Riktlinjer för granskare<br /> <br /> {$reviewGuidelines}<br />
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Нижче подана інструкція для рецензентів. Рукопис, поданий у редакцію авторами, прикріплений до цього листа. Я хотів би отримати лист з Вашою рецензією та рекомендацією до {$reviewDueDate}.<br /> <br /> Будь ласка, надішліть мені листом відповідь, чи маєте Ви можливість і бажання працювати над цією рецензію, до {$responseDueDate} .<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> Інструкція для рецензентів<br /> <br /> {$reviewGuidelines}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Liên quan tới bản thảo &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Sau khi xem xét phiên bản trước của bản thảo, các tác giả hiện đã gửi phiên bản sửa chữa bài báo của họ. Chúng tôi đánh giá cao nếu bạn có thể giúp đánh giá bản sửa chữa này.<br /> <br /> Hướng dẫn phản biện cho tạp chí này được thêm vào bên dưới và bài gửi được đính kèm với email này. Đánh giá của bạn về bài gửi, cùng với khuyến nghị của bạn, nên được gửi qua email cho tôi trước ngày {$reviewDueDate}.<br /> <br /> Xin cho biết trong một email phả hồi trước {$responseDueDate} cho dù bạn có thể và sẵn sàng để xem xét.<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Hướng dẫn phản biện<br /> <br /> {$reviewGuidelines}<br />
zh_cn: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}
