Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.lockssNewArchive.body
source: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is a journal for which a member of your faculty, [name of member] serves as a [title of position]. The journal is seeking to establish a LOCKSS (Lots of Copies Keep Stuff Safe) compliant archive with this and other university libraries.<br /> <br /> [Brief description of journal]<br /> <br /> The LOCKSS Program &amp;lt;http://lockss.org/&amp;gt;, an international library/publisher initiative, is a working example of a distributed preservation and archiving repository, additional details are below. The software, which runs on an ordinary personal computer is free; the system is easily brought on-line; very little ongoing maintenance is required.<br /> <br /> To assist in the archiving of our journal, we invite you to become a member of the LOCKSS community, to help collect and preserve titles produced by your faculty and by other scholars worldwide. To do so, please have someone on your staff visit the LOCKSS site for information on how this system operates. I look forward to hearing from you on the feasibility of providing this archiving support for this journal.<br /> <br /> Thank you,<br /> {$principalContactSignature}
ar_iq: عزيزنا [أمين مكتبة الجامعة<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;، هي مجلة علمية فيها أحد أعضاء مؤسستك، والمدعو [اسم العضو]، يعمل بصفة [صفة العضو]. وهذه المجلة تتطلع إلى تأسيس أرشيف متوافق مع نوع LOCKSS (Lots of Copies Keep Stuff Safe) مع هذه المكتبة وغيرها من مكتبات الجامعات الأخرى.<br /> <br /> [وصف موجز للمجلة]<br /> <br /> إن برنامج LOCKSS &amp;lt;http://lockss.org/&amp;gt; باعتباره أحد الحقوق العالمية للمكتبات والناشرين، هو مثال عملي على مخازن الأرشفة والحفظ المتوزع. المزيد من التفاصيل تتوضح أدناه. هذا البرنامج، الذي يمكن تشغيله على حاسوب شخصي عادي، مجاني، وبالإمكان تفعيله بسهولة على الشبكة العنكبوتية، ولا يتطلب إلا القليل من إجراءات الصيانة والمتابعة.<br /> <br /> للمساعدة على أرشفة مجلتنا، ندعوك لتكون أحد أعضاء مجتمع LOCKSS، للتمكن من جمع وحفظ العناوين المقدمة من قبل مؤسستك التعليمية ومن قبل الدارسين عبر العالم. للقيام بذلك، حرض أحداً من منتسبيك لزيارة موقع LOCKSS لتحصل على معلومات عن كيفية عمل هذا النظام. أنا أتطلع شوقاً لأتعرف إمكانيتك على توفير هذا النوع من الدعم لتساعد المجلة على أرشفة محتوياتها.<br /> <br /> شكراً لك.<br /> {$principalContactSignature}
ca_es: Benvolgut/uda [bibliotecari/ària universitari],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, és una revista en què un membre de la vostra facultat o universitat, [nom del membre], participa en qualitat de [nom del rol]. Des d'aquesta revista estem intentant establir un arxiu amb la vostra biblioteca universitària i d'altres que s'ajusti a les preceptives de LOCKSS (Lots of Copies Keep Stuff Safe).<br /> <br /> [Descripció breu de la revista]<br /> <br /> El programa LOCKSS &amp;lt;http://lockss.org/&amp;gt;, una iniciativa internacional d'enllaç entre biblioteques i entitats publicadores, és un viu exemple de conservació distribuïda i repositori d'arxivament. Es tracta d'una aplicació gratuïta, executable en qualsevol ordinador personal, que podeu gestionar fàcilment i per a la qual es requereix un manteniment mínim.<br /> <br /> Per contribuir a l'arxivament d'aquesta revista, us convido a ser membre de la comunitat LOCKSS i a col·laborar en la recopilació i conservació de títols elaborats a la vostra facultat o universitat i en altres entitats acadèmiques de l'àmbit internacional. Per fer-ho, us recomano que algun membre del vostre personal visiti el lloc web de LOCKSS per obtenir informació sobre el funcionament d'aquest sistema. Confio rebre ben aviat la vostra acceptació per col·laborar en l'arxivament d’aquesta revista.<br /> <br /> Thank you,<br /> {$principalContactSignature}
cs_cz: Vážený [univerzitní knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, ve kterém pracovník Vaší univerzity [jméno pracovníka] zastává pozici [název pozice]. Tento časopis má zájem vybudovat archiv kopatibilní s programem LOCKSS (Lots of Copies Keep Stuff Safe) společně s touto knihovnou a dalšími univerzitními knihovnami.<br /> <br /> [Krátký popis časopisu]<br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, mezinárodní iniciativa knihoven/vydavatelů, je fungujícím příkladem archivačního úložiště s distribuovanou ochranou. Další detaily viz níže. Software, který funguje na pěžném osobním počítači, je zdarma; systém je snadno převoditelný on-line; je vyžadováno velmi málo následné údržby.<br /> <br /> Z důvodu pomoci při archivování našeho časopisu Vás zveme, abyste se stal členem LOCKSS komunity a pomáhal tak shromažďovat a zachovávat práci produkovanou pracovníky Vaší univerzity i dalších vědeckých pracovníků z celého světa. Abyste tak mohl učinit, pověřte prosím někoho z Vašich pracovníků, ať navštíví stránky LOCKSS, kde najde informace, jak tento systém pracuje. Těším se, že se mě budete infomovat o možnostech poskytnutí archivační podpory tonuto časopisu.<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: Kære [universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; er et tidsskrift, hvor et medlem af dit fakultet, [navn på medlem], fungerer som [stillingsbetegnelse]. Tidsskriftet forsøger at etablere et LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv med dette og andre universitetsbiblioteker.<br /> <br /> [Kort beskrivelse af tidsskrift]<br /> <br /> LOCKSS-programmet &amp;lt;http://lockss.org/&amp;gt;, der er et internationalt biblioteks-/forlagsinitiativ, er et velfungerende eksempel på et distribueret bevarings- og arkiveringslager. Der findes flere oplysninger nedenfor. Softwaren, som kører på almindelige pc'er, er gratis. Det er nemt at få systemet til at køre online, og den løbende vedligeholdelse af systemet er meget begrænset.<br /> <br /> Med henblik på at få hjælp til arkivering af vores tidsskrift inviterer vi dig til at blive medlem af LOCKSS-programmet, hvor du skal hjælpe med at indsamle og bevare titler, der er produceret af dit fakultet og af andre videnskabsmænd rundt om i verden. Det gør du ved at få en af dine medarbejdere til at besøge LOCKSS-webstedet, hvor der findes oplysninger om, hvordan systemet fungerer. Jeg ser frem til at høre, om du har mulighed for at yde denne arkiveringssupport for dette tidsskrift.<br /> <br /> Tak.<br /> {$principalContactSignature}
de_de: Sehr geehrte/r [Bibliotheksleiter/in],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; ist eine Zeitschrift, an der ein Mitglied Ihrer Universität, [Name], als [Mitarbeiterfunktion] mitarbeitet. Die Zeitschrift beabsichtigt, mit Ihrer und anderen Universitätsbibliotheken ein mit LOCKSS (Lots of Copies Keep Stuff Safe) kompatibles Archiv aufzubauen.<br /> <br /> [Kurze Beschreibung der Zeitschrift]<br /> <br /> Das LOCKSS-Programm &amp;lt;http://lockss.stanford.edu/&amp;gt;, eine internationale Initiative von Bibliotheken und Verlagen, ist ein funktionierendes verteiltes System zur Erhaltung und zur Archivierung; nähere Einzelheiten finden Sie weiter unten. Die auf jedem gewöhnlichen Rechner laufende Software ist frei; das System lässt sich leicht online bringen; es braucht wenig Wartung.<br /> <br /> Falls Sie sich an der Archivierung unserer Zeitschrift beteiligen möchten, laden wir Sie ein, Mitglied der LOCKSS-Community zu werden und mitzuhelfen, Texte aus Ihrer Einrichtung und von Wissenschaftler/innen aus der ganzen Welt zu sammeln und zu erhalten. Dazu sollte sich jemand aus Ihrer Einrichtung auf der Webseite von LOCKSS darüber informieren, wie dieses System funktioniert. Wir freuen uns darauf, von Ihnen zu hören, um die Möglichkeit Ihre Unterstützung bei der Archivierung dieser Zeitschrift und erwarten gern Ihre Antwort zur konkreten Vorgehensweise.<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
el_gr: Αγαπητέ/ή [Όνομα Υπευθύνου Πανεπιστημιακής Βιβλιοθήκης]<br /> <br /> Το {$contextName} &amp;lt;{$contextUrl}&amp;gt; είναι ένα περιοδικό στο οποίο ένα μέλος της Σχολής σας, ο/η [όνομα μέλους], συνεισφέρει ως [τίτλος θέσης]. Το περιοδικό επιχειρεί να δημιουργήσει ένα αρχείο συμβατό με το πρόγραμμα LOCKSS (Lots of Copies Keep Stuff Safe).<br /> <br /> [Σύντομη περιγραφή του περιοδικού]<br /> <br /> Το πρόγραμμα LOCKSS, &amp;lt;http://lockss.org/&amp;gt;, μία διεθνής πρωτοβουλία βιβλιοθηκών/εκδοτών, αποτελεί υπόδειγμα ενός κατανεμημένου συστήματος διαφύλαξης και αρχειοθέτησης περιεχομένου (περαιτέρω στοιχεία παρατίθενται παρακάτω). Το λογισμικό είναι συμβατό με προσωπικούς υπολογιστές, παρέχεται δωρεάν, το σύστημα συνδέεται εύκολα στο διαδίκτυο και δεν απαιτείται διαρκής συντήρηση.<br /> <br /> Για να βοηθήσετε στην αρχειοθέτηση του περιοδικού μας, σας προσκαλούμε να γίνετε μέλος της κοινότητας LOCKSS, για να συνεισφέρετε στη συλλογή και διαφύλαξη τίτλων που εκδίδονται από τη Σχολή σας και από άλλους μελετητές διεθνώς. Για να γίνει αυτό, παρακαλούμε επισκεφθείτε τον ιστότοπο του LOCKSS για πληροφορίες σχετικά με τη λειτουργία του συστήματος. Ελπίζουμε να έχουμε σύντομα νέα σας, σχετικά με τη δυνατότητα παροχής υποστήριξης στην αρχειοθέτηση του περιοδικού μας.<br /> <br /> Σας ευχαριστούμε,<br /> {$principalContactSignature}
es_es: Estimado/a [Bibliotecario/a Universitario/a]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, es una revista en la que un miembro de su Facultad/Universidad, [nombre de la persona], colabora como [cargo que desempeña]. La revista está intentando crear un archivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta y otras bibliotecas universitarias.<br /> <br /> [Breve descripción de la revista]<br /> <br /> El programa LOCKSS &amp;lt;http://lockss.org/&amp;gt;, una iniciativa internacional de bibliotecas y editoriales, es un ejemplo vivo de un repositorio de preservación y archivo distribuido, a continuación le mostramos más detalles. El software, que funciona en ordenadores personales normales es gratuito; el sistema se conecta fácilmente; necesitando muy poco mantenimiento.<br /> <br /> Para contribuir al archivado de nuestra revista, le invitamos a convertirse en miembro de la comunidad LOCKSS, y así ayudar a recopilar y preservar títulos producidos en nuestra facultad y por otras entidades académicas de todo el mundo. Para hacerlo le rogamos que alguna persona de su biblioteca visite el sitio de LOCKSS para saber cómo funciona este sistema. Espero recibir pronto noticias suyas en el sentido de que proporcionará el apoyo para poder archivar esta revista.<br /> <br /> Gracias,<br /> {$principalContactSignature}
eu_es: [Unibertsitateko liburuzain] estimatua<br /> <br /> {$contextName} aldizkaria &amp;lt;{$contextUrl}&amp;gt; aurkeztera gatozkizu. Aldizkariaren [kargua] zuen fakultateko [izena] da. LOCKSS (Lots of Copies Keep Stuff Safe) konplitzen duen artxibo bat ezarri nahian gabiltza zuen unibertsitateko eta beste batzuetako liburutegiekin.<br /> <br /> [Aldizkariaren azalpen laburra]<br /> <br /> LOCKSS programa &amp;lt;http://lockss.org/&amp;gt;, nazioarteko liburutegi/argitaratzaile ekimena, dokumentuak banatuta gordetzeko eta artxibatzeko gordailu egoki baten adibide bikaina da, behean ematen dira xehetasun gehiago. Softwarea ordenagailu pertsonal batean ere erabiltzeko modukoa da, eta doakoa; sistema erraz jartzen da Interneten; oso mantentze-lan gutxi eskatzen du.<br /> <br /> Gure aldizkaria artxibatzen laguntzeko, LOCKSS komunitateko kide egiteko gonbita luzatzen dizugu, zuen fakultatean eta munduko beste hainbatetan ekoitzitako tituluak kontserbatzeko. Horretarako, zuen pertsonaleko norbaitek LOCKSS guneko informazioa aztertzea komeniko litzateke, sistemak nola funtzionatzen duen ikusteko. Aldizkari hau artxibatzeko euskarria eskaintzearen bideragarritasuna aztertuko duzuelakoan, zuen berrien zain geratzen gara.<br /> <br /> Eskerrik asko,<br /> {$principalContactSignature}
fa_ir: مسئول محترم کتابخانه دانشگاه:<br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; ، عضو دانشکده شما می باشد &amp;lt;[name of member]&amp;gt;. این مجله خواستار ایجاد سیستم بایگانی LOCKSS با آن کتابخانه و کتابخانه های دیگر دانشگاهها می باشد.<br /> <br /><br /> <br /> برنامه LOCKSS تحت آدرس http://lockss.org که یک ابتکار بین المللی مربوط به ناشر/کتابخانه می باشد. این نرم افزار رایگان، حتی توسط یک رایانه شخصی نیز اجرا می گردد. کل سامانه آن لاین شده است و به نگهداری مختصری نیازمند است.<br /> جهت کمک در بایگانی مجله ما، از شما دعوت می کنیم که عضو انجمن LOCKSS شوید تا به شما در جمع آوری و نگهداری عناوین تهیه شده توسط سازمان خود و دیگر پژوهشگران جهان، کمک کند. برای این کار، لطفا از وب سایت LOCKSS بازدید کنید تا اطلاعاتی درباره نحوه عملکرد این سامانه دراختیار شما قرار گیرد. منتظر اعلام خبر از شما راجع به امکان تهیه چنین سامانه ای برای این مجله هستم.<br /> <br /> <br /> باتشکر<br /> {$principalContactSignature}
fi_fi: Hyvä [yliopistokirjaston kirjastonhoitajan nimi],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; on julkaisu, jossa yliopistonne henkilökunnan jäsen, [jäsenen nimi] toimii [toimen nimi, esim. “toimittajana”]. Julkaisun pyrkimyksenä on perustaa LOCKSS:ia (Lots of Copies Keep Stuff Safe) noudattava arkisto tämän ja muiden yliopistojen kirjastojen kanssa.<br /> <br /> [Lyhyt kuvaus julkaisusta]<br /> <br /> LOCKSS-ohjelma &amp;lt;http://lockss.org/&amp;gt;, kansainvälinen kirjasto-/julkaisijahanke, on toimiva esimerkki hajautettuun säilytykseen ja arkistointiin perustuvasta tietovarastosta (lisätietoja alla). Ohjelma toimii tavallisella kotitietokoneella ja on ilmainen. Järjestelmä on helposti hankittavissa verkosta ja se vaatii hyvin vähän ylläpitotoimenpiteitä.<br /> <br /> Jotta voisitte auttaa julkaisumme arkistoinnissa, sekä auttaa keräämään ja tallentamaan yliopistonne henkilökunnan sekä muiden tutkijoiden julkaisuja, pyydämme teitä liittymään LOCKSS-yhteisön jäseneksi. Toimiaksenne näin, jonkun henkilökunnan jäsenistä tulisi tutustua tämän järjestelmän toimintaan LOCKSS:in sivustolla. Odotan yhteydenottoanne julkaisumme arkistoinnin toteutettavuutta koskien.<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
gd_gb: [Ainm an leabhar-lannaiche] a charaid,<br /> <br /> ’S e iris-leabhar a tha ann an {$contextName} &amp;lt;{$contextUrl}&amp;gt; agus tha ball dhen roinn agad, [ainm a’ bhuill] na [ainm an dreuchd] ann. Tha an t-iris-leabhar seo airson tasg-lann a rèir LOCKSS (Lots of Copies Keep Stuff Safe) a stèidheachadh eadar an leabhar-lann seo agus leabhar-lannan oilthighean eile.<br /> <br /> [Tuairisgeul goirid air an iris-leabhar]<br /> <br /> Tha prògram LOCKSS &amp;lt;http://lockss.org/&amp;gt;, iomairt leabhar-lannan/fhoillsichearan eadar-nàiseanta, na eisimpleir de thasg-lann glèidhidh sgaoilte ’s gheibh thu barrachd fiosrachaidh mu dhèidhinn gu h-ìosal. Tha am bathar-bog a ruitheas air coimpiutair pearsanta àbhaisteach an-asgaidh agus tha e furasta an siostam a chur gu dol agus chan eil feum air cus obair-ghlèidhidh.<br /> <br /> Airson taic a chumail ri tasglannachadh an iris-leabhair againn, bu toil leinn cuireadh a thoirt dhut gu coimhearsnachd LOCKSS airson tiotalan a chruthaicheas an roinn agadsa agus sgoilearan eile air feadh an t-saoghail a chruinneachadh is a ghlèidheadh. Airson pàirt a ghabhail, iarr air cuideigin dhen luchd-obrach agad tadhal air làrach LOCKSS a dh’fhiosrachadh mar a dh’obraicheas an siostam seo. Tha mi an dòchas gun urrainn dhuibh taic a chumail ri tasglannachadh an iris-leabhair seo agus gun cluinn mi uaibh a dh’aithghearr.<br /> <br /> Mòran taing,<br /> {$principalContactSignature}
he_il: לכבוד [ספרן אוניברסיטאי],<br /> <br /> {contextName$} הוא כתב עת שעבורו חבר הפקולטה שלך, [שם החבר] משמש כ [תואר תפקיד]. כתב העת מבקש להקים ארכיון תואם LOCKSS (הרבה עותקים שומרים על בטיחות) עם זה וספריות אוניברסיטאיות אחרות.<br /> <br /> [תיאור קצר של כתב העת]<br /> <br /> התוכנית, שהוא יוזמה בינלאומית של ספרנים ומו"לים, הוא דוגמא עובדת למאגר שימור וארכיון מבוזר, פרטים נוספים להלן. התוכנה הפועלת על מחשב אישי רגיל הינה בחינם; עולה אונליין בקלות; ואין צורך לתחזוקה שוטפת.<br /> <br /> כדי לסייע בארכיון כתב העת שלנו, אנו מזמינים אותך להיות חבר בקהילת LOCKSS, לעזור לאסוף ולשמר כותרות שהופקו על ידי הפקולטה שלך ועל ידי חוקרים אחרים ברחבי העולם. לשם כך, אנא בקש ממישהו מהצוות שלך לגלוש לאתר LOCKSS למידע על אופן פעולתה של מערכת זו. אני מצפה לשמוע מכם על אפשרות תמיכת ארכיון בכתב עת זה.<br /> <br /> בתודה,<br /> {principalContactSignature$}
hr_hr: Poštovani [Knjižničar ustanove],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; časopis je s kojim zaposlenik vašeg fakulteta [ime zaposlenika] surađuje kao [titula]. Časopis pokušava, u ovoj i drugim knjižnicama u sustavu znanosti i visokog obrazovanja, uspostaviti arhivu u skladu s LOCKSS sustavom (Lots of Copies Keep Stuff Safe).<br /> <br /> [Kratki opis časopisa]<br /> <br /> Međunarodna bibliotekarska/izdavačka inicijativa Program LOCKSS &amp;lt;http://lockss.org/&amp;gt; predstavlja funkcionalni primjer distribuiranog repozitorija namijenjenog čuvanju i arhiviranju sadržaja. Dodatne informacije možete pročitati u nastavku teksta. Potreban software koji se može koristiti i na običnom osobnom računalu je besplatan; sustav se vrlo jednostavno postavlja on-line te zahtijeva vrlo malo kontinuiranog održavanja.<br /> <br /> Kako biste doprinijeli arhiviranju našeg časopisa, pozivamo vas da postanete član LOCKSS zajednice čime biste pripomogli u sakupljanju i očuvanju naslova koje izdaje vaš fakultet i drugi znanstvenici diljem svijeta. Želite li se uključiti, molimo vas da jedan/a od vaših djelatnika/ca posjeti stranicu LOCKSS-a kako bi dobio/la informacije o funkcioniranju sustava. Nadamo se da ćete nas uskoro kontaktirati u vezi s izvedivošću pružanja ovakve podrške arhiviranju časopisa.<br /> <br /> Unaprijed hvala,<br /> {$principalContactSignature}
hu_hu: Tisztelt Repozitórium üzemeltető!<br /> <br /> Az Önök intézményének munkatársa, [tag neve] a {$contextName} &amp;lt;{$contextUrl}&amp;gt;, folyóiratnál [betöltött pozíció] pozíciót tölt be. A folyóirat egy LOCKSS (Lots of Copies Keep Stuff Safe) kompatibilis archívumot kíván létrehozni, az Önök könyvtárával és más könyvtárakkal is együttműködve.<br /> <br /> [A folyóirat rövid leírása]<br /> <br /> A LOCKSS Program &amp;lt;http://lockss.org/&amp;gt;, egy nemzetközi könyvtár/kiadói kezdeményezés, mely működő példája az osztott megőrzést és archiválást biztosító repozitóriumoknak. Az egyszerű, mindennapi személyi számítógépen futó szoftver ingyenes; a rendszer könnyen online üzembe helyezhető, kevés karbantartást igényel.<br /> <br /> Annak érdekében, hogy segítse a folyóirat archiválását, kérjük legyen tagja a LOCKSS közösségnek, és segítsen összegyűjteni, megőrizni az intézményben készült tudományos műveket és másokat is világszerte. További információért, a rendszer működésének további ismertetéséért keresse fel a LOCKSS oldalát. Várjuk visszajelzését a közös munkával és a folyóirat archiválásával kapcsolatban. <br /> <br /> Köszönettel,<br /> {$principalContactSignature}
id_id: Yang terhormat [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, merupakan jurnal yang salah satu anggota fakultas Anda, [name of member], menjadi [title of position]. Jurnal ini hendak membuat arsip sesuai LOCKSS (Lots of Copies Keep Stuff Safe) di perpustakaan Anda dan perpustakaan universitas lainnya.<br /> <br /> [Deskripsi singkat jurnal]<br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, suatu gerakan perpustakaan/penerbit internasional, merupakan contoh nyata penyimpanan dan pengarsipan terdistribusi, detail tambahan dapat dilihat di bawah. Piranti lunak ini, yang berjalan di komputer biasa, merupakan piranti lunak yang gratis; sistemnya mudah di-online-kan; tidak membutuhkan banyak perawatan.<br /> <br /> Untuk membantu mengarsipkan jurnal kami, kami mengundang Anda untuk menjadi anggota komunitas LOCKSS, guna membantu mengumpulkan dan menyimpan judul-judul karya anggota fakultas Anda dan ilmuwan lainnya di seluruh dunia. Jika berkenan, silakan mengunjungi website LOCKSS untuk informasi mengenai bagaimana cara kerja sistem ini. Kami berharap Anda berkenan mendukung pengarsipan jurnal ini.<br /> <br /> Terimakasih,<br /> {$principalContactSignature}
it_it: Cara [biblioteca universitaria]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, &amp;amp;#x00E8; un journal per cui un membro della vostra facolt&amp;amp;#x00E0;, [nome del membro], presta servizio come [posizione]. Il journal sta cercando di instaurare un archivio condiviso LOCKSS (Lots of Copies Keep Stuff Safe) con questa e altre biblioteche universitarie.<br /> <br /> [Breve descrizione del journal]<br /> <br /> Il programma LOCKSS &amp;lt;http://lockss.org/&amp;gt;, una iniziativa biblioteca/editore, &amp;amp;#x00E8; un esempio funzionante di un deposito distribuito di preservazione e archiviazione, dettagli aggiuntivi sono di sotto. Il software, che funziona su personal computer ordinario &amp;amp;#x00E8; libero; il sistema &amp;amp;#x00E8; portato facilmente on-line; la manutenzione continua &amp;amp;#x00E8; pochissima.<br /> <br /> Per assistere nell'archiviazione del nostro journal, vi invitiamo a diventare membri della comunit&amp;amp;#x00E0; LOCKSS, per aiutare a collezionare e preservare titoli prodotti dalla vostra facolt&amp;amp;#x00E0; e di altri studiosi a livello mondiale. Per fare questo, si prega di avere qualcuno nel vostro staff che visiti il sito LOCKSS per informazioni su come il sistema opera. Aspetto con impazienza di sentire a voi la possibilit&amp;amp;#x00E0; di fornire questo supporto di archiviazione per questo journal.<br /> <br /> Grazie,<br /> {$principalContactSignature}
ja_jp: [大学図書館長] 御中<br /> <br /> 本誌『{$contextName}』 &amp;lt;{$contextUrl}&amp;gt;は、貴学の教官 [教官名]殿に[役職名]をお願いしているものです。本誌は、貴館およびその他の大学図書館との間でLOCKSS（Lots of Copies Keep Stuff Safe）準拠のアーカイブを構築したいと考えております。<br /> <br /> [雑誌の簡単な説明]<br /> <br /> 図書館と出版者による国際的なイニシアティブであるLOCKSS Program &amp;lt;http://lockss.org/&amp;gt;は、分散型保存の運用例としてリポジトリのアーカイブを行うものです。詳細について、以下でご説明します。普通のパソコンで利用できる無料のソフトウェアが存在します。このシステムは容易にオンライン化することができ、保守作業もほとんど必要としません。<br /> <br /> 私たちの雑誌のアーカイブを支援するために、貴館がLOCKSSコミュニティの一員となり、貴学の教官や世界中の研究者が作成する論文の収集･保存にご協力いただけるようお願いする次第です。そのために、貴館の職員にLOCKSSのサイトにアクセスして、このシステムの運用方法に関する情報を調査するようお願いいたします。貴学が、本誌のためにこのアーカイブサポートを提供していただけるという良い知らせを期待しております。 <br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> {$principalContactSignature}
ku_iq: بەڕێزان [ئەندامانی کتێبخانەی زانکۆ]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; گۆڤارێکی فاکەڵتییەکەتانە، [ناوی ئەندام]، وەک [ناسناوی زانکۆیی]خزمەت دەکات. گۆڤارەکەمان بە LOCKSS بۆ ئەرشیفکردنەوە سەرقاڵە لەگەڵ ئەندامانی کتێبخانەکانی زانکۆکانی دیکە.<br /> <br /> [کورتەیەک دەربارەی گۆڤار] <br /> <br /> پڕۆگرامی LOCKSS &amp;lt;http://lockss.org/&amp;gt;, پڕۆگرامێکی نێودەوڵەتیی تایبەت بە کتێبخانە و بڵاوکراوەکانە کە لەبواری ئەرشیفکردندا کار دەکات و زانیارییە پێویستییەکان لە خوارەوە بەردەستن. پڕۆگرامەکە لەسەر کۆمپیتەری ئاسایی و بە شێوەی خۆڕایی بەردەستە. سیستەمەکە بە ئاسانی دەخرێتە سەر تۆڕی ئەنتەرنێت و تەنیا کەمێک کارکردن لەسەری داواکراوە.<br /> <br /> بۆ هاوکاریکردنی ئەرشیفکردنی گۆڤارەکەمان، ئێمە بەڕێزتان بانگێشت دەکەین تا ببنە ئەندامێکی LOCKSS . بۆ ئەوەی هاوکارمان بن لە کۆکردنەوەی ناونیشان و کارەکانی ئەندامانی فاکەڵتیی خۆتان و تەواوی توێژەرانی جیهان. بۆ ئەمە تکایە کەسێک دیاری بکەن بۆ سەردانیکردنی پەڕەی LOCKSS بۆ وەرگرتنی زانیاری لەسەر شێوازی کارکردنی سیستەمەکە. ئێمە چاوەڕوانی هەوڵ و هیممەتی ئێوەین.<br /> <br /> سوپاس بۆ هاوکاریتان،<br /> {$principalContactSignature}
mk_mk: Почитуван/а [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание за кое што член на вашиот факултет, [name of member] работи како [title of position]. Списанието бара да воспостави архива согласно со LOCKSS (Lots of Copies Keep Stuff Safe) програмата со оваа и останати универзитетски библиотеки.<br /> <br /> [Brief description of journal]<br /> <br /> LOCKSS програмата &amp;lt;http://lockss.org/&amp;gt;, интернационална библиотека/издавачка иницијатива, е пример за дистрибуирано складиште за зачувување и архивирање, дополнителните детали се подолу. Софтверот, кој што работи на персонален компјутер, е бесплатен; системот може лесно да се купи онлајн; потербно е многу малку тековно одржување.<br /> <br /> За да учествувате во архивирање на ова списание, ве каниме да станете член на LOCKSS заедницата, да помогнете со собирање и сочувување на наслови направени од страна на вашиот факултет и остнати научници низ целиот свет. За таа цел, ве молиме да испратите некој од вашите вработени да ја посетат страницата на LOCKSS за информации за тоа како работи овој систем. Со нетрпение очекувам да слушнам од вас за можноста за обезбедување на оваа поддршка за архивирање на ова списание.<br /> <br /> Ви благодарам,<br /> {$principalContactSignature}
nb_no: Kjære [oppgi universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, er et tidsskrift der en av deres fagansatte, [oppgi medlemsnavn], har påtatt seg å være [oppgi rolletittel]. Tidsskriftet ønsker å etablere et LOCKSS (Lots of Copies Keep Stuff Safe) arkiv, i samarbeid med flere universitetsbibliotek.<br /> <br /> [Gi en kort beskrivelse av tidsskriftet]<br /> <br /> LOCKSS programmet &amp;lt;http://lockss.org/&amp;gt; er et internasjonalt initiativ for bibliotek og utgivere. LOCKSS er et system for distribuert lagring og arkivering av digitalt innhold (for mer informasjon: se nedenfor). Programvaren kan kjøres fra en vanlig pc, og er gratis. Det er enkelt å få systemet på nett, og det krever ikke mye løpende vedlikehold.<br /> <br /> Det er i vår interesse at tidsskriftet vårt blir arkivert og distribuert ved hjelp av LOCKSS. Derfor oppfordrer vi dere til å bli med i LOCKSS samarbeidet, for å samle og bevare digitale publikasjoner laget av deres egne og andre forskere over hele verden. Vennligst besøk LOCKSS eget nettsted for mer informasjon om systemet. Vi ser fram til å høre fra dere, om det kan la seg gjøre for dere å yte denne typen arkivstøtte for tidsskriftet vårt.<br /> <br /> Vennlig hilsen,<br /> {$principalContactSignature}
nl_nl: Beste [Universiteitsbibliothecaris]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is een tijdschrift waarbij een lid van uw faculteit, [naam van het lid] fungeert als [totel van de positie]. Het tijdschrift streeft naar een LOCKSS (Lots of Copies Keep Stuff Safe) archief met deze en andere universiteitsbibliotheken.<br /> <br /> [Korte beschrijving van het tijdschrift]<br /> <br /> Het LOCKSS programma &amp;lt;http://lockss.org/&amp;gt;, een internationaal bibliotheek/uitgever initiatief is een operationeel voorbeeld van een gedistribueerd archief voor bescherming en archivering, zie de additionele details hieronder. De software, die op een gewone personal computer draait, is gratis. Het systeem is eenvoudig online te brengen en vraagt weinig onderhoud .<br /> <br /> Om ons te helpen met het archiveren van ons tijdschrift, nodigen we u uit om lid te worden van de LOCKSS gemeenschap om te helpen met het verzamelen en archiveren van titel die geproduceerd worden door uw stafleden en andere internationale wetenschappers. Om mee te doen kun u iemand van uw staf de LOCKSS site laten bezoeken voor informatie over hoe dit systeem werkt. Ik kijk uit naar uw reactie over de haalbaarheid voor het leveren van deze archiefdienst voor dit tijdschrift.<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl_pl: Szanowny [Bibliotekarz uniwersytecki]<br /> <br /> {$contextName} &amp;To;{$contextUrl}&amp;gt;, jest czasopismo dla każdego z członków Twojego wydziału, [nazwa użytkownika] pracuje jako [tytuł stanowiska]. Czasopismo dąży do stworzenia wspólnego archiwum LOCKSS (Lots of Copies Keep Stuff Safe) z tą biblioteką uniwersytecką i innymi.<br /> <br /> [Krótki opis czasopisma]<br /> <br /> Program LOCKSS&amp;to;http://lockss.org/&amp;gt;, międzynarodowa biblioteka/ inicjatywa publikacyjna, która jest żywym przykładem rozpowszechnionej ochrony i archiwum, dodatkowe szczegóły znajdują się poniżej. Oprogramowanie na zwykłym osobistym komputerze jest za darmo, system łatwo ściągnąć online, najmniejsza bieżąca forma wsparcia jest wymagana.<br /> <br /> Aby uczestniczyć a procesie archiwizacji naszego czasopisma, zachęcamy Cię do zostania członkiem społeczności LOCKSS, aby pomagać zbierać o chronić tytuły stworzone przez Twój wydział i innych naukowców na całym świecie. Aby to uczynić, prosimy, abyś odwiedził stronę LOCKSS, gdzie znajdziesz informację, jak działa ten system. Z niecierpliwością czekam na Twoją odpowiedź, czy możesz wykazać się taką formą wsparcia systemu archiwizacji dla tego czasopisma. <br /> <br /> Z poważaniem,<br /> {$principalContactSignature}
pt_pt: Caro(a) [Bibliotecária(o) da Universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; é uma revista na qual um membro da sua instituição, [nome da pessoa], possui o papel editorial de [título da função editorial]. Esta revista deseja obter arquivo através de LOCKSS (Lots of Copies Keep Stuff Safe - Muitas Cópias Mantém as Coisas Seguras) compatível com esta e outras bibliotecas de instituições de ensino superior.<br /> <br /> [Breve descrição da revista]<br /> <br /> O sistema LOCKSS &amp;lt;http://lockss.org/&amp;gt;, uma iniciativa internacional de bibliotecas/editoras, é um exemplo funcional de um repositório digital de preservação e arquivo distribuído. O software, que corre num computador pessoal comum, é gratuito; o sistema permite a sua implementação e disponibilização online de forma rápida, e a sua manutenção é mínima.<br /> <br /> Para auxiliar no arquivo da nossa revista, convidamos a sua biblioteca a tornar-se membro da comunidade LOCKSS, e ajudar a recolher e preservar títulos produzidos mundialmente. Para isso, visite o site do LOCKSS para saber como funciona o sistema e como fazer parte da comunidade.<br /> <br /> Agradecendo desde já a sua atenção,<br /> {$principalContactSignature}
ru_ru: Уважаемый [библиотекарь университета]!<br /> <br /> «{$contextName}» &amp;lt;{$contextUrl}&amp;gt; — журнал, в котором сотрудник Вашего университета, [имя сотрудника], занимает должность [название должности]. Наш журнал хотел бы создать LOCKSS(Lots of Copies Keep Stuff Safe)-совместимый архив с библиотеками Вашего и других университетов.<br /> <br /> [Краткое описание журнала]<br /> <br /> Программа LOCKSS &amp;lt;http://lockss.org/&amp;gt; — международная инициатива библиотек и издателей, работающий пример распределенного архивного хранилища (подробности об этом ниже). Программное обеспечение, запускаемое на обычном персональном компьютере, является бесплатным; система легко подключается к сети Интернет; практически не требует усилий под поддержанию в рабочем состоянии.<br /> <br /> Чтобы помочь в архивации нашего журнала, мы приглашаем Вас стать членом сообщества LOCKSS, чтобы помочь собирать и сохранять статьи, созданные сотрудниками Вашего университета и другими учеными по всему миру. Чтобы сделать это, пожалуйста, поручите кому-то из Вашего персонала зайти на сайт LOCKSS, чтобы узнать информацию о том, как работает эта система. Жду Вашего ответа о возможности предоставить эту архивную поддержку для нашего журнала.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sv_se: Hej [universitetsbibliotekarie]!<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; är en tidskrift där en medarbetare på ditt lärosäte, [namn på medarbetaren], bistår som [namn på position]. Tidskriften vill etablera ett LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv vid det här och andra universitetsbibliotek.<br /> <br /> [Kortfattad beskrivning av tidskriften]<br /> <br /> LOCKSS-samarbetet &amp;lt;http://lockss.org/&amp;gt;, ett internationellt biblioteks- och utgivarinitiativ, är ett exempel på ett distribuerat arkiv för bevarande (se nedan för ytterligare information). Mjukvaran är gratis och kan köras på en vanlig dator. Systemet hämtas från nätet och kräver väldigt litet kontinuerligt underhåll.<br /> <br /> Det skulle vara till stor hjälp för oss i sökandet efter bevarandelösningar för vår tidskrift om ni ville överväga att bli medlemmar i LOCKSS-gemenskapen och på det sättet hjälpa till att samla och bevara titlar producerade vid lärosätet och av andra forskare runt om i världen. Om ni vill gå vidare med detta, vänligen se LOCKSS webbplats för mer information om hur systemet fungerar. Jag ser fram emot att höra från er angående möjligheterna för er att stödja arkiveringen av vår tidskrift genom detta.<br /> <br /> Tack och med vänliga hälsningar,<br /> {$principalContactSignature}
uk_ua: Шановний [Бібліотекар Університету]<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; - це журнал, для якого Ваш співробітник [Ім'я співробітника] виконує роль [посада у редакційному штаті]. Наш журнал прагне мати архів, сумісний з LOCKSS (Lots of Copies Keep Stuff Safe) у Вашій бібліотеці та бібліотеках інших університетів.<br /> <br /> [Короткий опис журналу]<br /> <br /> Програма LOCKSS &amp;lt;http://lockss.org/&amp;gt; - це міжнародна ініціатива бібліотек та видавців, яка є прикладом працездатної моделі розподіленого архівного збереження цифрового змісту. Необхідне програмне забезпечення є безкоштовним, воно працює на звичайному персональному комп'ютері; систему дуже легко розгорнути в режимі онлайн; вона потребує мінімальної підтримки та супроводу.<br /> <br /> Щоб допомогти архівувати наш журнал, ми запрошуємо Вас стати членом спільноти LOCKSS та приєднатись до ініціативи збирання та збереження наукового змісту, виробленого співробітниками Вашої установи та вченими з усього світу. Для цього, дайте доручення одному з Ваших співробітників, завітати на веб-сайт LOCKSS та отримати інформацію про те, як функціонує система. Я з нетерпінням чекаю Вашої відповіді щодо можливості надання допомоги у питаннях архівування нашого журналу.<br /> <br /> Дякую,<br /> {$principalContactSignature}
vi_vn: Kính gửi [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, là một tạp chí mà một thành viên của khoa của bạn, [name of member] như một [title of position]. Tạp chí đang tìm cách thiết lập một kho lưu trữ tuân thủ LOCKSS (Lots of Copies Keep Stuff Safe) với thư viện này và các thư viện đại học khác.<br /> <br /> [Brief description of journal]<br /> <br /> Chương trình LOCKSS &amp;lt;http://lockss.org/&amp;gt;, một sáng kiến thư viện/nhà xuất bản quốc tế, là một ví dụ hoạt động của kho lưu trữ và lưu trữ phân tán, chi tiết bổ sung dưới đây. Phần mềm chạy trên máy tính cá nhân thông thường là miễn phí; hệ thống dễ dàng được đưa lên mạng; rất ít yêu cầu bảo trì liên tục.<br /> <br /> Để hỗ trợ lưu trữ tạp chí của chúng tôi, chúng tôi mời bạn trở thành thành viên của cộng đồng LOCKSS, để giúp thu thập và lưu trữ các nghiên cứu do giảng viên của bạn và các học giả khác trên toàn thế giới tạo nên. Để làm như vậy, vui lòng truy cập trang web LOCKSS để biết thông tin về cách hệ thống này hoạt động. Tôi mong muốn được lắng nghe từ bạn về tính khả thi của việc cung cấp hỗ trợ lưu trữ cho tạp chí này.<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: 亲爱的[大学图书馆]：<br /> <br /> 《{$contextName}》 &amp;lt;{$contextUrl}&amp;gt;是一份适合贵单位一位教职员的期刊：[成员名称]，[职称]。这份期刊正试着与这个图书馆与其他大学图书馆，共同建立一个符合洛克斯存档计划(LOCKSS; Lots of Copies Keep Stuff Safe)的检藏资料库。<br /> <br /> [期刊的简介]<br /> <br /> 洛克斯计划&amp;lt;http://lockss.stanford.edu/&amp;gt;是一个国际图书馆＼出版商发起的计划，是一个流通性保存与存档库的典范，详情如后。这份软体在个人电脑上运作实是免费的；这个系统很容易放置到网络上；而且只需要很少的维护工作。<br /> <br /> 为了协助存档我们的期刊，我们邀请贵单位加入成为一个洛克斯社群的成员，有助于搜集和保存由贵单位的教职员以及世界各地学者所生产的作品。要做到这一点，请贵单位的一位工作人员访问洛克斯网站，以取得此系统如何运作的进一步信息。我们期盼贵单位能够实现这个职员存档本期刊的工作。<br /> <br /> 谢谢您<br /> {$principalContactSignature}
