Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.openAccessNotify.body
source: Readers:<br /> <br /> {$contextName} has just made available in an open access format the following issue. We invite you to review the Table of Contents here and then visit our web site ({$contextUrl}) to review articles and items of interest.<br /> <br /> Thanks for the continuing interest in our work,<br /> {$editorialContactSignature}
ar_iq: قراءنا:<br /> <br /> {$contextName} قد أصدرت تواً عدداً مجانياً. نحن ندعوك لمراجعة جدول المحتويات هنا، ومن ثم زيارة موقعنا ({$contextUrl}) لتطلع على المواضيع والفقرات التي تحوز على إهتمامك.<br /> <br /> نشكر لكم إهتمامكم الدائم بنتاجاتنا؛<br /> {$editorialContactSignature}
ca_es: Benvolguts lectors/ores,<br /> <br /> {$contextName} acaba de publicar en format d'accés obert el número següent. Us convidem a consultar-ne el sumari adjunt i a visitar el nostre lloc web ({$contextUrl}) per accedir als articles i elements que us interessin<br /> <br /> Us agraïm l'interès en la nostra revista.<br /> {$editorialContactSignature}
cs_cz: Čtenáři:<br /> <br /> Časopis {$contextName} povolil otevřený přístup k následujícímu číslu. Zveme vás k prohlédnutí obsahu časopisu a návštěvě našich stránek ({$contextUrl}).<br /> <br /> Děkujeme za Vás pokračující zájem o naši práci<br /> {$editorialContactSignature}
da_dk: Læsere:<br /> <br /> {$contextName} har netop udgivet følgende udgave i et Open Access-format. Vi inviterer dig til at gennemse indholdsfortegnelsen her og derefter besøge vores websted ({$contextUrl}), hvor du kan gennemse artikler og elementer, der har din interesse.<br /> <br /> Tak for din fortsatte interesse i vores arbejde.<br /> {$editorialContactSignature}
de_de: Liebe Leser/innen,<br /> <br /> {$contextName} hat soeben die nächste Ausgabe frei zugänglich gemacht. Wir laden Sie ein, sich hier das Inhaltsverzeichnis und auf unserer Webseite ({$contextUrl}) die Sie interessierenden Beiträge anzusehen.<br /> <br /> Wir danken für Ihr Interesse an unserer Arbeit,<br /> {$editorialContactSignature}
el_gr: Readers:<br /> <br /> Το περιοδικό {$contextName} διαθέτει πλέον με ανοικτή πρόσβαση το ακόλουθο τεύχος. Σας προσκαλούμε να επισκεφθείτε τον ιστότοπό μας ({$contextUrl}) για να βρείτε ενδιαφέροντα άρθρα και τεκμήρια.<br /> <br /> Σας ευχαριστούμε για το συνεχές ενδιαφέρον που επιδεικνύετε για την εργασία μας<br /> {$editorialContactSignature}
es_es: Lectores:<br /> <br /> {$contextName} acaba de hacer disponible de forma acceso libre el siguiente número. Los invitamos a revisar la Tabla de Contenido aquí y después visite nuestra página Web ({$contextUrl}) para consultar los artículos que sean de su interés.<br /> <br /> Gracias por mantener el interés en nuestro trabajo,<br /> {$editorialContactSignature}
eu_es: Irakurle:<br /> <br /> {$contextName} aldizkariak sarrera libreko egin du ondoren zehazten dugun zenbakia. Honekin batera bidaltzen dizugun Aurkibidea aztertzera eta gure webgunean ({$contextUrl}) artikuluak irakurtzera gonbidatzen zaitugu.<br /> <br /> Eskerrik asko gure lana interesez jarraitzeagatik,<br /> {$editorialContactSignature}
fa_ir: خوانندگان گرامی:<br /> <br /> {$contextName}، شماره جاری خود را بصورت دسترسی آزاد (Open Access) در اختیار خوانندگان قرار داده است. از شما دعوت میگردد که پس از ملاحظه فهرست مقالات در ذیل این نامه، به منظور بررسی مقالات و موضوع های مورد علاقه، از وب سایت مجله دیدن فرمایید.<br /> <br /> از توجه همیشگی شما نسبت به این مجله متشکریم.<br /> <br /> آدرس وب سایت مجله: <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä lukija,<br /> <br /> Julkaisun {$contextName} alla oleva numero on nyt avoimesti saatavilla. Voitte tutustua sisällysluetteloon tässä ja sen jälkeen tutustua artikkeleihin ja muihin kiinnostaviin kohteisiin verkkosivustollamme ({$contextUrl}).<br /> <br /> Kiitos mielenkiinnostanne työtämme kohtaan,<br /> {$editorialContactSignature}
gd_gb: Leughadairean:<br /> <br /> Tha {$contextName} dìreach air an iris a leanas a chur ri làimh gu saor. Tha sinn a’ cur fàilte ort sùil a thoirt air a’ chlàr-innse an-seo agus a thadhal air an làrach-lìn againn ({$contextUrl}) an uairsin airson sùil a thoirt air artaigealan is rudan eile a dh’fhaodadh a bhith inntinneach dhut.<br /> <br /> Mòran taing airson sìor ùidh a nochdadh nar n-obair,<br /> {$editorialContactSignature}
hr_hr: Ovaj broj časopisa {$contextName} od sada je u cijelosti dostupan svim čitateljima pod uvjetima otvorenog pristupa. Pozivamo vas da pregledate kazalo sadržaja i potom posjetite našu mrežnu stranicu ({$contextUrl}) gdje možete bez ograničenja pregledati sve članke i priloge koji vas zanimaju.<br /> <br /> Hvala vam na zanimanju za naš rad,<br /> {$editorialContactSignature}
hu_hu: Tisztelt Olvasó!<br /> <br /> A(z) {$contextName} folyóirat nemrég új számot tett szabadon hozzáférhetővé, melyet a következő linken tekinthet meg: {$contextUrl}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: Readers:<br /> <br /> {$contextName} telah menjadikan terbitan berikut Open Access. Kami mengundang Anda untuk menelaah Daftar Isi berikut dan mengunjungi website kami ({$contextUrl}) untuk membaca artikel dan item yang Anda minati.<br /> <br /> Terimakasih atas perhatiannya,<br /> {$editorialContactSignature}
it_it: Gentile lettore,<br /> <br /> {$contextName} ha appena reso disponibile in modalità open access una nuova uscita. Ti invitiamo dunque a visitare il sito web ({$contextUrl}) per trovare articoli e altre risorse di tuo interesse.<br /> <br /> Grazie per il tuo interesse per la nostra testata<br /> {$editorialContactSignature}
ja_jp: 読者各位:<br /> <br /> いつもご利用ありがとうございます。<br /> <br /> 雑誌『{$contextName}』の以下の巻号がオープンアクセスにより利用できるようになりましたのでご案内いたします。雑誌のWebサイト({$contextUrl})にアクセスし、目次をチェックし興味のある論文や記事をご利用ください。<br /> <br /> よろしくお願いいたします。<br /> {$editorialContactSignature}
ku_iq: Readers:<br /> <br /> {$contextName} ژمارەی داهاتوی خۆی بە شێوەی کراوە دەخاتە بەردەست. ئێمە تۆ بانگێشت دەکەین بۆ هەڵسەنگاندن بە لیستی ناوەرۆکدا، تکایە سەردانی ئەم پەڕەیە بکە ({$contextUrl}) بۆ هەڵسەنگاندنی توێژینەوە و بابەتەکانی پسپۆڕیی خۆت.<br /> <br /> سوپاس بۆ هاوکاریت، <br /> {$editorialContactSignature}
mk_mk: Читатели:<br /> <br /> {$contextName} штотуку го направи достапно следното издание со отворен пристап. Ве покануваме да ја прегледате тука содржината и потоа да ја посетите нашата веб-страница ({$contextUrl}) да прегледате трудови и предмети од интерес.<br /> <br /> Ви благодариме за непрекинатиот интерес за нашата работа,<br /> {$editorialContactSignature}
nb_no: Til våre lesere:<br /> <br /> {$contextName} har nå gjort følgende utgave åpent tilgjengelig. Innholdsfortegnelsen er vedlagt. Vi inviterer deg til å besøk nettstedet vårt ({$contextUrl}) for å se nærmere på innhold som kan være av interesse.<br /> <br /> Takk for at du viser interesse for arbeidet vårt.<br /> {$editorialContactSignature}
nl_nl: Lezers:<br /> <br /> {$contextName} heeft het volgende nummer in open access beschikbaar gesteld. We nodigen u uit om de inhoudsopgave te bekijken en onze website te bezoeken ({$contextUrl}) voor de items en artikels die u interesseren.<br /> <br /> Bedankt voor de interesse in ons werk,<br /> {$editorialContactSignature}
pl_pl: Szanowni Państwo,<br /> <br /> na stronie czasopisma "{$contextName}" został udostępniony w sposób otwarty jeden z numerów czasopisma. Zachęcamy do zapoznania się ze spisem treści zamieszczonym w wiadomości oraz odwiedzenia naszej strony <br /> <br /> Dziękujemy za zainteresowanie naszym czasopismem, <br /> {$editorialContactSignature}
pt_pt: Caros leitores,<br /> <br /> A {$contextName} acaba de disponibilizar em Acesso Aberto uma nova edição. Convidamo-lo a consultar o Sumário e aceder à revista ({$contextUrl}), para ler os artigos disponíveis e outros itens do seu interesse.<br /> <br /> Agradecemos o interesse pelas nossas publicações,<br /> {$editorialContactSignature}
ru_ru: Уважаемые читатели!<br /> <br /> Журнал «{$contextName}» только что предоставил открытый доступ к следующему выпуску. Мы предлагаем вам ознакомиться здесь с содержанием выпуска, а затем посетить наш веб-сайт ({$contextUrl}), чтобы прочитать статьи и сообщения на интересующие вас темы.<br /> <br /> Благодарю вас за постоянный интерес к нашей работе,<br /> {$editorialContactSignature}
sv_se: Läsare:<br /> <br /> {$contextName} har nyligen gjort ett nytt nummer tillgängligt som open access. Se innehållsförteckningen här och klicka dig sedan in på vår webbplats {$contextUrl}) för att ta del av material av intresse.<br /> <br /> Tack för fortsatt visat intresse för vårt arbete!<br /> {$editorialContactSignature}
uk_ua: Читачі:<br /> <br /> Видання &quot;{$contextName}&quot; відкрило доступ до наступного випуску. Запрошуємо переглянути сторінку змісту випуску, а потім відвідати наш веб-сайт (<a href="{$contextUrl}">{$contextUrl}</a>), щоб переглянути статті та інші матеріали, що можуть Вас зацікавити.<br /> <br /> Дякуємо, що продовжуєте цікавитись нашою роботою,<br /> {$editorialContactSignature}
vi_vn: Kính gửi Độc giả,<br /> <br /> {$contextName} vừa có sẵn một số cho phép truy cập mở. Chúng tôi kính mời bạn tham khảo mục lục tại đây và sau đó truy cập trang web của chúng tôi ({$contextUrl}) để xem chi tiết các bài viết mà bạn quan tâm.<br /> <br /> Cám ơn sự quan tâm của bạn với các ấn phẩm của chúng tôi,<br /> {$editorialContactSignature}
zh_cn: 亲爱的读者您好：<br /> <br /> 《{$contextName}》已经以开放访问的格式公开本期期刊内容。我们邀请您浏览这里所附的目录，并且接着访问我们的网站 ({$contextUrl}) ，阅读文章以及您感兴趣的项目。<br /> <br /> 感谢您持续地关注本期刊<br /> <br /> {$editorialContactSignature}

# emails.openAccessNotify.description
source: This email is sent to registered readers who have requested to receive a notification email when an issue becomes open access.
ar_iq: هذه الرسالة تُعلم قارئاً مسجلاً بأن مدير المجلة قد أنشأ له اشتراكاً، وهي تتضمن رابط المجلة مع تعليمات الوصول إليها.
ca_es: Aquest missatge de correu electrònic s'envia als lectors que han sol·licitat rebre una notificació per correu electrònic quan es publiqui un número en format d'accés obert.
cs_cz: Tento email je posílán čtenářům, kteří požádali o zasílání upozornění na přechod čísla časopisu do otevřeného přístupu.
da_dk: Denne e-mail sendes til registrerede læsere, der har anmodet om at modtage en e-mail-meddelelse, når en udgave udgives i et Open Access-format.
de_de: Diese E-Mail wird an registrierte Leser/innen gesendet, die darum gebeten haben, informiert zu werden, wenn eine Ausgabe frei verfügbar wird.
el_gr: Το παρόν μήνυμα αποστέλλεται σε εγγεγραμμένους αναγνώστες που έχουν αιτηθεί να λαμβάνουν ενημερώσεις όταν κάποιο τεύχος διατίθεται με ανοικτή πρόσβαση.
es_es: Este correo electrónico se envía a los lectores/as registrados que han pedido recibir notificaciones por email cuando un número se vuelve de acceso libre.
eu_es: Mezu hau bidaltzen zaie zenbakia sarrera libreko egiten denean jakinarazpena jaso nahi dutela esan duten erabiltzaile erregistratuei.
gd_gb: Thèid am post-d seo a chur gu leughadairean clàraichte a dh’iarr brath air a’ phost-d nuair a bhios iris ri fhaighinn gu saor.
hr_hr: Ovaj obrazac e-pošte šalje se registriranim čitateljima koji su zatražili primanje obavijesti e-poštom kada broj časopisa postane dostupan pod uvjetima otvorenog pristupa.
hu_hu: Ez az email azoknak a regisztrált olvasóknak szól, akik értesítést kértek korábban a nyilvánossá tett számokról.
id_id: Email ini dikirimkan ke pembaca terdaftar yang meminta untuk dikirimkan email pemberitahuan saat suatu terbitan menjadi Open Access.
it_it: Questa email viene inviata ai lettori registrati che hanno chiesto di ricevere un'email di notifica in caso di uscite ad accesso aperto.
ja_jp: このメールは、巻号がオープンアクセスになった時に通知を受け取るよう登録している読者に送信されるものです。
ku_iq: ئەم ئیمەیڵە بۆ بەکارهێنەرە تۆمارکراوەکان دەچێت کە خۆیان داوایان کردووە لە ژمارە نوێکانی گۆڤار ئاگادار بکرێنەوە.
mk_mk: Овој и-меил е испратен до регистрирани корисници кои имаат побарано да добијат известување по и-меил кога некое издание ќе има отворен пристап.
nb_no: Denne e-posten sendes til registrerte lesere som har bedt om å bli varslet når utgivelser blir åpent tilgjengelig.
nl_nl: Deze e-mail wordt verstuurd naar geregistreerde gebruikers die aangegeven hebben een e-mail te willen ontvangen als een nummer open access wordt.
pl_pl: Wiadomość wysyłana do zarejestrowanych użytkowników, którzy zadeklarowali chęć otrzymywania powiadomień o nowych numerach w otwartym dostępie.
pt_pt: Esta mensagem é enviada a leitores registados que solicitam a receção de notificações da publicação de novas edições em Acesso Aberto.
ru_ru: Это письмо отправляется тем зарегистрированным читателям, которые подписались на получение уведомлений на электронную почту о том, что номер появился в открытом доступе.
sv_se: Det här e-postmeddelandet skickas till registrerade läsare som har begärt att meddelas om och när ett nummer görs tillgängligt som open access.
uk_ua: Цей лист надсилається зареєстрованим читачам, які виявили бажання отримувати поштові повідомлення про появу випусків у відкритому доступі.
vi_vn: Email này được gửi đến những độc giả đã đăng ký, những người đã yêu cầu nhận email thông báo khi một số cho truy cập mở.
zh_cn: 这封电子邮件是寄发给要求在一期期刊变成公开格式时收到一份通知电子邮件的已注册读者。

# emails.subscriptionBeforeExpiry.subject
source: Notice of Subscription Expiry
ar_iq: إشعار بانتهاء صلاحية الإشتراك
ca_es: Avís de venciment de la subscripció
cs_cz: Oznámení o vypršení předplatného
da_dk: Meddelelse om udløb af abonnement
de_de: Benachrichtigung über ablaufendes Abonnement
el_gr: Ειδοποίηση λήξης συνδρομής
es_es: Notificación de expiración de suscripción
eu_es: Harpidetza-amaieraren jakinarazpena
fa_ir: یادآوری پایان یافتن مدت اشتراک
fi_fi: Ilmoitus tilauksen päättymisestä
gd_gb: Rabhadh gum falbh an ùine air fo-sgrìobhadh
hr_hr: Obavijest o isteku pretplate
hu_hu: Értesítés előfizetés lejáratáról
id_id: Pemberitahuan Tanggal Berakhir Langganan
it_it: Avviso di abbonamento in scadenza
ja_jp: 購読期間終了のお知らせ
ku_iq: ئاگادارکردنەوەی بەسەرچونی بەشداریکردن
mk_mk: Известување за истечена претплата
nb_no: Varsel: Abonnementet ditt utløper
nl_nl: Bericht van aflopen abonnement
pl_pl: Informacja o wygaśnięciu subskrypcji
pt_pt: Aviso de expiração de subscrição
ru_ru: Уведомление об окончании срока подписки
sv_se: Prenumeration närmar sig förfallodatum
uk_ua: Нагадування про закінчення передплати
vi_vn: Thông báo hết hạn thuê bao
zh_cn: 订阅到期通知
