Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRemindAuto.subject
source: Automated Submission Review Reminder
ar_iq: تذكير آلي لتحكيم طلب نشر
ca_es: Recordatori automàtic de revisió de la tramesa
cs_cz: Automatické připomenutí recenze příspěvku
da_dk: Automatisk påmindelse om bedømmelse af manuskript
de_de: Automatische Erinnerung an die Fälligkeit eines Gutachtens
el_gr: Αυτοματοποιημένη υπενθύμιση αξιολόγησης υποβολής
es_es: Recordatorio automático de revisión de envío
eu_es: Artikulua ebaluatzeko oroigarri automatizatua
fa_ir: یادآوری اتوماتیک برای کارشناسی مقاله ارسالی
fi_fi: Automaattinen muistutus käsikirjoituksen arvioinnista
gd_gb: Cuimhneachan fèin-obrachail mu lèirmheas tagraidh
he_il: תזכורת הגשת ביקורת אוטומטית
hr_hr: Automatski podsjetnik za predaju recenzije
hu_hu: Automatikus emlékeztető cikk szakmai lektorálásáról
id_id: Pengingat Otomatis Review Naskah
it_it: Promemoria automatico revisione in attesa
ja_jp: 論文査読の督促（自動送信）
ku_iq: بیرخەرەوەی تۆماتیکی هەڵسەنگاندنی توێژینەوە
mk_mk: Автоматски потсетник за рецензија на поднесок
nb_no: Påminnelse om fagfellevurdering (automatisk e-post)
nl_nl: Geautomatiseerde review herinnering
pl_pl: Automatyczne przypomnienie o upłynięciu terminu wykonania recenzji
pt_pt: Lembrete automático de pedido de revisão
ru_ru: Автоматическое напоминание о рецензии на материал
sl_si: Avtomatski opomnik za recenzijo prispevka
sv_se: Automatisk påminnelse om granskning av bidrag
uk_ua: Автоматичне нагадування про рецензування
vi_vn: Nhắc nhở nộp đánh giá (tự động)
zh_cn: 自动发出的稿件审查提醒函
