Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.editorDecisionResubmit.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Resubmit for Review
ar_iq: {$authorName}:<br /> <br /> قد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> قرارنا هو: إعادة التقديم مجدداً
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la vostra tramesa pera a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Tornar a enviar a revisió
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: znovu odeslat k recenzi
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Fremsend igen til bedømmelse
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, dass Ihr Beitrag überarbeitet werden muss und dann erneut zum Begutachtung versendet wird.
el_gr: {$authorName}:<br /> <br /> Έχουμε καταλήξει σε μία απόφαση αναφορικά με την υποβολή σας &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Επανυποβολή για αξιολόγηση
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Volver a enviar a revisión
eu_es: {$authorName}:<br /> <br /> Hartu dugu {$contextName} aldizkarira bidali zenuen &quot;{$submissionTitle}&quot; artikuluari buruzko erabakia.<br /> <br /> Gure erabakia:
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم نهایی: ارسال دوباره برای داوری
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Lähetettävä uudelleen arvioitavaksi
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn Cuir a chùm lèirmheis às ùr
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című cikkének új változatát szükséges benyújtani szakmai lektorálásra.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah membuat keputusan terkait naskah yang Anda kirimkan ke {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusan kami adalah: Kirim Ulang untuk Review
it_it: {$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è: mandarla di nuovo in revisione
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 査読に再投稿
ku_iq: {$authorName}:<br /> <br /> ئێمە لەبارەی پێشکەشکردنەکەت {$contextName}, &quot;{$submissionTitle}&quot; بڕیارمان دا.<br /> <br /> بڕیار: دوبارە توێژینەوەکەت پێشکەش بکەوە بۆ هەڵسەنگاندن
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во врска со вашиот поднесок до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Поднеси повторно за рецензија
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din «{$submissionTitle}», som du sendte inn til {$contextName}. <br /> <br /> Vår beslutning er: Lever inn til ny fagfellevurdering
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voorv{$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Opnieuw indienen voor review
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęliśmy decyzję w sprawie tekstu „{$submissionTitle}”, zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redakcji: Wymagane poprawki i ponowna recenzja
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo enviado à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Submeter Novamente Para Revisão
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отправить на рецензирование повторно
sl_si: {$authorName}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Potreben je ponoven krog recenzije
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Skicka in igen för ny granskning
uk_ua: Шановний|Шановна {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання"{$submissionTitle}" до видання "{$contextName}".<br /> <br /> Наше рішення: Відправити на повторне рецензування
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến việc bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Gửi lại để xem xét
zh_cn: {$authorName}:<br /> <br /> 我们对于您在《{$contextName}》提交的〈{$submissionTitle}〉达成一项决定。<br /> <br /> 我们的决定是：

# emails.editorDecisionResubmit.description
source: This email from the Editor or Section Editor to an Author notifies them of a final "resubmit" decision regarding their submission.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى طالب النشر يعلمه فيها بالقرار النهائي لهيئة التحرير بشأن طلبه، ملخصه (إعادة تقديم طلب النشر).
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que s'ha pres la decisió final de tornar a enviar a revisió la seva tramesa.
cs_cz: Tento e-mail od editora nebo editora sekce upozorňuje autora na konečné rozhodnutí „opětovné podání“.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση ότι απαιτείται επανυποβολή για αξιολόγηση.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica sobre la decisión final de volver a revisar su envío.
eu_es: Mezu hau Editoreak edo Ataleko editoreak bidaltzen dio Egileari, artikuluari buruz hartu duen erabakia jakinarazteko.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع از ارسال دوباره مقاله برای داوری
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gum b’ e a ath-thagradh an co-dhùnadh deireannach mun tagradh aca.
hu_hu: Ez az email a Szerkesztőtől vagy a Rovatszerkesztőtől érkezik a Szerzőnek, hogy a cikkével kapcsolatos döntés az "Újrabenyújtás".
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan bahwa Penulis perlu mengirim ulang naskahnya.
it_it: Messaggio dell'editor all'autore per informarlo della decisione conclusiva sulla proposta inviata.
ja_jp: 編集者またはセクションエディターから著者へのこのメールは、投稿に関する最終的な「再投稿」の決定を著者に通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەر یان سەرنوسەری بەشەوەیە بۆ ئاگادارکردنەوەیان لە بڕیاری ئەوەی کە ''دوبارە توێژینەوەکەت پێشکەش بکەوە بۆ هەڵسەنگاندن''.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува за конечната одлука „повторно поднеси“ во однос на нивниот поднесок.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at innleveringen må leveres inn til ny fagfellevurdering.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending opnieuw moet worden ingediend voor review.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera decyzję o "Wymaganych poprawkach i ponownej recenzji" (gruntowne poprawki) zgłoszonego tekstu.
pt_pt: Esta mensagem enviada pelo Editor/Editor de Secção ao Autor notifica sobre a decisão editorial final de Submeter novamente para revisão.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Отправить на рецензирование повторно» относительно присланного материала.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je potrebna ponovna recenzija prispevka.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Skicka in igen för ny granskning" fattats för hens bidrag.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
vi_vn: Email này từ Biên tập viên hoặc Biên tập viên chuyên mục cho Tác giả thông báo cho họ về quyết định "gửi lại" cuối cùng liên quan đến bài gửi của họ.
zh_cn: 这封电子邮件是由编辑或者区段编辑发送给作者，通知他们关于他们稿件的最后决定。

# emails.editorDecisionDecline.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
eu_es: Editorearen erabakia
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення редактора
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决定

# emails.editorDecisionDecline.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Decline Submission
ar_iq: {$authorName}:<br /> <br /> قد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> قرارنا هو: الرفض
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la vostra tramesa per a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Rebutjar la tramesa
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: odmítnout příspěvek
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Afvise manuskript
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet: Beitrag ablehnen
el_gr: {$authorName}:<br /> <br /> Έχουμε καταλήξει σε μία απόφαση αναφορικά με την υποβολή σας &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Απόρριψη της Υποβολής
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Rechazar el envío
eu_es: {$authorName}:<br /> <br /> Hartu dugu {$contextName} aldizkarira bidali zenuen &quot;{$submissionTitle}&quot; artikuluari buruzko erabakia.<br /> <br /> Gure erabakia:
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم نهایی: عدم پذیرش مقاله ارسالی
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Käsikirjoitus on hylätty
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn an tagradh a dhiùltadh
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című kézirata elutasításra került.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah membuat keputusan terkait naskah yang Anda kirimkan ke {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusan kami adalah: Naskah Ditolak
it_it: {$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è di non accettare la proposta
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 不採用
ku_iq: {$authorName}:<br /> <br /> ئێمە لەبارەی پێشکەشکردنەکەت {$contextName}, &quot;{$submissionTitle}&quot; بڕیارمان دا.<br /> <br /> بڕیار: توێژینەوەکە ڕەت کرایەوە
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во врска со вашиот поднесок до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Одбиен поднесок
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din, «{$submissionTitle}», som du sendte inn til {$contextName}. <br /> <br /> Vår beslutning er: Manuskriptet avvises
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Weiger inzending
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęliśmy decyzję w sprawie tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redakcji: Odrzucenie zgłoszonego tekstu
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Rejeitar
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отклонить материал
sl_si: {$authorName}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek se zavrne
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Refusera bidrag
uk_ua: Шановний|Шановна {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання "{$submissionTitle}" до видання "{$contextName}".<br /> <br /> Наше рішення: Відмовити у поданні
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến việc bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Từ chối
zh_cn: {$authorName}:<br /> <br /> 我们对于您在《{$contextName}》提交的〈{$submissionTitle}〉达成一项决定。<br /> <br /> 我们的决定是：

# emails.editorDecisionDecline.description
source: This email from the Editor or Section Editor to an Author notifies them of a final "decline" decision regarding their submission.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى طالب النشر يعلمه فيها بالقرار النهائي لهيئة التحرير بشأن طلبه، ملخصه (رفض الطلب).
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que s'ha pres la decisió final de rebutjar la seva tramesa.
cs_cz: Tento e-mail od editora nebo editora sekce informuje autora o konečném rozhodnutí o odmítnutí jeho příspěvku.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση για την απόρριψη της υποβολής.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica sobre la decisión final de "rechazar" su envío.
eu_es: Mezu hau Editoreak edo Ataleko editoreak bidaltzen dio Egileari, artikuluari buruz hartu duen erabakia jakinarazteko.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع از عدم پدیرش پذیرش مقاله
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gum b’ e a dhiùltadh an co-dhùnadh deireannach mun tagradh aca.
hu_hu: Ez az email a Szerkesztőtől vagy a Rovatszerkesztőtől érkezik a Szerzőnek, hogy a cikkével kapcsolatos döntés az "Elutasítás".
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan keputusan final "Naskah Ditolak".
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore per non accettare una proposta.
ja_jp: 編集者またはセクションエディターから著者へのこのメールは、投稿に関する最終的な「不採用」の決定を著者に通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەر یان سەرنوسەری بەشەوەیە بۆ ئاگادارکردنەوەیان لە بڕیاری ئەوەی کە ''توێژینەوەکە ڕەت کرایەوە''.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува за конечната одлука „одбиено“ во однос на нивниот поднесок.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at innleveringen ble avvist.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt geweigerd.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera powiadomienie o odrzuceniu zgłoszonego tekstu.
pt_pt: Este e-mail enviado pelo Editor/Editor de Secção ao Autor notifica sobre a decisão final da submissão de rejeitar.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Отклонить материал» относительно присланного материала.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je objava prispevka zavrnjena.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Refusera bidrag" fattats för hens bidrag.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
vi_vn: Email này từ Biên tập viên hoặc Biên tập viên chuyên mục cho Tác giả thông báo cho họ về quyết định "từ chối" cuối cùng liên quan đến bài gửi của họ.
zh_cn: 这封电子邮件是由编辑或者区段编辑发送给作者，通知他们关于他们稿件的最后决定。

# emails.citationEditorAuthorQuery.subject
source: Citation Editing
ar_iq: تحرير إقتباس
ca_es: Edició de citacions
cs_cz: Zpracování citací
da_dk: Referenceredigering
de_de: Zitationsbearbeitung
el_gr: Επεξεργασία παραπομπής
es_es: Edición de citas
eu_es: Aipuak editatzea
fa_ir: ویرایش ارجاع
fi_fi: Viittausten muokkaus
gd_gb: Deasachadh iomraidh
hu_hu: Idézettség szerkesztés
id_id: Penyuntingan Sitiran
it_it: Richiesta di verifica delle citazioni
ja_jp: 引用の編集
ku_iq: گۆڕانکاریی گوتراوەکان
mk_mk: Уредување на цитат
nb_no: Redigere referanser
nl_nl: Citatie redactie
pl_pl: Redakcja bibliografii
pt_pt: Edição da Citação
ru_ru: Редактирование библиографических ссылок
sl_si: Urejanje citiranja
sv_se: Referensredigering
uk_ua: Редагування посилання
vi_vn: Chỉnh sửa trích dẫn
zh_cn: 引文编辑
