Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewerRegister.description
source: This email is sent to a newly registered reviewer to welcome them to the system and provide them with a record of their username and password.
ar_iq: هذه الرسالة معنونة إلى المحكمين المسجلين حديثاً للترحيب بهم في موقعنا ولتزويدهم بأسماء الدخول وكلمات المرور الخاصين بهم.
ca_es: Aquest missatge de correu electrònic s'envia a un revisor que s'acaba de registrar per a donar-li la benvinguda al sistema i fer-li arribar el seu nom d'usuari i la seva contrasenya.
cs_cz: Tento email je zaslán nově registrovanému recenzentovi jako přivítání do systému a poskytne mu doklad o jeho uživatelském jménu a heslu.
da_dk: Denne e-mail sendes til netop registrerede bedømmere for at byde dem velkommen til systemet og for at oplyse dem om deres brugernavn og adgangskode.
de_de: Diese E-Mail wird an neu registrierte Gutachter/innen gesendet, um sie beim System willkommen zu heißen und ihnen Benutzer/innennamen und Passwort zu bestätigen.
el_gr: Το παρόν μήνυμα καλωσορίσματος αποστέλλεται στους νέους Αξιολογητές. Περιέχει το όνομα Χρήστη και τον κωδικό πρόσβασής τους στον ιστότοπο.
es_es: Este email se envía a los nuevos revisores para darles la bienvenida al sistema y proporcionarles sus datos de acceso.
eu_es: Ebaluatzaile erregistratu berriei bidaltzen zaie mezu hau, sistemarako ongietorria emateko eta erabiltzaile-izena eta pasahitza jakinarazteko.
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche a tha air ùr-chlàradh agus a’ cur fàilte dhan t-siostam orra agus a’ thoirt dhaibh clàr dhen ainm-chleachdaiche is facal-faire aca.
he_il: דוא"ל זה נשלח למבקר שנרשם לאחרונה כדי לקבל אותו במערכת ולספק להם רשומה של שם המשתמש והסיסמה שלהם.
hr_hr: Ova se poruka šalje recenzentima koje registriraju urednici. Njome se novoregistriranom recenzentu želi dobrodošlica te pružaju informacije o korisničkom imenu i lozinki.
hu_hu: Ez az email az újonnan regisztrált lektoroknak kerül kiküldésre, köszöntésként és a felhasználónevük, jelszavuk elküldéséhez.
id_id: Email ini dikirimkan ke reviewer baru untuk menyambut dan memberikan informasi nama pengguna dan sandi.
it_it: Questa email viene inviata ad un nuovo revisore quando viene registrato per la prima volta, inviandogli username e password.
ja_jp: このメールは新規に登録された査読者に送付され、ユーザー名とパスワードが通知されます。
ku_iq: ئەم ئیمەیڵە بۆ هەڵسەنگێنەرێکی نوێ نێردراوە بۆ بەخێرهێنانیان بۆ سیستەمەکە و دابینکردنی ناوی بەکارهێنەر و وشەی نهێنییەکەیان.
mk_mk: Овој и-меил е испратен до новорегистрирани корисници со цел да ги воведе во системот и да им обезбеди запис за нивното корисничко име и лозинка.
nb_no: Denne e-posten sendes til nyregistrerte fagfeller for å ønske dem velkommen til systemet og tildele dem brukernavn og passord.
nl_nl: Deze e-mail wordt naar iedere nieuwe reviewer gestuurd om ze welkom te heten bij het systeem en ze van een kopie van hun gebruikersnaam en wachtwoord te voorzien.
pl_pl: Wiadomość jest wysyłana do nowych recenzentów, celem powitania ich i przesłania danych do logowania.
pt_pt: Mensagem de boas-vindas enviada a novo revisor registado no sistema, com nome de utilizador e senha para acesso.
ru_ru: Это письмо отправляется вновь зарегистрированному рецензенту, приветствуя его в системе и сообщая ему имя пользователя и пароль для доступа к сайту.
sl_si: Email se pošlje novo registriranim recenzentom kot dobrodošlica, skupaj z uporabniškim imenom in geslom za dostop do spletišča revije.
sv_se: Det här e-postmeddelandet skickas till nyregistrerade granskare för välkomna dem till systemet och förse dem med dokumentation på deras användarnamn och lösenord.
uk_ua: Цей лист надсилається новому зареєстрованому рецензенту для того, щоб повідомити йому про реєстрацію та надіслати його ім'я користувача та пароль.
vi_vn: Email này được gửi đến một người phản biện mới đăng ký để chào đón họ vào hệ thống và cung cấp cho họ một username và mật khẩu của họ.
zh_cn: 这封电子邮件发送给新注册的审稿人，欢迎他们的加入并提供关于他们的用户名和密码的记录。

# emails.notification.subject
source: New notification from {$siteTitle}
ar_iq: إشعار جديد من {$siteTitle}
ca_es: Notificació nova de {$siteTitle}
cs_cz: Nové oznámení od {$siteTitle}
da_dk: Ny meddelelse fra {$siteTitle}
de_de: Neue Benachrichtigung von {$siteTitle}
el_gr: Νέα ειδοποίηση από το {$siteTitle}
es_es: Nueva notificación desde {$siteTitle}
eu_es: {$siteTitle} gunearen jakinarazpen berria
fa_ir: فرم اطلاع رسانی جدید {$siteTitle}
fi_fi: Uusi ilmoitus sivustolta {$siteTitle}
gd_gb: Brath ùr o {$siteTitle}
he_il: הודעה חדשה מאת {siteTitle$}
hr_hr: Nova obavijest od časopisa {$siteTitle}
hu_hu: Új értesítés a(z) {$siteTitle} oldaltól
id_id: Notifikasi baru dari {$siteTitle}
it_it: Nuova notifica da {$siteTitle}
ja_jp: {$siteTitle}からの新しいお知らせ
ku_iq: ئاگادارکردنەی نوێ لە {$siteTitle}
mk_mk: Ново известување од {$siteTitle}
nb_no: Nytt varsel fra {$siteTitle}
nl_nl: Nieuw bericht van {$siteTitle}
pl_pl: Nowe powiadomienie ze strony czasopisma {$siteTitle}
pt_pt: Nova notificação de {$siteTitle}
ru_ru: Новое уведомление с сайта «{$siteTitle}»
sl_si: Novo obvestilo od {$siteTitle}
sv_se: Ny avisering från {$siteTitle}
uk_ua: Нове повідомлення від сайту {$siteTitle}
vi_vn: Thông báo mới từ {$siteTitle}
zh_cn: 来自{$siteTitle}的新通知

# emails.notification.body
source: You have a new notification from {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ar_iq: لديك إشعار جديد من {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> الرابط: {$url}<br /> <br /> {$principalContactSignature}
ca_es: Teniu una notificació nova de {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Enllaç: {$url}<br /> <br /> {$principalContactSignature}
cs_cz: Máte nové oznámení od {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Odkaz: {$url}<br /> <br /> {$principalContactSignature}
da_dk: Du har modtaget en ny meddelelse fra {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
de_de: Sie haben eine neue Benachrichtigung von {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
el_gr: Έχετε μία νέα ειδοποίηση από το {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Σύνδεσμος: {$url}<br /> <br /> {$principalContactSignature}
es_es: Tiene una nueva notificación desde {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Enlace: {$url}<br /> <br /> {$principalContactSignature}
eu_es: {$siteTitle} gunearen jakinarazpen berri bat daukazu:<br /> <br /> {$notificationContents}<br /> <br /> Esteka: {$url}<br /> <br /> {$principalContactSignature}
fa_ir: شما یک فرم اطلاع رسانی جدید از {$siteTitle} دارید<br /> <br /> لینک: {$url}<br /> <br /> {$principalContactSignature}
fi_fi: Teille on uusi ilmoitus sivustolta {$siteTitle}:<br/> <br /> {$notificationContents}<br /> <br /> Linkki: {$url}<br /> <br /> {$principalContactSignature}
gd_gb: Tha bhrath ùr agad o {siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Ceangal: {$url}<br /> <br /> {$principalContactSignature}
he_il: יש לך הודעה חדשה מאת {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
hr_hr: Imate novu obavijest od časopisa {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Poveznica: {$url}<br /> <br /> {$principalContactSignature}
hu_hu: Önnek új értesítése van a(z) {$siteTitle} oldaltól:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
id_id: Anda memperoleh satu notifikasi baru dari {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Tautan: {$url}<br /> <br /> {$principalContactSignature}
it_it: Hai ricevuto una nuova notifica da {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ja_jp: {$siteTitle}からの新しいお知らせです。<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ku_iq: تۆ ئاگادارکردنەوی نوێت هەیە لە {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
mk_mk: Имате ново известување од {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Линк: {$url}<br /> <br /> {$principalContactSignature}
nb_no: Du har fått et nytt varsel fra {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Lenke: {$url}<br /> <br /> {$principalContactSignature}
nl_nl: U heeft een nieuw bericht van {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
pl_pl: Na stronie czasopisma {$siteTitle}:<br /> <br /> oczekuje nowe powiadomienie {$notificationContents}<br /> <br /> WWW: {$url}<br /> <br /> Z wyrazami szacunku, {$principalContactSignature}
pt_pt: Você possui uma nova notificação de {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ru_ru: Вы получили новое уведомление с сайта «{$siteTitle}»:<br /> <br /> {$notificationContents}<br /> <br /> Ссылка: {$url}<br /> <br /> {$principalContactSignature}
sl_si: Imate novo obvestilo od {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Povezava: {$url}<br /> <br /> {$principalContactSignature}
sv_se: Du har en ny avisering från {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Länk: {$url}<br /> <br /> {$principalContactSignature}
uk_ua: Ви маєте нове повідомлення від сайту {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Посилання: {$url}<br /> <br /> {$principalContactSignature}
vi_vn: Bạn có một thông báo mới từ {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
zh_cn: 您有一条来自{$siteTitle}的新通知:<br /> <br /> {$notificationContents}<br /> <br /> 链接: {$url}<br /> <br /> {$principalContactSignature}

# emails.notification.description
source: The email is sent to registered users that have selected to have this type of notification emailed to them.
ar_iq: رسالة البريد الالكتروني هذه مرسلة إلى المستخدمين المسجلين الذين اختاروا استلام إشعار من هذا النوع عبر البريد الالكتروني.
ca_es: El correu electrònic s'envia a usuaris/àries registrats que hagin seleccionat rebre aquest tipus de notificació.
cs_cz: E-mail se odešle registrovaným uživatelům, kteří mají povolený příjem tohoto typu oznámení.
da_dk: Denne e-mail er blevet sendt til registrerede brugere, som har valgt at få tilsendt denne type meddelelser.
de_de: Diese E-Mail wird an angemeldete Benutzer/innen geschickt, die sich für diese Art der Benachrichtigung angemeldet haben.
el_gr: Το παρόν μήνυμα αποστέλλεται στους εγγεγραμμένους Χρήστες που έχουν επιλέξει να λαμβάνουν ειδοποιήσεις αυτού του τύπου.
es_es: El correo electrónico se envía a usuarios/as registrados que hayan seleccionado recibir este tipo de notificación.
eu_es: Mezu hau mota honetako jakinarazpena jasotzea hautatu duten erabiltzaile erregistratuei bidaltzen zaie.
fi_fi: Tämä viesti lähetetään niille rekisteröityneille käyttäjille, jotka ovat ilmoittaneet haluavansa tällaisia ilmoituksia.
gd_gb: Thèid am post-d seo a chur gu cleachdaichean clàraichte a dh’iarr a leithid seo de bhrath air a’ phost-d.
he_il: הדוא"ל נשלח למשתמשים רשומים שבחרו לשלוח אליהם הודעה מסוג זה.
hr_hr: Ova e-pošta šalje se registriranim korisnicima koji su odabrali primati ovu vrstu obavijesti.
hu_hu: Az email azoknak a regisztrált felhasználóknak lett kiküldve, akik korábban jelezték, hogy ebben a témában kérnek értesítést.
id_id: Email ini dikirimkan ke pengguna terdaftar yang memilih untuk memperoleh jenis notifikasi ini dikirimkan melalui email.
it_it: Questa mail è inviata agli utenti registrati che hanno chiesto di ricevere questo tipo di notifiche.
ja_jp: このメールは新規に登録された査読者に送付され、ユーザー名とパスワードが通知されます。
ku_iq: ئەم ئيمەيلە، بۆ ئەو بەكارهێنەرانە دەنێردرێت كە ويستوويانە ئاگاداركردنەوەكانيان لە رێگەى ئيمەيلەوە بۆ بچێت.
mk_mk: Овој и-маил е испратен до регистрирани корисници кои посочиле дека сакаат да добијат известувања од овој тип на и-меил.
nb_no: Denne e-posten sendes til registrerte brukere som har valgt å få tilsendt slike varslinger.
nl_nl: Deze e-mail wordt gestuurd naar een geregistreerde gebruiker die zich heeft ingeschreven voor dit type van berichten.
pl_pl: Wiadomość jest przesyłana do zarejestrowanych użytkowników, którzy zadeklarowali chęć otrzymywania tego typu powiadomień.
pt_pt: Esta mensagem é enviada a utilizadores registados que escolheram ativar este tipo de notificação via email.
ru_ru: Это письмо отправляется зарегистрированным пользователям, которые указали, что данный тип уведомления отправляется им электронной почтой.
sl_si: Email dobijo registrirani uporabniki, ki so naročeni na ta tip obvestil.
sv_se: Det här e-postmeddelandet skickas till registrerade användare som har valt att få den här typen av aviseringar skickade till sig via e-post.
uk_ua: Цей лист надсилається зареєстрованому користувачу, який обрав опцію отримання повідомлень цього типу електронною поштою.
vi_vn: Email được gửi đến người dùng đã đăng ký đã chọn để gửi kiểu thông báo này qua email cho họ.
zh_cn: 这封电子邮件是发送给需要这种类型通知的注册用户。

# emails.editorDecisionAccept.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
eu_es: Editorearen erabakia
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
he_il: החלטת העורך
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення редактора
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决定

# emails.editorDecisionAccept.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Accept Submission
ar_iq: {$authorName}:<br /> <br /> قد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> قرارنا هو: قبول طلب النشر
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la vostra tramesa per a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Acceptar la tramesa
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: přijmout příspěvek k publikaci
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Acceptere manuskript
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet: Beitrag annehmen
el_gr: {$authorName}:<br /> <br /> Έχουμε καταλήξει σε μία απόφαση αναφορικά με την υποβολή σας &quot;{$submissionTitle}&quot;, στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Αποδοχή της υποβολής
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Aceptar el envío
eu_es: {$authorName}:<br /> <br /> Hartu dugu {$contextName} aldizkarira bidali zenuen &quot;{$submissionTitle}&quot; artikuluari buruzko erabakia.<br /> <br /> Gure erabakia:
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم نهایی: پذیرش مقاله ارسالی
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien<br /> <br /> Päätöksemme on: Käsikirjoitus on hyväksytty
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn Gabh ris an tagradh
he_il: {authorName$}: <br /> הגענו להחלטה לגבי הגשה שלך ל{contextName$}: {$submissionTitle$} <br /> החלטה שלנו: קבל הגשה
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című kézirata elfogadásra került.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah membuat keputusan terkait naskah yang Anda kirimkan ke {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusan kami adalah: Naskah Diterima
it_it: &lt;![CDATA[{$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è di accettare la proposta
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 投稿の受理
ku_iq: {$authorName}:<br /> <br /> ئێمە لەبارەی پێشکەشکردنەکەت {$contextName}, &quot;{$submissionTitle}&quot; بڕیارمان دا.<br /> <br /> بڕیار: توێژینەوەکە قبوڵ کرا
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во однос на вашиот поднесок до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Прифати го поднесокот
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din, «{$submissionTitle}», som du sendte inn til {$contextName}. <br /> <br /> Vår beslutning er å: Akseptere manuskriptet
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Accepteer inzending
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęliśmy decyzję w sprawie tekstu &quot;{$submissionTitle}&quot;, zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redakcji: Akceptacja zgłoszonego tekstu
pt_pt: {$authorName},<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Aceitar Submissão
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Принять материал
sl_si: {$authorName}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek sprejet
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Acceptera bidraget
uk_ua: Шановний|Шановна {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання "{$submissionTitle}" до видання "{$contextName}".<br /> <br /> Наше рішення: Прийняти Подання
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến việc bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Chấp nhận cho đăng
zh_cn: {$authorName}:<br /> 我们对于您在《{$contextName}》提交的〈{$submissionTitle}〉达成一项决定。<br /> <br /> 我们的决定是：接收该稿件

# emails.editorDecisionAccept.description
source: This email from the Editor or Section Editor to an Author notifies them of a final "accept submission" decision regarding their submission.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى طالب النشر يعلمه فيها بقبول هيئة التحرير لطلبه.
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que s'ha pres la decisió final d'acceptar la seva tramesa.
cs_cz: Tento e-mail od editora nebo editora sekce autorovi obsahuje informaci o konečném rozhodnutí o přijetí příspěvku.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση για την τελική αποδοχή της υποβολής.
es_es: Este correo electrónico del editor/a o editor/a de sección para el autor/a le notifica que la decisión final es aceptar su envío .
eu_es: Mezu hau Editoreak edo Ataleko editoreak bidaltzen dio Egileari, artikuluari buruz hartu duen erabakia jakinarazteko.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع از پذیرش مقاله
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gum b’ e “gabhail ris” an co-dhùnadh deireannach mun tagradh aca.
hu_hu: Ezt az emailt a Szerkesztő vagy Rovatszerkesztő küldi a Szerzőnek jelezve, hogy a kézirattal kapcsolatos döntés "Kézirat elfogadva" megszületett.
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan keputusan final "Naskah Diterima".
it_it: Questa mail è inviata dall'Editor o Section Editor ad un autore per avvisarlo che è stata presa la decisione finale di accettare il manoscritto per la pubblicazione.
ja_jp: 編集者またはセクションエディターから著者へのこのメールは、投稿に関する最終的な「投稿の受理」の決定を著者に通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەر یان سەرنوسەری بەشەوەیە بۆ ئاگادارکردنەوەیان لە بڕیاری ''قبوڵکردنی توێژینەوەکە''.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува за конечната одлука „прифати поднесок“ за нивиот поднесок.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at manuskriptet ble akseptert.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt aanvaard.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera powiadomienie o decyzji w sprawie zgłoszonego tekstu.
pt_pt: Esta é uma mensagem do Editor/Editor de Secção ao Autor para notificá-lo da decisão editorial final de "aceitar a submissão".
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Принять материал» относительно присланного материала.
sl_si: Ta eamil pošlje urednik avtorju s končno odločitvijo, da je prispevek sprejet uza objavo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Acceptera bidrag" fattats för hens bidrag.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
vi_vn: Email này từ Biên tập viên hoặc Biên tập viên chuyên mục cho Tác giả thông báo cho họ về quyết định "chấp nhận cho đăng" cuối cùng liên quan đến bài gửi của họ.
zh_cn: 这封电子邮件是由编辑或者区段编辑发送给作者，通知他们关于他们稿件的最后决定。
