Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionPurchaseInstl.description
source: This email notifies the Subscription Manager that an institutional subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
ar_iq: هذه الرسالة تُشعر مدير الإشتراكات بشراء إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
ca_es: Aquest correu electrònic notifica a l'administrador/a de subscripcions que s'ha adquirit una subscripció institucional en línia. El correu proporciona un resum de la informació sobre la subscripció i un enllaç d'accés ràpid a la subscripció adquirida.
cs_cz: Tento e-mail upozorňuje Správce předplatného, že bylo zakoupeno institucionální předplatné online. Poskytuje souhrnné informace o předplatném a rychlý přístup k zakoupenému předplatnému.
da_dk: Denne e-mail informerer abonnementschefen om, at et institutionelt abonnement er blevet købt online. Det giver resumeoplysninger om abonnementet og et hurtigt adgangslink til det købte abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein institutionelles Abonnement online erworben worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das abgeschlossene Abonnement.
el_gr: Το παρόν μήνυμα ειδοποιεί τον Διαχειριστή Συνδρομών ότι αγοράστηκε online μία ιδρυματική συνδρομή. Παρέχει συνοπτική πληροφόρηση σχετικά με τη συνδρομή καθώς και έναν γρήγορο σύνδεσμο πρόσβασης στη συνδρομή.
es_es: Este correo electrónico notifica al administrador/a de suscripciones que una suscripción institucional ha sido adquirida en línea. Proporciona información resumida sobre la suscripción y un enlace de acceso rápido a la suscripción adquirida.
eu_es: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio erakunde-harpidetza bat erosi dutela linean. Harpidetza-datuen laburpena ematen du eta erositako harpidetzara bizkor joateko esteka.
gd_gb: Innsidh am post-d seo do manaidsear an fho-sgrìobhaidh gun deach fo-sgrìobhadh institiuide a cheannach air loidhne. Bheir e seachad geàrr-chunntas mun fho-sgrìobhadh agus ceangal a bheir grad-inntrigeadh dhan fho-sgrìobhadh a chaidh a cheannach.
hu_hu: Az email az előfizetés menedzsert értesíti online vásárolt intézményi előfizetésekről. Összefoglaló információt és gyorslinket biztosít a megvásárolt előfizetéshez.
id_id: Email ini memberitahu Manajer Langganan bahwa sebuah langganan institusi telah dibeli online. Email ini memberikan ringkasan informasi tentang langganan tersebut beserta tautan untuk mengakses langganan yang dibeli.
it_it: Questo messaggio iforma il Subscription manager che è stato acquistato online un nuovo abbonamento istituzionale. Informa sulla procedura e fornisce un link all'abbonamento acquistato.
ja_jp: このメールは機関購読がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ku_iq: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەشداریکردنەکان دەکاتەوە کە بەشداریکردنێک بە شێوەی ئۆنلاین کڕدراوە. ئەمە کورتکراوەی زانیارییەکان و لینکێک بۆ بینینی بەشداریکردنەکە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува Раководителот со претплати дека е извршена онлајн набавка на претплата преку институција. Обезбедува краток опис на претплатата и линк за брз пристап до набавената претплата.
nb_no: Denne e-posten informerer abonnementsansvarlig om et kjøp av et institusjonelt abonnement. Den gir informasjon om abonnementet og en lenke til det kjøpte abonnementet.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pl_pl: Ten email powiadamia Menedżera subskrypcji, że zakupione online subskrypcje instytucyjną. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do zakupionej subskrypcji.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição institucional foi adquirida online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en institutionsprenumeration har tecknats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den tecknade prenumerationen.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була придбана інституційна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
vi_vn: Email này thông báo cho Người quản lý thuê bao rằng một thuê bao tổ chức đã được mua trực tuyến. Nó cung cấp thông tin tóm tắt về đăng ký và liên kết truy cập nhanh đến đăng ký đã mua.
zh_cn: 这个邮件通知订阅管理员，一个团体订阅已经在线购买。邮件还将提供关于订阅的摘要信息和到订阅的快速存取链接.

# emails.subscriptionPurchaseIndl.subject
source: Subscription Purchase: Individual
ar_iq: شراء إشتراك: منفرد
ca_es: Compra de subscripció: Individual
cs_cz: Zakoupení předplatného: Individuální
da_dk: Køb af abonnement: Individuelt
de_de: Abschluss eines Abonnements: Individuell
el_gr: Αγορά συνδρομής: Ατομική
es_es: Compra de suscripción: Individual
eu_es: Harpidetza-erosketa: Indibiduala
fa_ir: خرید اشتراک شخصی
fi_fi: Yksittäistilauksen osto
gd_gb: Ceannach an fho-sgrìobhaidh: Fo-sgrìobhadh neach fa leth
hu_hu: Előfizetés vásárlás: Egyéni
id_id: Pembelian Langganan: Individu
it_it: Acquisto di un abbonamento individuale
ja_jp: 購読申込: 個人
ku_iq: کڕینی بەشداریکردن: بەشداریکردنی کەسی
mk_mk: Набавка на претплата: Поединечна
nb_no: Abonnementskjøp: Individuelt abonnement
nl_nl: Aankoop abonnement: individueel
pl_pl: Zakup subskrypcji: indywidualna
pt_pt: Aquisição de Subscrição: Individual
ru_ru: Покупка подписки: индивидуальная
sv_se: Tecknande av prenumeration: Enskild prenumeration
uk_ua: Придбання передплати: Індивідуальна
vi_vn: Đăng ký mua: Cá nhân
zh_cn: 订阅购买:个人

# emails.subscriptionPurchaseIndl.body
source: An individual subscription has been purchased online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar_iq: لقد تم شراء إشتراك منفرد في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه:<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المستخدم:<br /> {$userDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
ca_es: S'ha adquirit en línia una subscripció individual per a {$contextName} amb els detalls següents.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Usuari/ària:<br /> {$userDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs_cz: Bylo online zakoupeno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byla uvedena):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL odkaz.<br /> <br /> URL předplatného: {$subscriptionUrl}<br/>
da_dk: Der er foretaget et online køb af et individuelt abonnement på {$contextName} med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
de_de: Ein individuelles Abonnement ist online für {$contextName} mit den folgenden Details abgeschlossen worden.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Benutzer/in:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
el_gr: Μία ατομική συνδρομή στο περιοδικό {$contextName} αγοράστηκε online με τα παρακάτω στοιχεία.<br /> <br /> Είδος συνδρομής:<br /> {$subscriptionType}<br /> <br /> Χρήστης:<br /> {$userDetails}<br /> <br /> Πληροφορίες μέλους (αν παρέχονται):<br /> {$membership}<br /> <br /> Για να δείτε ή να επεξεργαστείτε αυτήν τη συνδρομή, παρακαλούμε ακολουθήστε τον παρακάτω σύνδεσμο.<br /> <br /> Σύνδεσμος συνδρομής: {$subscriptionUrl}<br />
es_es: Se ha adquirido en línea una suscripción individual para {$contextName} con los detalles siguientes:<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use la siguiente URL.<br /> <br /> URL de la suscripción: {$subscriptionUrl}<br />
eu_es: {$contextName} aldizkariko harpidetza indibidual bat erosi dute linean, ondoren ematen diren xehetasunekin.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erabiltzailea:<br /> {$userDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.<br /> <br /> Harpidetza URLa: {$subscriptionUrl}
fa_ir: An individual subscription has been purchased online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> کاربر:<br /> {$userDetails}<br /> <br /> اطلاعات عضویت در صورت موجود بودن:<br /> {$membership}<br /> <br /> برای دیدن یا ویرایش این اشتراک لطفا به آدرس زیر بروید.<br /> <br /> Subscription URL: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a>
fi_fi: Julkaisun {$contextName} yksittäistilaus on ostettu verkossa. Tilauksen tiedot:<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Käyttäjä:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos annettu):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi tai muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: {$subscriptionUrl}<br />
gd_gb: Chaidh fo-sgrìobhadh neach fa leth a cheannach air loidhne airson {$contextName} leis a’ mhion-fhiosrachadh a leanas.<br /> <br /> Seòrsa an fho-sgrìobhaidh:<br /> {$subscriptionType}<br /> <br /> An cleachdaiche:<br /> {$userDetails}<br /> <br /> Fiosrachadh na ballrachd (ma chaidh sin a thoirt seachad):<br /> {$membership}<br /> <br /> Cleachd an URL a leanas a choimhead air an fho-sgrìobhadh seo no airson a dheasachadh.<br /> <br /> URL an fho-sgrìobhaidh: {$subscriptionUrl}<br/>
hu_hu: Egyéni előfizetést vásároltak online a(z) {$contextName} folyóirathoz, a következő adatokkal.<br /> <br /> Előfizetés típusa:<br /> {$subscriptionType}<br /> <br /> Felhasználó:<br /> {$userDetails}<br /> <br /> Tagsági információ (ha élérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük, keresse fel a következő címet.<br /> <br /> Előfizetési URL cím: {$subscriptionUrl}<br />
id_id: Sebuah langganan individu telah dibeli online untuk {$contextName} dengan rincian berikut.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Pengguna:<br /> {$userDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it_it: E' stato acquistato online un abbonamento individuale a {$contextName} con i seguenti dettagli:<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}<br />
ja_jp: オンラインで {$contextName} に対する個人購読が申し込まれました。詳細は下記の通りです。<br /> <br /> 購読種別:<br /> {$subscriptionType}<br /> <br /> ユーザー:<br /> {$userDetails}<br /> <br /> 会員情報 (ある場合):<br /> {$membership}<br /> <br /> この購読を閲覧あるいは編集するには，下記のURLにアクセスしてください。<br /> <br /> 購読URL: {$subscriptionUrl}<br />
ku_iq: بەشداریکردنی کەسی بۆ {$contextName} کڕدرا بە ئەم زانیاریانەی خوارەوە<br /> <br /> جۆری بەشداریکردن:<br /> {$subscriptionType}<br /> <br /> بەکارهێنەر:<br /> {$userDetails}<br /> <br /> زانیاریی ئەندامێتی (ئەگەر هەیە):<br /> {$membership}<br /> <br /> بۆ بینین یان دەستکاریکردنی ئەم بەشداریکردنە سەردانی ئەم لینکە بکە.<br /> <br /> لینکی بەشداریکردن: {$subscriptionUrl}<br />
mk_mk: Набавена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$userDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
nb_no: Et individuelt abonnement på tidsskriftet {$contextName} har blitt kjøpt på nett. Detaljer om kjøpet:<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruker:<br /> {$userDetails}<br /> <br /> Medlemskapsinformasjon (om oppgitt):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk følgende URL: {$subscriptionUrl}<br />
nl_nl: Een individueel abonnement met de volgende details is online aangeschaft voor {$contextName}.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Gebruiker:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om dit abonnement te bekijken of te wijzigen.<br /> <br /> Abonnement URL: {$subscriptionUrl}<br />
pl_pl: Zakupiono indywidualną subskrypcję dla {$contextName}, z następującymi szczegółami.<br /> <br /> Rodzaj subskrypcji:<br /> {$subscriptionType}<br /> <br /> Użytkownik:<br /> {$userDetails}<br /> <br /> Informacje członkowskie (jeżeli takowe są przewidziane):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować subskrypcję, użyj następujący URL.<br /> <br /> URL subskrypcji: {$subscriptionUrl}<br />
pt_pt: Uma subscrição individual foi adquirida online para a revista {$contextName}, cujos dados são detalhados a seguir.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Utilizador:<br /> {$userDetails}<br /> <br /> Informação sobre o membro (caso indicado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL da Subscrição: {$subscriptionUrl}<br />
ru_ru: На сайте была приобретена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sv_se: En enskild prenumeration på {$contextName} har tecknats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
uk_ua: Була придбана онлайн індивідуальна передплата на видання &quot;{$contextName}&quot;, подробиці нижче.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
vi_vn: Một thuê bao cá nhân đã được mua trực tuyến với {$contextName} với các chi tiết sau.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />
zh_cn: 一个《{$contextName} 》的个人订阅已经被在线购买，详细如下：<br /> <br /> 订阅类型:<br /> {$subscriptionType}<br /> <br /> 用户:<br /> {$userDetails}<br /> <br /> 会员信息 (可选):<br /> {$membership}<br /> <br /> 审阅或者编辑这个订阅，请使用如下链接.<br /> <br /> 订阅URL: {$subscriptionUrl}<br />

# emails.subscriptionPurchaseIndl.description
source: This email notifies the Subscription Manager that an individual subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
ar_iq: هذه الرسالة تُشعر مدير الإشتراكات بشراء إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
ca_es: Aquest correu electrònic notifica a l'administrador/a de subscripcions que s'ha adquirit una subscripció individual en línia. El correu proporciona un resum de la informació sobre la subscripció i un enllaç d'accés ràpid a la subscripció adquirida.
cs_cz: Tento e-mail upozorňuje Správce předplatného, že individuální předplatné bylo zakoupeno online. Poskytuje souhrnné informace o předplatném a rychlý přístup k zakoupenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at der er blevet købt et individuelt abonnement online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det købte abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein individuelles Abonnement online erworben worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das abgeschlossene Abonnement.
el_gr: Το παρόν μήνυμα ειδοποιεί τον Διαχειριστή Συνδρομών ότι αγοράστηκε online μία ατομική συνδρομή. Παρέχει συνοπτική πληροφόρηση σχετικά με τη συνδρομή καθώς και έναν γρήγορο σύνδεσμο πρόσβασης στη συνδρομή.
es_es: Este correo electrónico notifica al administrador/a de suscripciones que una suscripción individual ha sido adquirida en línea. Proporciona un resumen de la información sobre la suscripción y un enlace de acceso rápido a la suscripción adquirida.
eu_es: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio harpidetza indibidual bat erosi dutela linean. Harpidetza-datuen laburpena ematen du eta erositako harpidetzara bizkor joateko esteka.
gd_gb: Innsidh am post-d seo do manaidsear an fho-sgrìobhaidh gun deach fo-sgrìobhadh institiuide a cheannach air loidhne. Bheir e seachad geàrr-chunntas mun fho-sgrìobhadh agus ceangal a bheir grad-inntrigeadh dhan fho-sgrìobhadh a chaidh a cheannach.
hu_hu: Ez az email az előfizetés menedzsert értesíti online vásárolt egyéni előfizetésekről. Összefoglaló információt és gyorslinket biztosít a megvásárolt előfizetéshez.
id_id: Email ini memberitahu Manajer Langganan bahwa sebuah langganan individu telah dibeli online. Email ini memberikan ringkasan informasi tentang langganan tersebut beserta tautan untuk mengakses langganan yang dibeli.
it_it: Questo messaggio informa il Subscription manager che è stato acquistato online un nuovo abbonamento individuale. Informa sulla procedura e fornisce un link all'abbonamento acquistato.
ja_jp: このメールは個人購読がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ku_iq: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەشداریکردنەکان دەکاتەوە کە بەشداریکردنێک بە شێوەی ئۆنلاین کڕدراوە. ئەمە کورتکراوەی زانیارییەکان و لینکێک بۆ بینینی بەشداریکردنەکە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува Раководителот со претплати дека е извршена онлајн набавка на поединечна претплата. Обезбедува краток опис на претплатата и линк за брз пристап до набавената претплата.
nb_no: Denne e-posten informerer abonnementsansvarlig om et kjøp av et individuelt abonnement. Den gir informasjon om abonnementet og en lenke til det kjøpte abonnementet.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pl_pl: Ten email zawiadamia Menedżera subskrypcji, że indywidualna subskrypcja została zakupiona online. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do zakupionej subskrypcji.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição individual foi adquirida online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en enskild prenumeration har tecknats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den tecknade prenumerationen.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі була придбана індивідуальна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
vi_vn: Email này thông báo cho Người quản lý thuê bao rằng một thuê bao cá nhân đã được mua trực tuyến. Nó cung cấp thông tin tóm tắt về đăng ký và liên kết truy cập nhanh đến đăng ký đã mua.
zh_cn: 这个邮件通知订阅管理员有一个个人订阅已经在线购买.这里提供关于订阅的摘要信息和快速存取链接到订阅.

# emails.editorDecisionResubmit.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
eu_es: Editorearen erabakia
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення редактора
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决定
