Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewDecline.body
source: Editors:<br /> <br /> I am afraid that at this time I am unable to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and another time feel free to call on me.<br /> <br /> {$reviewerName}
ar_iq: أعزائي المحررون:<br /> <br /> أخشى أنني حالياً غير متفرغ لتحكيم المؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. أشكر لكم إعتمادكم عليَّ وأرجو التواصل معي في وقت آخر.<br /> <br /> {$reviewerName}
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Lamento comunicar-vos que en aquesta ocasió no em podré encarregar de la revisió de la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Us agraeixo que m'hàgiu tingut en compte i confio que ens tornem a posar en contacte en una altra ocasió.<br /> <br /> {$reviewerName}
cs_cz: Editoři:<br /> <br /> Obávám se, že tentokrát nejsem schopen zpracovat recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Děkuji, že jste mě oslovili a neváhejte mě jindy opět kontaktovat.<br /> <br /> {$reviewerName}
da_dk: Redaktører:<br /> <br /> Jeg beklager, at jeg på nuværende tidspunkt ikke kan bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Tak, fordi du tænkte på mig, og du er altid velkommen til at kontakte mig en anden gang.<br /> <br /> {$reviewerName}
de_de: Sehr geehrte Redaktion,<br /> <br /> leider kann ich gegenwärtig die Begutachtung des Beitrags &quot;{$submissionTitle}&quot; für {$contextName} nicht übernehmen. Ich danke für Ihr Vertrauen. Bei anderer Gelegenheit können Sie sich gerne wieder an mich wenden.<br /> <br /> {$reviewerName}
el_gr: Editors:<br /> <br /> Δυστυχώς την τρέχουσα περίοδο δεν δύναμαι να αναλάβω την αξιολόγηση της υποβολής &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Σας ευχαριστώ για την εμπιστοσύνη σας και μη διστάσετε στο μέλλον να επικοινωνήσετε ξανά μαζί μου.<br /> <br /> {$reviewerName}
es_es: Editores/as:<br /> <br /> Me temo que en este momento no voy a poder revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Gracias por pensar en mí, espero que vuelvan a contar conmigo en futuras ocasiones.<br /> <br /> {$reviewerName}
eu_es: {$editorialContactName}:<br /> <br /> Sentitzen dut, baina oraingoan ezingo dut egin {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren ebaluazioa. Eskerrik asko nigan pentsatzeagatik, eta espero dut hurrengo batean ere niregana joko duzuela.<br /> <br /> {$reviewerName}
fa_ir: دبیر محترم:<br /> <br /> متاسفانه در حال حاضر قادر به داوری مقاله ارسالی &quot;{$submissionTitle}&quot;مربوط به {$contextName} نیستم.<br /> از توجه شما متشکرم . در دفعات بعدی آماده همکاری با این مجله هستم.<br /> <br /> {$reviewerName}
fi_fi: Hyvät toimittajat,<br /> <br /> En valitettavasti voi tällä kertaa suorittaa käsikirjoituksen &quot;{$submissionTitle}&quot; arviointia julkaisulle {$contextName}. Kiitos, että pyysitte minua tähän tehtävään. Toivon, että otatte vastaisuudessakin minuun yhteyttä arviointeja koskien.<br /> <br /> {$reviewerName}
gd_gb: Deasaichean:<br /> <br /> Tha eagal orm nach urrainn dhomh lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName} aig an àm seo. Mòran taing airson an cothrom seo a thoirt dhomh agus tha fàilte romhaibh a leithid iarraidh orm uair sam bith.<br /> <br /> {$reviewerName}
he_il: לעורכים:<br /> <br /> לצערי בשלב זה איני יכול לסקור את ההגשה "{submissionTitle$} ל{contextName$}. תודה שחשבתם עלי, ולא להסס לבקש שוב.<br /> <br /> {reviewerName$}
hr_hr: Poštovana/i {$editorialContactName},<br /> <br /> nažalost, u ovom trenutku nisam u mogućnosti izvršiti recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Hvala vam što ste me predložili za recenzenta, i molim vas da mi se svakako ponovno obratite u budućnosti.<br /> <br /> Srdačno,<br /> {$reviewerName}
hu_hu: Tisztelt Szerkesztők!<br /> <br /> Sajnálom, de nem tudom elvállalni a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle},&quot; című kézirat lektorálását. Köszönöm a megtisztelő felkérést, kérem keressenek más alkalommal.<br /> <br /> Üdvözlettel,<br /> {$reviewerName}
id_id: Editor:<br /> <br /> Mohon maaf saat ini saya tidak dapat melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Terimakasih telah mempercayakann kepada saya, dan lain waktu silakan menghubungi saya lagi.<br /> <br /> {$reviewerName}
it_it: Egregia redazione:<br /> <br /> Sono spiacente di non poter revisionare la proposta, &quot;{$submissionTitle},&quot; per {$contextName}. Spero che ci siano future occasioni di collaborazione.<br /> <br /> {$reviewerName}
ja_jp: 編集部 御中:<br /> <br /> 申し訳ありませんが、今回は、雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお受けすることはできません。査読者に選んでいただきありがとうございました。また、機会がございましたら、ご連絡ください。<br /> <br /> よろしくお願いいたします。<br /> {$reviewerName}
ku_iq: بەڕێزان، سەرنوسەران:<br /> <br /> ببورن کە ناتوانم هەڵسەنگاندن بۆ توێژینەوەی &quot;{$submissionTitle},&quot; بۆ {$contextName} بکەم. سوپاس بۆ هەڵبژاردنی من و هیوادارم لە کاتێکی دیکەدا کاری پێکەوییمان هەبێت. <br /> <br /> {$reviewerName}
mk_mk: Уредници:<br /> <br /> За жал, во моментов не сум во состојба да го рецензирам поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Ви благодарам што помисливте на мене, слободно побарајте ме следниот пат.<br /> <br /> {$reviewerName}
nb_no: {$editorialContactName}:<br /> <br /> Jeg kan dessverre ikke påta meg oppdraget med å vurdere innleveringen «{$submissionTitle}» for {$contextName}. Jeg takker for forespørselen. Ta kontakt ved en senere anledning.<br /> <br /> {$reviewerName}
nl_nl: {$editorialContactName}:<br /> <br /> Ik ben bang dat ik op dit moment niet in staat ben om een review te doen van inzending &quot;{$submissionTitle}&quot; voor {$contextName}. Dank u dat u aan mij gedacht heeft en voel u vrij om op een ander moment een beroep op mij te doen.<br /> <br /> {$reviewerName}
pl_pl: Szanowni Państwo,<br /> <br /> obawiam się, że w podanym czasie nie zdołam wykonać recenzji tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Z wyrazami szacunku, {$reviewerName}
pt_pt: Cara(o) Editor:<br /> <br /> Lamento informar que não estou disponível de momento para realizar a revisão da sumissão &quot;{$submissionTitle}&quot; à revista {$contextName}. Agradeço a consideração e espero poder ser convidado e estar disponível noutra oportunidade.<br /> <br /> {$reviewerName}
ru_ru: Уважаемые редакторы!<br /> <br /> Боюсь, что в данный момент я не могу дать рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Благодарю вас, что обратились ко мне, в другой раз также не стесняйтесь, обращайтесь ко мне.<br /> <br /> {$reviewerName}
sl_si: Editors:<br /> <br /> Žal mi je, vendar v tem trenutku ne morem opraviti recenzije prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Hvala za povabilo in upam, da me boste še povabili k sodelovanju.<br /> <br /> {$reviewerName}
sv_se: Redaktörer:<br /> <br /> Tyvärr har jag inte möjlighet i nuläget att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Tack för att ni tänkte på mig och hör gärna av er en annan gång.<br /> <br /> {$reviewerName}
uk_ua: {$editorialContactName}:<br /> <br /> Боюся, що зараз я не маю можливості рецензувати подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Дякую за довіру, звертайтеся до мене у майбутньому.<br /> <br /> {$reviewerName}
vi_vn: Kính gửi biên tập viên,<br /> <br /> Tôi e rằng tại thời điểm này tôi không thể đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Cảm ơn bạn đã nghĩ đến tôi, và bạn có thể liên hệ với tôi vào thời điểm khác.<br /> <br /> {$reviewerName}
zh_cn: {$editorialContactName}:<br /> <br /> 我恐怕在这个时候无法为《{$contextName}》进行稿件〈{$submissionTitle}〉的审查工作。谢谢您考虑我担任审查人，有机会我仍乐意接受审查工作。<br /> <br /> {$reviewerName}

# emails.reviewDecline.description
source: This email is sent by a Reviewer to the Section Editor in response to a review request to notify the Section Editor that the review request has been declined.
ar_iq: هذه الرسالة يعنونها المحكم إلى محرر القسم استجابة لالتماس سابق أرسله له الأخير. المحكم يعتذر فيها عن قبول التحكيم للمؤلَّف المذكور.
ca_es: Aquest missatge de correu electrònic té un revisor com a remitent i s'envia a l'editor de secció en resposta a una sol·licitud de revisió per a notificar-li que rebutja encarregar-se d'aquesta tasca.
cs_cz: Tento email posílá recenzent editorovi sekce v odpovědi na žádost o zpracování recenze, aby mu oznámil, že recenzi nemůže zpracovat.
da_dk: Denne e-mail sendes af en bedømmer til sektionsredaktøren som svar på en bedømmelsesforespørgsel og underretter sektionsredaktøren om, at bedømmelsesforespørgslen er blevet afvist.
de_de: Diese E-Mail wird von einer Gutachterin/einem Gutachter an die/den Rubrikredakteur/in als Antwort auf eine Begutachtungsanfrage gesendet, um darüber zu informieren, dass die Anfrage abgelehnt wird.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Αξιολογητή στον Επιμελητή Ενότητας, ως ενημέρωση ότι το αίτημα αξιολόγησης δεν έγινε δεκτό.
es_es: Este correo es enviado por un/a revisor/a al / a la Editor/a de Sección en respuesta a una petición de revisión para notificarle que rechaza la petición de revisión.
eu_es: Mezu hau Ebaluatzaileak Ataleko editoreari bidaltzen dio, ebaluazioa egiteko eskaerari erantzunez, ezin duela egin esateko.
fa_ir: ایمیلی از طرف داور به سردبیر یا دبیر بخش برای اطلاع از عدم پذیرش انجام داوری
gd_gb: Thèid am post-d seo a chur gu deasaiche earrainn le lèirmheasaiche mar fhreagairt air iarrtas airson fios a leigeil gu deasaiche na h-earrainn gun deach an t-iarrtas a dhiùltadh.
he_il: דוא"ל זה נשלח על ידי בודק לעורך המדור בתגובה לבקשת סקירה כדי להודיע לעורך המדור כי בקשת הביקורת נדחתה.
hr_hr: Ovim obrascem e-pošte recenzent odgovara uredniku rubrike da ne prihvaća zahtjev za recenzijom.
hu_hu: Ezt az emailt a Szakmai Lektor küldi a Rovatszerkesztőnek a lektori felkérésre válaszolva és jelezve, hogy a lektorálási munkát nem tudja elvállalni.
id_id: Email ini dikirimkan Reviewer kepada Editor Bagian sebagai respon terhadap permohonan review untuk memberitahu Editor Bagian bahwa permohonan review ditolak.
it_it: Questa email viene mandata dal revisore al section editor in risposta a una richiesta di revisione per far sapere a quest'ultimo che la richiesta è stata declinata.
ja_jp: このメールは、査読者からセクションエディタに査読依頼を受けることができない旨を通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن هەڵسەنگێنەرەوە بۆ سەرنوسەری بەش نێردراوە بۆ ئاگادارکردنەوەیان لە ڕەتکردنەوەی هەڵسەنگاندنەکە.
mk_mk: Овој и-меил е испратен од Рецензент до Секциски уредник како одговор на барањето за рецензија со цел да го извести секцискиот уредник дека барањето за рецензија е одбиено.
nb_no: Denne e-posten sendes av en fagfelle til seksjonsredaktøren som svar på en forespørsel om fagfellevurdering, for å varsle redaktøren om at oppdraget er avslått.
nl_nl: Deze e-mail wordt door de reviewer verstuurd naar de sectieredacteur als reactie op een reviewverzoek om te laten weten dat het verzoek wordt afgewezen.
pl_pl: Wiadomość wysyłana przez recenzenta do redaktora prowadzącego. Zawiera odrzucenie prośby o wykonanie recenzji.
pt_pt: Este e-mail é enviado pelo Revisor ao Editor de Secção, em resposta ao pedido de revisão, para notificar da sua inisponibilidade para realizar a tarefa, rejeitando a revisão.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование отклонен.
sl_si: Ta email pošlje recenzent urendiku rubrike kot odgovor na prošnjo za recenzijo v primeru, ko obvešča urednika rubrike, da recenzijo zavrne.
sv_se: Det här e-postmeddelandet skickas från en granskare till sektionsredaktören som svar på en förfrågan om granskning för att meddela sektionsredaktören att granskaren tackar nej till granskningsuppdraget.
uk_ua: Цим листом рецензент повідомляє редактору розділу у відповідь на його запит, що відмовляється рецензувати.
vi_vn: Email này được gửi bởi Người phản biện đến Biên tập viên chuyên mục để phản hồi về yêu cầu đánh giá cũng để thông báo cho Biên tập viên chuyên mục biết rằng yêu cầu đánh giá đã bị từ chối.
zh_cn: 这封电子邮件是由一位审查人寄给区段编辑以回复一份审查邀请，并通知区段编辑要婉谢审查邀请。

# emails.reviewAck.subject
source: Article Review Acknowledgement
ar_iq: إشعار تحكيم المؤلَّف
ca_es: Justificant de recepció de la revisió de l'article
cs_cz: Poděkování za zpracování recenze článku
da_dk: Bekræftelse af bedømmelse af artikel
de_de: Eingangsbestätigung für ein Gutachten
el_gr: Επιβεβαίωση υποβολής αξιολόγησης
es_es: Acuse de recibo de revisión de artículo
eu_es: Artikuluaren ebaluazioaren hartu-agiria
fa_ir: قدردانی بخاطر بررسی مقاله
fi_fi: Artikkelin arviointi vastaanotettu
gd_gb: Freagairt mu lèirmheas artaigil
he_il: אישור סקירת מאמר
hr_hr: Zaprimljena recenzija članka
hu_hu: Szakmai lektorálás elfogadása
id_id: Ucapan Terimakasih atas Review Artikel
it_it: Ringraziamenti per la revisione
ja_jp: 論文査読のお礼
ku_iq: زانیارییەکانی هەڵسەنگاندنی توێژینەوە
mk_mk: Потврда за рецензија на наслов
nb_no: Bekreftelse på fullført fagfellevurdering
nl_nl: Artikel review bevestiging
pl_pl: Podziękowanie za wykonanie recenzji
pt_pt: Agradecimento pela revisão
ru_ru: Подтверждение получения рецензии
sl_si: Zahvala za recenzijo prispevka
sv_se: Bekräftelse på granskning av artikel
uk_ua: Подяка за рецензування статті
vi_vn: Lời cảm ơn về việc đánh giá bài báo
zh_cn: 文章审查感谢函

# emails.reviewAck.body
source: {$reviewerName}:<br /> <br /> Thank you for completing the review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We appreciate your contribution to the quality of the work that we publish.
ar_iq: {$reviewerName}:<br /> <br /> نشكر إكمالك لتحكيم المؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. إننا نقدر لك مشاركتك في ترصين الأعمال التي تنشرها مجلتنا.
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us agraïm que hàgiu revisat la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Valorem la vostra contribució a la qualitat de les obres que publiquem.
cs_cz: {$reviewerName}:<br /> <br /> Děkujeme za dokončení recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Vážíme si Vaší práce vedoucí ke zkvalitnění článků, které publikujeme.
da_dk: {$reviewerName}:<br /> <br /> Tak, fordi du har fuldført bedømmelsen af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi påskønner dit bidrag til kvaliteten af de artikler, vi publicerer.
de_de: {$reviewerName},<br /> <br /> vielen Dank für Ihr Gutachten zum Beitrag &quot;{$submissionTitle}&quot; für {$contextName}. Ihre Stellungnahme ist eine wichtige Unterstützung für unsere Bemühungen um die Qualität der von uns veröffentlichten Arbeiten.
el_gr: {$reviewerName}:<br /> <br /> Σας ευχαριστούμε που ολοκληρώσατε την αξιολόγηση της υποβολής &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName} και για τη συμβολή σας στην ποιότητα του περιεχομένου που δημοσιεύουμε.
es_es: {$reviewerName}:<br /> <br /> Gracias por completar la revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Apreciamos su contribución a la calidad de los trabajos que publicamos.
eu_es: {$reviewerName}:<br /> <br /> Eskerrik asko {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren ebaluazioa egiteagatik. Zinez estimatzen dugu argitaratzen ditugun lanen kalitatea hobetzeko egiten diguzun ekarpena.
fa_ir: {$reviewerName}:<br /> <br /> برای بررسی مقاله ارسالی &quot;{$submissionTitle}&quot;مربوط به {$contextName}، از شما سپاسگزاریم. مساعدت شما را که باعث ارتقاء سطح کیفی مقاله ای که چاپ شد، ارج می نهیم.
fi_fi: Hyvä {$reviewerName},<br /> <br /> Kiitos käsikirjoituksen &quot;{$submissionTitle}&quot; arvioimisesta julkaisulle {$contextName}. Arvostamme panostanne julkaisemamme työn laadun hyväksi.
gd_gb: {$reviewerName}:<br /> <br /> Mòran taing airson an lèirmheas air an tagradh “{$submissionTitle},” airson {$contextName} a choileanadh. Tha sinn fada nad chomain airson na h-obrach a nì thu airson na dh’fhoillsicheas sinn a chumail aig ìre àrd.
he_il: {reviewerName$}: <br /> תודה על חוות דעתך על ההגשה "{submissionTitle$} ל{contextName$}. אנו מעריכים את תרומתך לאיכות העבודה שאנו מפרסמים.
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> hvala vam što ste izradili recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Cijenimo vaš doprinos kvaliteti radova objavljenih u našem časopisu.<br /> <br /> Srdačno,
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Köszönjük, hogy elkészítette a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle},&quot; című kézirat szakmai bírálatát.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$reviewerName}:<br /> <br /> Terimakasih telah menyelesaikan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami sangat menghargai kontribusi Anda terhadap kualitas karya yang kami publikasikan.
it_it: Gentile {$reviewerName}:<br /> <br /> Grazie per aver completato la revisione del manoscritto &quot;{$submissionTitle},&quot; per {$contextName}. Apprezziamo il tuo contributo nel mantenere alta la qualità della rivista.
ja_jp: {$reviewerName}様:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をしていただき、ありがとうございました。本誌が発行する論文の品質向上に対する貴殿の貢献に対し感謝いたします。
ku_iq: {$reviewerName}:<br /> <br /> سوپاس بۆ تەواوکردنی هەڵسەنگاندنی, &quot;{$submissionTitle},&quot; بۆ {$contextName}. ئێمە سوپاسی ماندوبونی ئێوە دەکەین بۆ پێشخستنی ئەو بابەتانەی کە ئێمە بڵاویان دەکەینەوە.
mk_mk: {$reviewerName}:<br /> <br /> Ви благодариме што ја завршивте рецензијата на поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Го цениме вашиот придонес кон квалитетот на трудовите кои ги објавуваме.
nb_no: {$reviewerName}:<br /> <br /> Takk for at du har fullført vurderingen av manuskriptet «{$submissionTitle}» for {$contextName}. Vi setter stor pris på at du bidrar til å sikre den faglige kvaliteten på artiklene vi publiserer.
nl_nl: {$reviewerName}:<br /> <br /> Dank u voor uw review van de inzending &quot;{$submissionTitle}&quot; voor {$contextName}. We waarderen uw bijdrage aan de kwaliteit van het werk dat wij publiceren.
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> dziękujemy za wykonanie recenzji tekstu &quot;"{$submissionTitle}"&quot;, zgłoszonego do czasopisma "{$contextName}". Doceniamy Pani/ Pana wkład w budowanie jakości naszego czasopisma. Z wyrazami szacunku.
pt_pt: {$reviewerName}:<br /> <br /> Agradecemos ter concluído a revisão da submissão &quot;{$submissionTitle}&quot; à revista {$contextName}. A sua contribuição é fundamental para a qualidade dos trabalhos publicados.
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Благодарю Вас за рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Мы ценим Ваш вклад в качество работы, которую мы публикуем.
sl_si: {$reviewerName}:<br /> <br /> Hvala za dokončanje recenzije prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Zahvaljujemo se za vaš prispevek k kvaliteti del, ki jih objavljamo.
sv_se: {$reviewerName}:<br /> <br /> Tack för att du genomfört granskningen av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi uppskattar ditt arbete din roll i att bibehålla tidskriftens kvalitet.
uk_ua: {$reviewerName}:<br /> <br /> Дякую за закінчення рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Ми цінуємо Ваш внесок у контроль якості роботи, поданої нам для публікації.
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Cảm ơn bạn đã hoàn thành việc đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi đánh giá cao sự đóng góp của bạn cho chất lượng ấn phẩm mà chúng tôi xuất bản.
zh_cn: {$reviewerName}:<br /> <br /> 感谢您为《{$contextName}》完成了稿件〈{$submissionTitle}〉的审查工作。我们非常感激您对我们出版文章之品质的重要贡献。
