Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequest.body
source: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; which has been submitted to {$contextName}. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> <br /> كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف الموسوم &quot;{$submissionTitle},&quot; والذي أُرسل طلب لنشره إلى {$contextName}. إن ملخص موضوعه مبين أدناه، وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا.<br /> <br /> لطفاً، أدخل إلى موقع المجلة حتى يوم {$responseDueDate} لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه. الرابط هو: {$contextUrl}<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> إن لم يكن اسم الدخول وكلمة المرور متوفرين بين يديك لتتمكن من الولوج إلى موقع المجلة، بإمكانك اتباع الرابط أدناه لإعادة تعيين كلمة مرورك (التي عندها ستُرسل إليك مع اسم الدخول) عبر البريد الالكتروني. {$passwordResetUrl}<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> <br /> Considero que el vostre perfil és adequat per revisar el manuscrit, &quot;{$submissionTitle},&quot; enviat a la revista {$contextName}. A continuació trobareu un resum de la tramesa, confio que acceptareu encarregar-vos d'aquesta tasca tan important per a nosaltres.<br /> <br /> Us demano que inicieu la sessió a la revista abans del {$responseDueDate} per indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per accedir-hi i enregistrar-ne la revisió i la recomanació. El lloc web de la revista és {$contextUrl}<br /> <br /> La data límit per fer la revisió és el {$reviewDueDate}.<br /> <br /> Si no recordeu el vostre nom d'usuari/ària o la contrasenya per al lloc web de la revista, podeu utilitzar l'enllaç següent per restablir la contrasenya (la rebreu per correu electrònic juntament amb el vostre nom d'usuari/ària). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle},&quot; který byl zaslán do {$contextName}. Abstrakt příspěvku je vložen níže. Věřím, že zvážíte možnost přijetí tohoto pro nás důležitého úkolu.<br /> <br /> Prosím, přihlaste se do {$responseDueDate} na stránkách časopisu, abyste uvedl, zda recenzi zpracujete nebo ne a také pro přístup k příspěvku a zaznamenání Vaší recenze a doporučení. Adresa webové stránky je {$contextUrl}<br /> <br /> Termín pro zpracování recenze je {$reviewDueDate}.<br /> <br /> Pokud nemáte své uživatelské jméno a heslo pro webovou stránku časopisu, můžete použít tento odkaz pro resetování Vašeho hesla (které Vám bude zasláno emailem spolu s Vaším uživatelským jménem). {$passwordResetUrl}<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, der er blevet sendt til {$contextName}. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted inden den {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling. Webstedet er {$contextUrl}<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at nulstille adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;, das zur Publikation in {$contextName} eingereicht worden ist. Weiter unten finden Sie eine Kurzfassung des Beitrags. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe.<br /> <br /> Loggen Sie sich bitte bis zum {$responseDueDate} auf der Webseite unserer Zeitschrift ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können gegebenenfalls auch Ihr Gutachten und Ihre Empfehlung dort abgeben. Die Webseite ist {$contextUrl}.<br /> <br /> Das Gutachten wäre fällig am {$reviewDueDate}.<br /> <br /> Falls Sie nicht über Benutzer/innennamen und Passwort verfügen, können Sie über folgenden Link Ihr Passwort neu setzen (Benutzer/innennamen und Passwort gehen Ihnen umgehend per E-Mail zu). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> <br /> Πιστεύουμε ότι θα αποτελέσετε έξοχο Αξιολογητή της εργασίας &quot;{$submissionTitle},&quot; που έχει υποβληθεί στο περιοδικό {$contextName}. Η περίληψη της υποβολής παρατίθεται παρακάτω. Ελπίζουμε ότι θα αναλάβετε αυτό το σημαντικό έργο για εμάς.<br /> <br /> Θα σας παρακαλούσαμε να συνδεθείτε στον ιστότοπο του περιοδικού μέχρι τις {$responseDueDate} για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταχωρήσετε τα σχόλιά σας. Ο ιστότοπος του περιοδικού είναι {$contextUrl}<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Εάν δεν έχετε το όνομα Χρήστη τον κωδικό πρόσβασης στον ιστότοπο του περιοδικού, μπορείτε να χρησιμοποιήσετε τον σύνδεσμο {$passwordResetUrl} για να επαναφέρετε τον κωδικό πρόσβασής σας (ο οποίος θα σας αποσταλεί με ηλεκτρονικό μήνυμα, μαζί με το όνομα Χρήστη). <br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un excelente revisor/a del manuscrito, &quot;{$submissionTitle},&quot; que ha sido enviado a {$contextName}. A continuación encontrará el resumen del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, inicie sesión en la página web de la revista antes del {$responseDueDate} para indicarnos si llevará a cabo o no la revisión, así como para tener acceso al envío y para registrar su revisión y recomendación. La dirección es {$contextUrl}<br /> <br /> La revisión propiamente dicha debería estar lista el {$reviewDueDate}.<br /> <br /> Si no recuerda su nombre de usuaria/o y contraseña, puede utilizar este enlace para restablecer su contraseña (esta le será enviada por correo electrónico junto con su nombre de usuario/a). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar nuestra solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Uste dut ebaluatzaile bikaina izango zinatekeela {$contextName} aldizkarira bidali diguten {$submissionTitle} eskuizkribuari buruzko iritzia emateko. Artikuluaren laburpena behean duzu, eta espero dut aintzakotzat hartu eta pentsatuko duzula guretzat lan garrantzitsu hau egiteko eskaera.<br /> <br /> Mesedez, sar zaitez aldizkariaren webgunean {$responseDueDate} aurretik, eta esaguzu ebaluazioa egiteko prest zauden ala ez, eta prest egonez gero, artikulua hartzeko eta zure ebaluazio-txostena eta gomendioa emateko. Webgunea {$contextUrl} da<br /> <br /> Ebaluazioa egiteko epea {$reviewDueDate} izango litzateke.<br /> <br /> Ez badaukazu aldizkariaren webgunean sartzeko erabiltzaile-izenik eta pasahitzik, behean ematen den esteka erabil dezakezu pasahitza berrezartzeko (erabiltzaile-izenarekin batera bidaliko dizugu). {$passwordResetUrl}<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Eskerrik asko gure eskaera kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> <br /> شما به عنوان یک کارشناس ممتاز برای بررسی مقاله &quot;{$submissionTitle}&quot;که برای {$contextName} ارسال شده است انتخاب شده اید. در ذیل، چکیده مقاله ارسالی برای شما گنجانده شده است و امیدوارم که در این زمینه مایل به همکاری با این مجله باشید<br /> <br /> لطفا قبل از تاریخ &quot;{$responseDueDate}&quot; وارد وب سایت مجله شده و مشخص کنید که آیا مایل به قبول کارشناسی مقاله هستید یا خیر. همچنین به طور همزمان می توانید به مقاله ارسالی دسترسی پیدا کرده و متن کارشناسی و توصیه های خودرا ذخیره کنید. آدرس وب سایت مجله <a href="{$contextUrl}">{$contextUrl}</a> است.<br /> <br /> ضمنا آخرین مهلت بررسی این مقاله تا تاریخ &quot;{$reviewDueDate}&quot; می باشد<br /> <br /> چنانچه نام کاربری و رمز عبور خود مربوط به وب سایت این مجله را در دسترس ندارید می توانید از پیوند زیر جهت تنظیم دوباره رمزعبور خود استفاده کنید (که به همراه نام کاربری برایتان ارسال می گردد).<br /> <br /> <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> آدرس مقاله : <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> از توجه شما به این درخواست سپاسگزاری می کنم.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että olisitte sopiva arvioija käsikirjoitukselle &quot;{$submissionTitle}&quot;, joka on lähetetty {$contextName} -julkaisuun. Käsikirjoituksen tiivistelmä löytyy tämän viestin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne. Sivusto on osoitteessa {$contextUrl}<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasanan (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). {$passwordResetUrl}<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> <br /> Tha mi a’ creidsinn gum biodh tu fìor mhath mar lèirmheasaiche airson na sgrìobhainn “{$submissionTitle}” a chaidh a chur gu {$contextName}. Tha geàrr-chunntas an tagraidh gu h-ìosal agus bhiomaid fada nad chomain nam b’ urrainn dhut an obair chudromach seo a dhèanamh dhuinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair ron {$responseDueDate} a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean. ’S e {$contextUrl} an làrach-lìn<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> Mur eil am facal-faire is ainm-cleachdaiche agad airson làrach-lìn an iris-leabhair, ’s urrainn dhut am facal-faire agad ath-shuidheachadh leis a’ cheangal seo agus thèid a chur thugad air a’ phost-d an uairsin còmhla ris an ainm-chleachdaiche agad. {$passwordResetUrl}<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {reviewerName}:<br$ /> <br /> אתה תהיה סוקר מצוין של כתב היד {submissionTitle$} שהוגש לכתב עת {contextName$}. תקציר ההגשה מוכנס למטה, ואני מקווה שתשקול לבצע את המשימה החשובה הזו עבורנו.<br /> <br /> אנא היכנס לאתר כתב העת עד {responseDueDate$} לציין אם תבצע את הביקורת או לא, וכן לגשת למאמר ולרשום את הביקורת וההמלצה שלך. האתר הוא {contextUrl$}.<br /> <br /> הביקורת עצמו ניתן להגשה עד {reviewDueDate$}.<br /> <br /> אם אין ברשותך שם משתמש וסיסמה לאתר, ניתן לאפס את סיסמתך (שיישלח אליך ביחד עם שם משתמש שלך). {passwordResetUrl$}.<br /> <br /> אתר הגשה: {submissionReviewUrl$}<br /> <br /> תודה ששקלת את הבקשה הזו.<br /> <br /> "{submissionTitle$}"<br /> <br /> {submissionAbstract$}
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku. Mrežna stranica časopisa je {$contextUrl}<br /> <br /> U slučaju da nemate pri ruci svoje korisničko ime ili lozinku za mrežnu stranicu časopisa, možete se koristiti ovom poveznicom kako biste promijenili lozinku (koju ćemo vam tada, zajedno s korisničkim imenom, poslati putem e-pošte). {$passwordResetUrl}<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> URL članka: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> A(z) {$contextName} szerkesztőbizottsága nevében szeretném felkérni a(z) &quot;{$submissionTitle},&quot; című kézirat szakmai lektorálására, melynek absztraktját levelünk végén olvashatja.<br /> <br /> Kérem, jelezze a folyóirat weboldalán ({$contextUrl}) legkésőbb {$responseDueDate}-ig, hogy vállalja-e a lektorálást. Amennyiben vállalja a bírálatot, ugyanitt rögzítheti véleményét és javaslatait. <br />A szakmai lektorálás határideje: {$reviewDueDate}.<br /> <br /> Amennyiben vállalná a szakmai lektorálást, de a jelzett határidő nem megfelelő, kérjük jelezze emailben.<br /> <br /> Ha nincs felhasználóneve és jelszava a folyóirat weboldalához vagy elfelejtette azt, az alábbi linken emlékeztetőt kérhet. (Jelszavát és felhasználónevét emailben küldjük el.)<br /> {$passwordResetUrl}<br /> <br /> A kézirat elérhető az alábbi URL címen: {$submissionReviewUrl}<br /> <br /> Köszönettel,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> <br /> Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah, &quot;{$submissionTitle},&quot; yang diserahkan ke {$contextName}. Abstrak naskah tersebut disertakan di bawah ini, dan kami berharap Anda berkenan melakukannya.<br /> <br /> Silakan login ke website jurnal sebelum {$responseDueDate} untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda. Website jurnal adalah {$contextUrl}<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> Jika Anda tidak memiliki nama pengguna dan sandi untuk website jurnal ini, Anda dapat menggunakan tautan berikut untuk mereset sandi Anda (yang selanjutnya akan diemailkan kepada Anda bersama nama pengguna Anda). {$passwordResetUrl}<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: <br />Gentile {$reviewerName},<br /> <br /> Desidero invitarti alla revisione del manoscritto &quot;{$submissionTitle},&quot; che è stato sottomesso per la pubblicazione {$contextName}. L'abstract del manoscritto è inserito in calce. Spero che vorrai prendere in carico questo compito.<br /> <br /> Ti chiedo quindi di effettuare il log in al sito web della rivista entro il {$responseDueDate} per indicare se prenderai in carico la revisione o meno.<br /> Potrai poi accedere alla submission e inviare il tuo parere. Il sito web è {$contextUrl}<br /> <br /> La data di scadenza per la revisione è fissata al {$reviewDueDate}.<br /> <br /> Se non hai una username and password per il sito web della rivista, puoi usare questo link per resettare la password (che ti sarà quindi mandata per email insieme con la username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Grazie per la tua collaborazione.<br /> <br /> {$editorialContactSignature}<br /> <br /> ======<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Abstract<br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお願いいたしたくメールを差し上げました。投稿物の要旨を以下に添付しました。貴殿がこの重要な仕事を引き受けてくださることを希望いたしております。<br /> <br /> {$responseDueDate}までに、雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> <br /> ئێمە ئێوەمان بە شیاوی هەڵسەنگاندنی ئەم توێژینەوە زانی, &quot;{$submissionTitle},&quot; کە بۆ {$contextName} نێردراوە. پوختەی توێژینەوەکە لە خوارەوە بەردەستە و ئێمە هیواخوازین کە بەڕێزتان ئەم ئەرکە قبوڵ بکەن.<br /> <br /> لێرەوە سەردانی پەڕەی گۆڤار بکەن {$responseDueDate} بۆ دیاریکردنی ئەوەی کە ئایا داخوازینامەکەمان قبوڵ یان ڕەت دەکەنەوە یان بۆ بینینی توێژینەوەکە و تۆمارکردنی هەڵسەنگاندنەکەتان. پەڕەی گۆڤار {$contextUrl}<br /> <br /> دوا کات بۆ هەڵسەنگاندن {$reviewDueDate}.<br /> <br /> ئەگەر بەڕێزتان ناوی بەکارهێنەر و وشەی تێپەڕتان ون کردووە، دەتوانن لەم لینکەی خوارەوە داوای وشەیەکی نهێنیی نوێ بکەن (کە دواتر بە شێوەی ئیمەیڵ ناوی بەکارهێنەر و وشەی نهێنییەکەتان بەدەست دەگات). {$passwordResetUrl}<br /> <br /> لینکی پێشکەشکردنەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ قبوڵکردنی داخوازییەکەمان.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> <br /> Верувам дека би биле одличен рецензент на трудот, &quot;{$submissionTitle},&quot; кој е поднесен до {$contextName}. Апстрактот на поднесокот е вметнат подолу, и се надевам дека ќе размислите да ја преземете оваа важна задача за нас.<br /> <br /> Ве молиме, најавете се на веб-страницата на списанието до {$answerDueDate} за да наведете дали ќе го рецензирате трудот или не, како и да пристапите до поднесокот и да ги зачувате вашите прегледи и препораки. Веб-страницата е {$textUrl} <br /> <br /> Рокот на самата рецензија е до {$reviewDueDate}. <br /> <br /> Доколку не ги имате вашето корисничко име и лозинка за веб-страницата на списанието, можете да го искористите овој линк за да ја ресетирате вашата лозинка (која потоа ќе ви биде испратена преку и-меил заедно со вашето корисничко име). {$passwordResetUrl} <br /> <br /> URL-адреса на поднесокот: {$missionReviewUrl} <br /> <br /> Ви благодариме што го земавте во предвид ова барање. <br /> <br /> {$editorialContactSignature} <br /> <br /> &quot; {$missionTitle}&quot; <br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> <br /> Vårt tidsskrift {$contextName} har fått tilsendt manuskriptet &quot;{$submissionTitle}&quot;. Vi håper du er villig til å vurdere dette manuskriptet, fordi vi mener dette kan passe med din vurderingskompetanse. Sammendraget som var vedlagt manuskriptet er skrevet inn nedenfor, og jeg håper du vil påta deg dette viktige oppdraget.<br /> <br /> Vennligst logg inn på tidsskriftets nettsted innen {$responseDueDate}, for å bekrefte om du vil påta deg dette vurderingsoppdraget for oss eller ikke. Hvis du påtar deg oppdraget skal du også bruke nettstedet for å skrive inn vurderingen din, og for å registrere den anbefalingen du gir oss. Adressen til nettstedet er {$contextUrl}<br /> <br /> Frist for å levere en vurdering er {$reviewDueDate}.<br /> <br /> Hvis du har mistet eller glemt brukernavnet og passordet ditt til tidsskriftets nettsted, kan du bruke denne lenken for å fornye passordet (som du så får tilsendt i en e-post, sammen med brukernavnet ditt). {$passwordResetUrl}<br /> Manuskriptets URL: {$submissionReviewUrl}<br /> <br /> Takk for at du har sagt deg villig til å bidra til arbeidet vårt.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; dat is ingestuurd bij {$contextName}. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u voor {$responseDueDate} inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen. De website is {$contextUrl}<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> Als u uw gebruikersnaam en het wachtwoord van de website van het tijdschrift niet heeft, kunt u deze link gebruiken voor het herstellen van uw wachtwoord (dat samen met uw gebruikersnaam in een e-mail naar u verstuurd wordt). {$passwordResetUrl}<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: {$reviewerName}:<br /> <br /> redakcja czasopisma "{$contextName}" zwraca się do Pani/ Pana z prośbą o wykonanie recenzji tekstu &quot;{$submissionTitle}&quot; Poniżej zamieszczamy abstrakt tekstu. Mamy nadzieję, że zaakceptuje Pani/ Pan naszą prośbę.<br /> <br /> Prosimy o zalogowanie się na stronie czasopisma nie później niż {$responseDueDate} w celu przyjęcia lub odrzucenia naszej prośby. Po akceptacji na Pani/ Pana adres e-mail zostanie przysłana wiadomość wraz z linkiem do zgłoszonego tekstu oraz formularza recenzji. Adres strony internetowej czasopisma to {$contextUrl}<br /> <br /> Termin wykonania recenzji: {$reviewDueDate}.<br /> <br /> Jeżeli nie posiada Pani/ Pan danych niezbędnych do zalogowania się na stronie czasopisma, użyj ten link, aby zresetować hasło (które zostanie Ci następnie przesłane razem z nazwą użytkownika). {$passwordResetUrl}<br /> <br /> WWWW tekstu: {$submissionReviewUrl}<br /> <br /> Z wyrazami szacunku, <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será fundamental para realizar a revisão do manuscrito, &quot;{$submissionTitle}&quot; submetido à {$contextName}. O resumo da submissão encontra-se abaixo, esperamos que considere assumir esta importante tarefa para o nosso trabalho.<br /> <br /> Aceda ao sistema até {$responseDueDate} para confirmar a sua disponibilidade ou não para realizar a revisão, bem como para ter acesso aos dados completos do artigo e registar a sua revisão e recomendações, através do URL {$contextUrl}<br /> <br /> O prazo para a entrega da revisão é {$reviewDueDate}.<br /> <br /> Caso ainda não possua o seu nome de utilizador e senha de acesso para aceder à revista, use o link a seguir para que o sistema crie uma nova senha que lhe será enviada via email, junto com os seus dados de acesso.{$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}», который был направлен в журнал «{$contextName}». Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию. Адрес сайта — {$contextUrl}<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; ki je bil oddan v revijo {$contextName}. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot;, som har skickats in till {$contextName}. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Adressen till webbplatsen är {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису, &quot;{$submissionTitle},&quot; надісланого до видання {$contextName}. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. Адреса веб-сайту журналу {$contextUrl}<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). {$passwordResetUrl}<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Tôi tin rằng bạn sẽ một người phản biện thích hợp của bản thảo, &quot;{$submissionTitle},&quot; được gửi tới {$contextName}. Bản tóm tắt của bản thảo được chèn bên dưới và tôi hy vọng rằng bạn sẽ xem xét thực hiện quá trình quan trọng này cho chúng tôi.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí trước ngày {$responseDueDate} để cho biết liệu bạn sẽ thực hiện đánh giá này hay không, cũng như truy cập vào bài gửi và ghi lại nhận xét và đề xuất của bạn. Trang web là {$contextUrl}<br /> <br /> Thời hạn của việc đánh giá là ngày {$reviewDueDate}.<br /> <br /> Nếu bạn quên username và mật khẩu đăng nhập vào trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn).{$passwordResetUrl}<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}您好：<br /> <br /> 《{$contextName}》的编辑团队相信您是投稿到本期刊之稿件&quot;{$submissionTitle}&quot;的最佳审查人选。该份稿件的摘要如下，而我们希望您会考虑进行这份对我们来说相当重要的一个工作。<br /> <br /> 无论您是否接受审查工作与否，都请在{$responseDueDate}之前登入这个期刊网站，同时检阅这份稿件并且记录您的审查意见和编辑建议。网站为：{$contextUrl}<br /> <br /> 请注意审查工作的期限为：{$reviewDueDate}。<br /> <br /> 如果您没有您在这个期刊网站的用户帐号和密码。您可以使用这个链接去重新设定您的密码（该密码会和您的用户帐号名称一起电邮给您）：{$passwordResetUrl}<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 非常感谢您考虑我们的邀请。<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> <br /> {$submissionAbstract}
