Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.statisticsReportNotification.body
source: {$name}, <br /> <br /> Your journal health report for {$month}, {$year} is now available. Your key stats for this month are below.<br /> <ul> <li>New submissions this month: {$newSubmissions}</li> <li>Declined submissions this month: {$declinedSubmissions}</li> <li>Accepted submissions this month: {$acceptedSubmissions}</li> <li>Total submissions in the system: {$totalSubmissions}</li> </ul> Login to the journal to view more detailed <a href="{$editorialStatsLink}">editorial trends</a> and <a href="{$publicationStatsLink}">published article stats</a>. A full copy of this month's editorial trends is attached.<br /> <br /> Sincerely,<br /> {$principalContactSignature}
ar_iq: {$name}, <br /> <br /> تقرير حالة مجلتك لشهر {$month}، {$year} متوافر حالياً. الأمور المفصلية لهذا الشهر هي كما يأتي.<br /> <ul> <li>عدد طلبات التقديم الجديدة: {$newSubmissions}</li> <li>طلبات التقديم المرفوضة: {$declinedSubmissions}</li> <li>طلبات التقديم المقبولة: {$acceptedSubmissions}</li> <li>إجمالي طلبات التقديم في النظام: {$totalSubmissions}</li> </ul> سجل دخولك إلى المجلة لمعاينة <a href="{$editorialStatsLink}">ما يشغل هيئة التحرير</a> بشكل مفصل فضلاً عن <a href="{$publicationStatsLink}">حالة المقالات المنشورة</a>. لديك نسخة مرفقة بهذه الرسالة تتضمن كل مشاغل هيئة التحرير لهذا الشهر.<br /> <br /> مع التقدير<br /> {$principalContactSignature}
ca_es: {$name}, <br /> <br /> Ja està disponible l'informe de salut de la vostra revista per {$month}, {$year}. Les estadístiques clau d'aquest mes son les següents.<br /> <ul> <li>Trameses noves aquest mes: {$newSubmissions}</li> <li>Trameses rebutjades aquest mes: {$declinedSubmissions}</li> <li>Trameses acceptades aquest mes: {$acceptedSubmissions}</li> <li>Trameses totals en el sistema: {$totalSubmissions}</li> </ul> Inicieu sessió a la revista per veure les <a href="{$editorialStatsLink}">tendències editorials</a> i les <a href="{$publicationStatsLink}">estadístiques d'articles publicats</a> amb més detall. S'adjunta una còpia completa de les tendències editorials d'aquest mes.<br /> <br /> Salutacions cordials,<br /> {$principalContactSignature}
cs_cz: {$name}, <br /> <br /> Vaše zpráva o stavu časopisu za {$month}, {$year} je nyní k dispozici. Vaše klíčové statistiky pro tento měsíc jsou níže. <br /> <ul> <li>Nová podání tento měsíc: {$newSubmissions}</li> <li>Odmítnuté příspěvky tento měsíc: {$declinedSubmissions}</li> <li>Přijaté příspěvky tento měsíc: {$acceptedSubmissions}</li> <li>Celkový počet příspěvků v systému: {$totalSubmissions}</li> </ul> Chcete-li zobrazit podrobnější <a href="{$editorialStatsLink}">statistiky redakce</a> a <a href="{$publicationStatsLink}">statistiky publikovaných článků</a>, přihlaste se do časopisu. Úplná kopie statistiky redakce tohoto měsíce je připojena. <br /> <br /> S pozdravem <br /> {$principalContactSignature}
da_dk: {$name}, <br /> <br /> Dit tidsskrifts tilstandsrapport for {$month}, {$year} er nu tilgængelig. De statistiske nøgletal ses nedenfor.<br /> <ul> <li>Nye indsendelser I denne måned: {$newSubmissions}</li> <li>Afviste indsendelser I denne måned: {$declinedSubmissions}</li> <li>Accepterede indsendelser i denne måned: {$acceptedSubmissions}</li> <li>Systemets samlede antal indsendelser: {$totalSubmissions}</li> </ul> Log ind på tidsskriftet for at se flere oplysninger om <a href="{$editorialStatsLink}">redaktionelle udviklingstendenser </a> og <a href="{$publicationStatsLink}">offentliggjorte artikelstatistikker</a>. En komplet kopi af denne måneds redaktionelle udvikling er vedhæftet.<br /> <br /> Med venlig hilsen<br /> {$principalContactSignature}
de_de: Sehr geehrte/r {$name}, <br /> <br /> Der Bericht zu Ihrem Journal für {$month}, {$year} ist nun verfügbar. Die Hauptstatistiken für diesen Monat finden Sie im folgenden.<br /> <ul> <li>Neue Einreichungen in diesem Monat: {$newSubmissions}</li> <li>Abgelehnte Einreichungen in diesem Monat: {$declinedSubmissions}</li> <li>Angenommene Einreichungen in diesem Monat: {$acceptedSubmissions}</li> <li>Gesamtzahl der Einreichungen im System: {$totalSubmissions}</li> </ul> Detailliertere Daten finden Sie beim Journal unter <a href="{$editorialStatsLink}">Redaktionelle Trends</a> und <a href="{$publicationStatsLink}">Veröffentlichungsstatistik</a>. Eine Kopie des Gesamtberichtes der redaktionellen Trends ist beigefügt.<br /> <br /> Mit freundlichen Grüßen,<br /> {$principalContactSignature}
el_gr: {$name}, <br /> <br /> Η έκθεση του περιοδικού σας για τον {$month}, {$year} είναι τώρα διαθέσιμη. Τα βασικά στατιστικά σας για αυτόν τον μήνα είναι παρακάτω.<br /> <ul> <li>Νέες υποβολές αυτόν τον μήνα: {$newSubmissions}</li> <li>Απορριφθείσες οι υποβολές αυτόν τον μήνα: {$declinedSubmissions}</li> <li>Εγκακριμένες υποβολές αυτόν τον μήνα: {$acceptedSubmissions}</li> <li>Σύνολο υποβολών στο σύστημα: {$totalSubmissions}</li> </ul> Συνδεθείτε στο περιοδικό για να δείτε πιο λεπτομερείς <a href="{$editorialStatsLink}">τάσεις σύνταξης</a> και <a href="{$publicationStatsLink}">στατιστικά δημοσιευμένων άρθρων</a>. Επισυνάπτεται ένα πλήρες αντίγραφο των συντακτικών τάσεων αυτού του μήνα.<br /> <br /> Με τιμή,<br /> {$principalContactSignature}
es_es: {$name}, <br /> <br /> El informe de estado de su revista de {$month}, {$year} ya está disponible. Las estadísticas clave de este mes son las siguientes.<br /> <ul> <li>Nuevos envíos este mes: {$newSubmissions}</li> <li>Envíos rechazados este mes: {$declinedSubmissions}</li> <li>Envíos aceptados este mes: {$acceptedSubmissions}</li> <li>Envíos totales en el sistema: {$totalSubmissions}</li> </ul> Inicie sesión en la revista para obtener más detalles sobre las <a href="{$editorialStatsLink}">tendencias editoriales</a> y las <a href="{$publicationStatsLink}">estadísticas de artículos publicados</a>. Se adjunta una copia completa del informe correspondiente a este mes .<br /> <br /> Saludos cordiales,<br /> {$principalContactSignature}
fi_fi: {$name}, <br /> <br /> Toimitustyön raportti {$month}/{$year} on nyt valmis. Kuukautta koskevat keskeiset luvut ovat alla.<br /> <ul> <li>Uudet käsikirjoitukset: {$newSubmissions}</li> <li>Hylätyt käsikirjoitukset: {$declinedSubmissions}</li> <li>Hyväksytyt käsikirjoitukset: {$acceptedSubmissions}</li> <li>Käsikirjoitusten kokonaismäärä: {$totalSubmissions}</li> </ul> Kirjaudu julkaisuun nähdäksesi yksityiskohtaisemmat <a href="{$editorialStatsLink}">toimitustyön tilastot</a> ja <a href="{$publicationStatsLink}">julkaistujen artikkeleiden tilastot</a>. Kopio tämän kuun toimitustyön tilastoista on liitteenä.<br /> <br /> Terveisin,<br /> {$principalContactSignature}
gd_gb: {$name}, <br /> <br /> Tha aithisg slàinte an iris-leabhair agad sa mhìos seo ri fhaighinn a-nis: {$month} {$year}. Tha prìomh-stats a’ mhìos seo gu h-ìosal dhut.<br /> <ul> <li>Tagraidhean ùra am mìos seo: {$newSubmissions}</li> <li>Tagraidhean a chaidh a dhiùltadh am mìos seo: {$declinedSubmissions}</li> <li>Tagraidhean a chaidh gabhail riutha am mìos seo: {$acceptedSubmissions}</li> <li>Tagraidhean san t-siostam uile gu lèir: {$totalSubmissions}</li> </ul> Clàraich a-steach dhan iris-leabhar airson barrachd fiosrachaidh mu na <a href="{$editorialStatsLink}">treandaichean deasachaidh</a> agus <a href="{$publicationStatsLink}">stats nan artaigealan a chaidh fhoillseachadh</a>. Tha lethbhreac slàn de threandaichean deasachaidh a’ mhìos seo an cois seo.<br /> <br /> Le deagh dhùrachd,<br /> {$principalContactSignature}
hu_hu: Tisztelt {$name}! <br /> <br /> A folyóiratával kapcsolatos összesítő riport elérhető az <a href="{$editorialReportLink}">OJS rendszerben</a>. A főbb mutatók {$year} {$month} hónapra az alábbiak:<br /> <ul> <li>Új beküldések ebben a hónapban: {$newSubmissions}</li> <li>Elutasított beküldések ebben a hónapban: {$declinedSubmissions}</li> <li>Elfogadott beküldések ebben a hónapban: {$acceptedSubmissions}</li> <li>Összes belüldés a rendszerben: {$totalSubmissions}</li> </ul> Az alábbi összesítők tölthetők le áttekintésre:<br /> <ul> <li><a href="{$articlesReportLink}">Cikkek riportja</a></li> <li><a href="{$editorialReportLink}">Lektorálási riport</a></li> </ul> Üdvözlettel,<br /> {$principalContactSignature}
id_id: {$name}, <br /> <br /> Laporan kondisi jurnal Anda untuk {$month}, {$year} sudah tersedia. Statistik utama Anda bulan ini tersaji sebagai berikut.<br /> <ul> <li>Naskah baru yang masuk bulan ini: {$newSubmissions}</li> <li>Naskah ditolak bulan ini: {$declinedSubmissions}</li> <li>Naskah yang diterima bulan ini: {$acceptedSubmissions}</li> <li>Total naskah dalam sistem: {$totalSubmissions}</li> </ul> Login untuk melihat lebih rinci <a href="{$editorialStatsLink}">trend editorial</a> dan <a href="{$publicationStatsLink}">statistik artikel yang dipublikasikan</a>. Salinan lengkap trend bulan ini terlampir.<br /> <br /> Salam Hormat,<br /> {$principalContactSignature}
it_it: {$name}, <br /> <br /> E' disponibile il report per il mese di {$month}, {$year} e di seguito sono indicate le statistiche principali<br /> <ul> <li>nuovi contributi ricevuti: {$newSubmissions}</li> <li>manoscritti rigettati: {$declinedSubmissions}</li> <li>manoscritti accettati: {$acceptedSubmissions}</li> <li>manoscritti totali nel sistema: {$totalSubmissions}</li> </ul> Accedi al sito per consultare gli <a href="{$editorialStatsLink}">editorial trends</a> e il <a href="{$publicationStatsLink}">report degli articoli pubblicati</a>. Il report completo dell'attività editoriale del mese è allegata.<br /> <br /> Distinti saluti,<br /> {$principalContactSignature}
ja_jp: {$name}様 <br /> <br /> あなたの雑誌の{$month}月{$year}年のヘルスレポートが公開されました。今月の主な統計情報は以下の通りです。<br /> <ul> <li>今月の新規投稿: {$newSubmissions}</li> <li>今月の拒否投稿: {$declinedSubmissions}</li> <li>今月の受理投稿: {$acceptedSubmissions}</li> <li>システム内の総投稿数: {$totalSubmissions}</li> </ul> 雑誌ににログインすると、<a href="{$editorialStatsLink}">編集トレンド</a>と<a href="{$publicationStatsLink}">掲載論文の統計</a>の詳細を見ることができます。今月の編集トレンドの全文が添付されています。<br /> <br /> よろしくお願いします。<br /> {$principalContactSignature}
ku_iq: {$name}, <br /> <br /> تەندروستیی گۆڤارەکەت {$month}, {$year} ئێستا بەردەستە. زانیارییەکان بۆ ئەو مانگە لە خوارەوەیە.<br /> <ul> <li>توێژینەوەی پێشکەشکراوی نوێ لەم مانگەدا: {$newSubmissions}</li> <li>توێژینەوەی ڕەتکراوە لەم مانگەدا: {$declinedSubmissions}</li> <li>توێژینەوەی قبوڵکراو لەم مانگەدا: {$acceptedSubmissions}</li> <li>کۆی گشتی توێژینەوە پێشکەشکراوەکان: {$totalSubmissions}</li> </ul> داخلی سیستەمەکە ببە بۆ بینینی زانیاریی زیاتر <a href="{$editorialStatsLink}">باوەکان</a> and <a href="{$publicationStatsLink}">توێژینەوە بڵاوکراوەکان</a>. نوسخەی تەواوی بابەتە باوەکانی سەرنوسەران هاوپێچ کراوە.<br /> <br /> لەگەڵ ڕێزدا،<br /> {$principalContactSignature}
mk_mk: {$name}, <br /> <br /> Извештај за здравјето на вашиот дневник за {$month}, {$year} сега е достапен. Вашите клучни статистики за овој месец се подолу.<br /> <ul> <li>Нови поднесоци овој месец: {$newSubmissions}</li> <li>Одбиени поднесоци овој месец: {$refiledSubmissions}</li> <li>Прифатени поднесоци овој месец: {$acceptedSubmissions}</li> <li>Вкупни поднесоци во системот: {$totalSubmissions}</li> </ul> Најавете се во списанието за да видите подетални <a href="{$editorialStatsLink}"> уреднички трендови </a> и <a href="{$publicationStatsLink}"> објавените статистички статии </a>. Во прилог е целосна копија од уредничките трендови на овој месец. <br /> <br /> Со почит, <br /> {$principalContactSignature}
nb_no: {$name}, <br /> <br /> Tilstandsrapporten for {$month}, {$year} er nå klar. Nøkkeltallene for denne måneden:<br /> <ul> <li>Nye innleveringer denne måneden: {$newSubmissions}</li> <li>Avviste innleveringer denne måneden: {$declinedSubmissions}</li> <li>Aksepterte innleveringer denne måneden: {$acceptedSubmissions}</li> <li>Totalt antall innleveringer i systemet: {$totalSubmissions}</li> </ul> Logg inn i tidsskriftet for å se mer detaljerte <a href="{$editorialStatsLink}">redaksjonelle trender</a> og <a href="{$publicationStatsLink}">statistikk for publiserte artikler</a>. En komplett kopi av denne månedens redaksjonelle utvikling er vedlagt.<br /> <br /> Vennlig hilsen,<br /> {$principalContactSignature}
nl_nl: {$name}, <br /> <br /> Uw dagboekgezondheidsrapport voor {$month}, {$year} is nu beschikbaar. Hieronder vindt u uw belangrijkste statistieken voor deze maand.<br /> <ul> <li>Nieuwe inzendingen deze maand: {$newSubmissions}</li> <li>Afgewezen inzendingen deze maand: {$declinedSubmissions}</li> <li>Geaccepteerde inzendingen deze maand: {$acceptedSubmissions}</li> <li>Totaal aantal inzendingen in het systeem: {$totalSubmissions}</li> </ul> Log in op het tijdschrift om meer gedetailleerde <a href="{$editorialStatsLink}">redactionele trends </a> and <a href="{$publicationStatsLink}">gepubliceerde artikelstatistieken</a> te bekijken . Een volledig exemplaar van de redactionele trends van deze maand is bijgevoegd.<br /> <br /> Vriendelijke groet,<br /> {$principalContactSignature}
pl_pl: {$name}, <br /> <br /> Sprawozdanie stanu czasopisma do {$month}, {$year} jest dostępne. Kluczowe statystyki tego miesiąca znajdują się poniżej.<br /> <ul> <li>Nowe zgłoszenia w tym miesiącu: {$newSubmissions}</li> <li>Odrzucone zgłoszenia w tym miesiącu: {$declinedSubmissions}</li> <li>Zaakceptowane zgłoszenia w tym miesiącu: {$acceptedSubmissions}</li> <li>Suma zgłoszeń w systemie: {$totalSubmissions}</li> </ul> Zaloguj się na stronę czasopisma, aby wyświetlić więcej szczegółów <a href="{$editorialStatsLink}">tendencje redakcyjne</a> i <a href="{$publicationStatsLink}"> statystyki opublikowanych artykułów</a>. Załączono pełną kopię trendów redakcyjnych z tego miesiąca.<br /> <br /> Z poważaniem,<br /> {$principalContactSignature}
pt_pt: {$name}, <br /> <br /> O relatório da revista para {$month}, {$year} já se encontra disponível. Os principais indicadores para estes mês são: <br /> <ul> <li>Novas submissões feitas este mês: {$newSubmissions}</li> <li>Submissões rejeitadas este mês: {$declinedSubmissions}</li> <li>Submissões aceites este mês: {$acceptedSubmissions}</li> <li>Total de submissões no sistema: {$totalSubmissions}</li> </ul> Inicie sessão na revista para aceder a mais detalhes dos <a href="{$editorialStatsLink}">indicadores editoriais</a> e <a href="{$publicationStatsLink}">estatísticas de trabalhos publicados</a>. Segue em anexo uma cópia dos indicadores editoriais deste mês.<br /> <br /> Cumprimentos,<br /> {$principalContactSignature}
ru_ru: Здравствуйте, {$name}! <br /> <br /> Отчёт об активности журнала за {$month} {$year} года уже доступен. Ключевые статистические параметры этого месяца приведены ниже.<br /> <ul> <li>Новых материалов за месяц: {$newSubmissions}</li> <li>Отклонено материалов за месяц: {$declinedSubmissions}</li> <li>Принято материалов за месяц: {$acceptedSubmissions}</li> <li>Общее число материалов в системе: {$totalSubmissions}</li> </ul> Войдите в систему, чтобы посмотреть более подробные отчёты о <a href="{$editorialStatsLink}">тенденциях редакции</a> и <a href="{$publicationStatsLink}">статистике опубликованных статей</a>. Полная копия отчёта о тенденциях редакции за данный месяц прилагается к письму.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sl_si: {$name}, <br /> <br /> Poročilo o stanju vaše revije za mesec {$month}, {$year} je na voljo. Ključne statistike so spodaj.<br /> <ul> <li>Novi prispevki v tem mesecu: {$newSubmissions}</li> <li>Zavrnjeni prispevki v tem mesecu: {$declinedSubmissions}</li> <li>Sprejeti prispevki v tem mesecu: {$acceptedSubmissions}</li> <li>Skupno število prispevkov v sistemu: {$totalSubmissions}</li> </ul> Za podrobnejše podatke se prijavite v sistem <a href="{$editorialStatsLink}">uredniški trendi</a> in <a href="{$publicationStatsLink}">statistike objavljenih člankov</a>. Kopija celotnega mesečnega poročila o uredniških aktivnostih je v priponki.<br /> <br /> Lep pozdrav,<br /> {$principalContactSignature}
sv_se: {$name}, <br /> <br /> Lägesrapport för tidskriften {$month}, {$year} är nu tillgänglig. Månadens statistiska nyckeltal finns nedan.<br /> <ul> <li>Nya bidrag: {$newSubmissions}</li> <li>Refuserade bidrag: {$declinedSubmissions}</li> <li>Accepterade bidrag: {$acceptedSubmissions}</li> <li>Totalt antal bidrag i systemet: {$totalSubmissions}</li> </ul> Logga in i tidskriften för en mer detaljerad<a href="{$editorialStatsLink}">redaktionell tendens</a> och<a href="{$publicationStatsLink}">statistik för publicerade artiklar</a>. En komplett redogörelse bifogas.<br /> <br /> Vänligen,<br /> {$principalContactSignature}
vi_vn: {$name}, <br /> <br /> Báo cáo tình trạng hoạt động của tạp chí vào {$month}, {$year} đã có. Số liệu thống kê quan trọng của tạp chí trong tháng này hiển thị ở dưới đây.<br /> <ul> <li>Bài gửi mới trong tháng này: {$newSubmissions}</li> <li>Bài từ chối trong tháng này: {$declinedSubmissions}</li> <li>Bài đồng ý đăng trong tháng này: {$acceptedSubmissions}</li> <li>Tổng số bài trên hệ thống: {$totalSubmissions}</li> </ul> Đăng nhập vào tạp chí để xem chi tiết hơn <a href="{$editorialStatsLink}">xu thế</a> và <a href="{$publicationStatsLink}">số liệu thống kê bài báo</a>. Một bản sao đầy đủ của các xu thế trong tháng này được đính kèm.<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: {$name}, <br /> <br /> 您的期刊长达 {$month}, {$year} 的运行报告已经生成。当月统计数据如下。<br /> <ul> <li>本月投稿： {$newSubmissions}</li> <li>本月拒绝稿件： {$declinedSubmissions}</li> <li>本月采纳稿件： {$acceptedSubmissions}</li> <li>系统共接收稿件： {$totalSubmissions}</li> </ul> 登录查看期刊更多信息： <a href="{$editorialStatsLink}">编辑趋势</a> 和 <a href="{$publicationStatsLink}">发表文章统计</a>。本月编辑趋势见附件。<br /> <br /> 谨启<br /> {$principalContactSignature}

# emails.statisticsReportNotification.subject
source: Editorial activity for {$month}, {$year}
ar_iq: نشاط هيئة التحرير لشهر {$month}، {$year}
ca_es: Activitat editorial per {$month}, {$year}
cs_cz: Aktivita redakce pro {$month}, {$year}
da_dk: Redaktionel aktivitet for {$month}, {$year}
de_de: Aktivität der Redaktion für {$month}, {$year}
el_gr: Συντακτική δραστηριότητα για {$month}, {$year}
es_es: Actividad editorial por {$month}, {$year}
fi_fi: Toimitustyötä koskeva raportti {$month}/{$year}
gd_gb: Gnìomhachd deasachaidh sa mhìos seo: {$month} {$year}
hu_hu: Cikk és lektorálási riport
id_id: Kagiatan redaksi selama {$month}, {$year}
it_it: Attività editorial e per {$month}, {$year}
ja_jp: {$month}月{$year}年の編集活動
ku_iq: چالاکی سەرنوسەر لە {$month}،{$year}
mk_mk: Уредничка активност за {$month}, {$year}
nb_no: Redaksjonell aktivitet for {$month}, {$year}
nl_nl: Redactionele activiteit voor {$month}, {$year}
pl_pl: Aktywność redaktorska do {$month}, {$year}
pt_pt: Atividade Editorial para {$month}, {$year}
ru_ru: Активность журнала за {$month} {$year} года
sl_si: Uredniške aktivnosti za {$month}, {$year}
sv_se: Redaktionella aktiviteter för {$month}, {$year}
vi_vn: Hoạt động cho {$month}, {$year}
zh_cn: 编辑持续达 {$year} 年 {$month} 个月

# emails.announcement.description
source: This email is sent when a new announcement is created.
ar_iq: هذه الرسالة تُرسل إلى المشتركين في الموقع عند إنشاء إعلان جديد.
ca_es: Aquest correu electrònic s'envia quan es crea un avís nou.
cs_cz: Tento email je posílán, pokud je vytvořeno nové oznámení.
da_dk: Denne e-mail sendes, når der oprettes en ny meddelelse.
de_de: Diese E-Mail wird gesendet, wenn eine neue Ankündigung erstellt wird.
el_gr: Αυτό το email αποστέλλεται όταν δημιουργείται μια νέα ανακοίνωση.
es_es: Se mandará este email tras la creación de un nuevo anuncio.
fi_fi: Tämä sähköpostiviesti lähetetään, kun uusi ilmoitus on luotu.
gd_gb: Thèid am post-d seo a chur nuair a chaidh fios-naidheachd ùr a chruthachadh.
id_id: Surel ini dikirim ketika terdapat pengumuman baru.
it_it: Questo messaggio è inviato quando viene creata una nuova news.
ja_jp: このメールは、新しいお知らせが作成された際に送信されます。
mk_mk: Оваа е-пошта се испраќа кога ќе се креира ново соопштение.
nb_no: Denne e-posten blir sendt når et nytt oppslag opprettes.
nl_nl: Deze e-mail wordt verzonden wanneer er een nieuwe aankondiging is gemaakt.
pl_pl: Ten email jest wysyłany, kiedy pojawiło się nowe ogłoszenie.
pt_pt: Este email é enviado quando uma nova notícia é criada.
ru_ru: Это письмо отправляется при создании нового объявления.
sl_si: Email je poslan, ko je objavljeno novo obvestilo.
sv_se: Detta e-post-meddelande skickas när ett nytt publicerat meddelande skapas.
vi_vn: Email này được gửi khi một thông báo mới được tạo.
zh_cn: 此邮件当公告发布时将会自动发送。

# emails.announcement.body
source: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visit our website to read the <a href="{$url}">full announcement</a>.
ar_iq: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> قم بزيارة موقعنا للاطلاع على <a href="{$url}">الإعلان بشكله الكامل</a>.
ca_es: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visiteu el nostre lloc web per llegir <a href="{$url}">l'avís complet</a>.
cs_cz: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Navštivte naši webovou stránku, pokud si chcete přečíst <a href="{$url}">plný text</a>.
da_dk: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Besøg vores websted <a href="{$url}">for at læse hele meddelelsen</a>.
de_de: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Besuchen Sie die Webseite um die <a href="{$url}">gesamte Ankündigung</a> zu lesen.
el_gr: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Επισκεφθείτε τον ιστότοπό μας για να διαβάσετε την <a href="{$url}">πλήρη ανακοίνωση</a>.
es_es: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visite nuestro site para leer el <a href="{$url}">anuncio completo</a>.
fi_fi: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Verkkosivuillamme voit lukea <a href="{$url}">koko ilmoituksen</a>.
gd_gb: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Tadhail air an làrach-lìn againn is leugh <a href="{$url}">am fios-naidheachd slàn</a>.
id_id: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Kunjungi website kami untuk melihat <a href="{$url}">pengumuman selengkapnya</a>.
it_it: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visita il nostro sito per leggere la <a href="{$url}">news completa</a>.
ja_jp: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> 詳しいお知らせを読むためにウェブサイト<a href="{$url}">をご覧ください。</a>.
mk_mk: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Посетете ја нашата веб-страница за да го прочитате <a href="{$url}">целосното известување</a>.
nb_no: <b> {$title} </b> <br /> <br /> {$summary} <br /> <br /> Besøk nettstedet vårt for å lese <a href="{$url}">hele kunngjøringen </a>.
nl_nl: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Bezoek onze website om de <a href="{$url}">volledige aankondiging</a> te lezen.
pl_pl: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Odwiedź naszą stronę i przeczytaj <a href="{$url}">pełne ogłoszenie</a>.
pt_pt: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visite o nosso site para ler a <a href="{$url}">notícia completa</a>.
ru_ru: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Посетите наш веб-сайт, чтобы прочитать <a href="{$url}">объявление полностью</a>.
sl_si: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Obiščite našo spletno stran, da vidite <a href="{$url}">celotno obvestilo</a>.
sv_se: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Besök vår webbsida för att läsa <a href="{$url}">hela meddelandet</a>.
vi_vn: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Ghé thăm trang web của chúng tôi để đọc <a href="{$url}">thông báo đầy đủ</a>.
zh_cn: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> 访问我们的网站查看<a href="{$url}">公告全文</a>。.

# emails.announcement.subject
source: {$title}
it_it: {$titolo}
