Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestRemindAutoOneclick.description
source: This email is automatically sent when a reviewer's confirmation due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is enabled. Scheduled tasks must be enabled and configured (see the site configuration file).
ar_iq: هذه الرسالة يرسلها النظام آلياً عندما يتباطأ أحد المحكمين عن تقديم إجابة في الموعد المقرر (إنظر خيارات التحكيم ضمن: الإعدادات، المخطط الانسيابي، التحكيم) عندما تكون ميزة وصول المحكم بنقرة واحدة ممكنة. يجب أن تكون المهام المجدولة ممكنة ومعدة (إنظر ملف إعدادات الموقع).
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un possible revisor perquè accepti o rebutgi la revisió d'una tramesa. Proporciona la informació següent relativa a la tramesa: títol i resum, data de venciment per a la revisió i mode d'accés a la tramesa. Aquest missatge s'utilitza si s'ha seleccionat el procés de revisió estàndard en el pas 2 de la configuració de la revista i s'ha habilitat l'accés a la revisió en un clic.
cs_cz: Tento email je automaticky odeslán, jakmile uplyne datum stanovené pro reakci recenzenta (viz Možnosti kontroly v sekci Nastavení> Pracovní postup> Kontrola) a je povolen přístup jednoho recenzenta k recenzím. Plánované úlohy musí být povoleny a konfigurovány (viz konfigurační soubor webu).
da_dk: Denne e-mail sendes automatisk når en bedømmers bekræftelsesdato er overskredet (se bedømmelsesindstillinger under Indstillinger > Workflow > Bedømmelse) og ’Aktiver adgang for bedømmere ved hjælp af ét klik’ er aktiveret. Tidsfrister og påmindelser skal være defineret.
de_de: Diese E-Mail wird automatisch verschickt, wenn das Fälligkeitsdatum für eine/n Gutachter/in verstrichen ist (vgl. die Begutachtungseinstellungen in Schritt 2 des Zeitschriftensetups) und wenn der One-Click-Zugang für Gutachter/innen deaktiviert ist. Planmäßige Aufgaben (scheduled tasks) müssen aktiviert und konfiguriert sein (vgl. die Konfigurationsdatei der Website).
el_gr: Το παρόν μήνυμα αποστέλλεται αυτόματα όταν η προθεσμία επιβεβαίωσης της ανάληψης μίας αξιολόγησης παρέλθει (ανατρέξτε στο Επιλογές Αξιολόγησης, κάτω από τις Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση) και η πρόσβαση με ένα κλικ είναι ενεργοποιημένη. Οι προγραμματισμένες εργασίες θα πρέπει να έχουν ενεργοποιηθεί (ανατρέξτε στο αρχείο διαμόρφωσης του ιστοτόπου).
es_es: Este correo electrónico se envía automáticamente cuando transcurre la fecha de entrega del revisor/a (vea las opciones de revisión en el paso 2 de la configuración de la revista) y se habilita el acceso al revisor/a con un solo clic. Las tareas planificadas se deben habilitar y configurar (vea el archivo de configuración del sitio).
eu_es: Mezu hau Ataleko editoreak bidaltzen dio Ebaluatzaile bati, artikulu bat ebaluatzea onartuko duen ala ez galdetzeko. Artikuluari buruzko informazioa ematen du, hala nola titulua eta laburpena, ebaluazioa egiteko epea eta artikulua bera hartzeko zer egin behar den. Mezu hau erabiltzen da aldizkariaren Konfigurazioko 2. urratsean Ebaluazio-prozesu estandarra hautatzen denean, eta klik bakarreko ebaluatzaile-sarbidea gaitzen denean.
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Thèid am post-d seo a chur gu fèin-obrachail nuair a dh’fhalbhas an ùine air ceann-là freagairt an lèirmheasaiche (faic na roghainnean lèirmheis fo na “Roghainnean” > “Sruth-obrach” > “Lèirmheas) agus nuair a bhios inntrigeadh lèirmheasaichean le aon bhriogadh an comas. Feumaidh sgeidealachadh shaothraichean a bhith an comas agus air a rèiteachadh (faic faidhle rèiteachadh na làraich).
he_il: הודעת דוא"ל זו נשלחת אוטומטית עם חלוף תאריך היעד של אישור הבודק (ראה אפשרויות סקירה תחת הגדרות> זרימת עבודה> סקירה) וגישה של בודק בלחיצה אחת מופעלת. יש לאפשר ולהגדיר משימות מתוזמנות (ראה קובץ תצורת האתר).
hr_hr: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti ili je prisiljen odbiti zadatak recenziranja članka. Zamolba sadrži osnovne informacije u vidu naslova i kratkog sadržaja članka, datum do kojeg bi recenzija trebala biti napisana te načina na koji recenzent može pristupiti članku. Ova poruka se koristi kada je odabran standardni recenzijski postupak u 2. koraku Postavljanja časopisa, a recenzentu je omogućen pristup jednim klikom.
hu_hu: Ezt az emailt a rendszer automatikusan küldi, amikor a szakmai lektorálásra történő felkérésnek elfogadási határideje lejár (lásd Lektori beállítások részben a Beállítások > Munkafolyamat > Szakmai lektorálás) és az egykattintásos lektori hozzáférés tiltott. Az ütemezett feladatok futását engedélyezni kell és be kell állítani (lásd az oldal konfigurációs fájlját).
id_id: Email ini dikirim otomatis saat tenggat konfirmasi reviewer terlewati (lihat Opsi Review di menu Pengaturan > Alur Kerja > Review) dan akses one-click reviewer diaktifkan. Tugas Terjadwal harus diaktifkan dan diatur (lihat file konfigurasi website).
it_it: Questa mail parte automaticamente quanto la data di conferma di un revisore scade (vedi opzioni di revisione sotto Impostazioni > Flusso di lavoro > Revisione) e l'accesso alla revisione 'one-click' è abilitato. I compiti programmati devono essere abilitati e configurati (vedi il file di configurazione del sito).
ja_jp: このメールは、査読者の確認期限が過ぎた場合（「設定」>「ワークフロー」>「査読」の「査読オプション」を参照）、査読者のワンクリックアクセスが無効になっている場合に自動的に送信されます。スケジュールされたタスクを有効にして設定する必要があります（サイト設定ファイルを参照）。
ku_iq: ئەمە ئیمەیڵێکی تۆماتیکییە کە بۆ هەڵسەنگێنەر دەچێت بە هۆی کۆتایی هاتنی وادەی هەڵسەنگاندن (بژاردەکان لە ژێر ڕێکخستنەکان/ڕێڕەوی کار/هەڵسەنگاندن ببینە).
mk_mk: Овој и-меил е автоматски испратен кога ќе измине рокот за потврда на рецензентот (видете Опции за рецензија под Поставки > Тек на работа > Рецензија) и пристапот за рецензентот преку еден клик е овозможен. Закажаните задачи мора да бидат овозможени и прилагодени(видете ја датотеката за прилагодување на веб-страницата).
nb_no: Denne e-posten blir sendt automatisk når fagfellens frist for å bekrefte oppdrag utløper (se Innstillinger > Arbeidsflyt > Fagfellevurdering) og du har skrudd på ettklikks tilgang for fagfellen. Planlagte oppgaver må være skrudd på og konfigurert (se filen med nettsidekonfigurering)....
nl_nl: Deze e-mail wordt automatisch verzonden wanneer de datum voor de bevestiging van een reviewopdracht verstreken is (zie Review opties onder Tijdschrift inrichten) en een-klik toegang voor reviewers is ingeschakeld. Scheduled tasks moet ingeschakeld en geconfigureerd zijn (zie het configuratiebestand).
pl_pl: Wiadomość od redaktora prowadzącego do recenzenta. Zawiera prośbę o przygotowanie recenzji tekstu, jego tytuł i abstrakt. Wysyłana, jeśli opcja one-click reviewer jest dostępna i jeśli recenzent ma trudności w obsłudze OJS.
pt_pt: Este e-mail é enviado automaticamente quando o prazo de confirmação de um revisor expirou (consulte Opções de revisão em Configurações> Fluxo de trabalho> Revisão) e o acesso com um clique como revisor está ativado. As tarefas agendadas devem ser ativadas e configuradas (consulte o ficheiro de configuração do site).
ru_ru: Это письмо отправляется автоматически, когда дата подтверждения рецензентом участия в рецензировании прошла (смотрите Параметры рецензирования в Настройки > Рабочий процесс > Рецензирование) и прямой доступ рецензента по ссылке включен. Запланированные задачи должны быть включены и настроены (смотрите файл конфигурации сайта).
sl_si: Ta email se pošlje avtomatsko, ko recenzent prekorači rok za potrditev opravljanja recenzije (več: Recenzijske nastavitve pri Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
sv_se: Det här e-postmeddelandet skickas automatiskt när en granskares deadline för bekräftelse på granskningsförfrågan löper ut (se Granskningsalternativ under Inställningar > Arbetsflöde > Granskning) och Granskning utan inloggning är aktiverat. Schemalagda aktiviteter måste vara aktiverat och konfigurerat (se serverns konfigurationsfil).
uk_ua: Цим листом редактор розділу просить рецензента відрецензувати подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування та включена опція доступу рецензента "єдиним натисканням".
vi_vn: Email này được gửi tự động khi hết hạn xác nhận của người phản biện (xem Tùy chọn đánh giá trong Cài đặt > Quy trình làm việc > Phản biện) và quyền truy cập của người không cần đăng nhập được bật. Các tác vụ theo lịch trình phải được bật và định cấu hình (xem tệp cấu hình trang).
zh_cn: 这封电子邮件这封电子邮件是由区段编辑寄发给审查人一份邀请函，询问审查人接受或婉谢一份稿件的审查工作。邮件中含有关于稿件标题和摘要的信息，一个审查工作到期日，以及如何访问稿件的说明信息。在「期刊设定」之步骤2中选择「标准审查流程」选项，并且启用「审查人一点即往」的功能，才会用到这份消息。

# emails.submissionAckNotUser.subject
source: Submission Acknowledgement
ar_iq: إشعار طلب التقديم
ca_es: Justificant de recepció de la tramesa
cs_cz: Poděkování za příspěvek
da_dk: Indsendelsesbekræftelse
de_de: Eingangsbestätigung
el_gr: Επιβεβαίωση υποβολής
es_es: Acuse de recibo del envío
fa_ir: قدردانی برای ارسال مقاله
fi_fi: Käsikirjoituksesi on vastaanotettu
gd_gb: Dearbhadh air tagradh
he_il: אישור הגשה
hr_hr: Potvrda o prijavi članka
hu_hu: Értesítés cikk beküldéséről
id_id: Pemberitahuan Penyerahan Naskah
it_it: Proposta ricevuta
ja_jp: 投稿のお礼
ku_iq: دانپێدانانی پێشکەشکردن
mk_mk: Признание на поднесок
nb_no: Bekreftelse på innlevering
nl_nl: Bevestiging van inzending
pl_pl: Potwierdzenie zgłoszenia tekstu
pt_pt: Agradecimento pela submissão
ru_ru: Подтверждение отправки
sl_si: Potrditev oddaje prispevka
sv_se: Bekräftelse på mottaget bidrag
uk_ua: Подяка за подання рукопису
vi_vn: Cảm ơn đã gửi bài
zh_cn: 投稿致谢函

# emails.submissionAckNotUser.body
source: Hello,<br /> <br /> {$submitterName} has submitted the manuscript, &quot;{$submissionTitle}&quot; to {$contextName}. <br /> <br /> If you have any questions, please contact me. Thank you for considering this journal as a venue for your work.<br /> <br /> {$editorialContactSignature}
ar_iq: مرحباً، <br /> <br /> إن {$submitterName} قد تقدم بطلب لنشر المؤلَّف &quot;{$submissionTitle}&quot; إلى {$contextName}. <br /> <br /> إن كان لديك أي استفسارات، لطفاً تواصل معي. شكراً على اعتبارك هذه المجلة جديرة بعملك.<br /> <br /> {$editorialContactSignature}
ca_es: Hola,<br /> <br /> {$submitterName} ha tramès el manuscrit «{$submissionTitle}» a {$contextName}. <br /> <br /> Si teniu cap pregunta, contacteu amb mi. Gràcies per tenir en compte aquesta publicació per desenvolupar la vostra feina.<br /> <br /> {$editorialContactSignature}
cs_cz: Dobrý den,<br /> <br /> {$submitterName} nahrál rukopis, &quot;{$submissionTitle}&quot; do časopisu {$contextName}. <br /> <br /> Pokud máte nějaké dotazy, kontaktujte mne, prosím. Děkujeme vám za využívání našeho příspěvku pro vaše práce.<br /> <br /> {$editorialContactSignature}
da_dk: Hej<br /> <br /> {$submitterName} har indsendt manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. <br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig. Tak fordi du har valgt at publicere din artikel i dette tidsskrift.<br /> <br /> {$editorialContactSignature}
de_de: Liebe/r Autor/in,<br /> <br /> {$submitterName} hat das Manuskript &quot;{$submissionTitle}&quot; bei {$contextName} eingereicht. <br /> <br /> Für weitere Fragen stehen wir Ihnen gern zur Verfügung. Danke für Ihr Interesse an einer Veröffentlichung in unserer Zeitschrift.<br /> <br /> {$editorialContactSignature}
el_gr: Αγαπητέ/η<br /> <br /> Ο/Η {$submitterName} έχει υποβάλει την εργασία &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName}. <br /> <br /> Εάν έχετε ερωτήσεις, παρακαλούμε επικοινωνήστε μαζί μας. Σας ευχαριστούμε που θεωρήσατε το περιοδικό μας κατάλληλο για δημοσίευση της εργασίας σας.<br /> <br /> {$editorialContactSignature}
es_es: Hola,<br /> <br /> {$submitterName} ha enviado el manuscrito &quot;{$submissionTitle}&quot; a {$contextName}. <br /> <br /> Si tiene cualquier pregunta no dude en contactarme. Le agradecemos que haya elegido esta revista para dar a conocer su obra.<br /> <br /> {$editorialContactSignature}
fa_ir: با سلام,<br /> <br /> مقاله {$submitterName} مقاله &quot;{$submissionTitle}&quot; را به مجله {$contextName} ارسال نمودند <br /> <br /> در صورت داشتن هر گونه سوالی با من تماس حاصل فرمایید. از اینکه نتیجه پژوهش خود را برای این مجله ارسال نمودید، سپاسگذاریم<br /> <br /> {$editorialContactSignature}
fi_fi: Hei,<br /> <br /> {$submitterName} on lähettänyt julkaisuumme {$contextName} käsikirjoituksen &quot;{$submissionTitle}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun. Kiitos, että valitsitte tämän julkaisun työllenne.<br /> <br /> {$editorialContactSignature}
gd_gb: Shin thu,<br /> <br /> Chuir {$submitterName} an sgrìobhainn “{$submissionTitle}” gu {$contextName}. <br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam. Mòran taing airson an t-iris-leabhar seo a thaghadh mar dhòigh foillseachaidh dha d’ obair.<br /> <br /> {$editorialContactSignature}
he_il: שלום,<br /> <br /> {submitterName$} הגיש כתב יד {sumbissionTitle$} ל{contextName$}.<br /> <br /> בכל שאלה ניתן לפנות אלי. תודה על פנייתך לכתב עת זה.<br /> <br /> {editorialContactSignature$}
hr_hr: Pozdrav,<br /> <br /> {$submitterName} prijavio/la je rukopis, &quot;{$submissionTitle}&quot; u {$contextName}. <br /> <br /> Ako imate nekih pitanja, molim kontaktirajte me. Hvala što ste prijavili rad u ovom časopisu.<br /> <br /> {$editorialContactSignature}
hu_hu: Tisztelt Szerző!<br /> <br /> Ezúton értesítjük, hogy {$submitterName} benyújtotta a(z) {$contextName} folyóirathoz a(z) &quot;{$submissionTitle}&quot; című kéziratot.<br /> <br /> Köszönjük, hogy munkájuk publikálásához folyóiratunkat választották.<br /> <br /> Ha a szerkesztési munkafolyamat során segítségére lehetünk, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$editorialContactSignature}
id_id: Hello,<br /> <br /> {$submitterName} telah menyerahkan naskah, &quot;{$submissionTitle}&quot; ke {$contextName}. <br /> <br /> Jika ada pertanyaan, silakan hubungi kami. Terimakasih telah mempercayakan publikasi karya Anda di jurnal kami.<br /> <br /> {$editorialContactSignature}
it_it: Salve,<br /> <br /> {$submitterName} ha inviato un manoscritto dal titolo &quot;{$submissionTitle}&quot; alla rivista {$contextName}. <br /> <br /> Qualsiasi domanda abbia, chieda pure. Grazie per aver considerato la rivista per pubblicare il vostro lavoro.<br /> <br /> {$editorialContactSignature}
ja_jp: 拝啓<br /> <br /> {$submitterName}が雑誌『{$journalName}』に原稿「{$contextName}」をご投稿されました。 <br /> <br /> 何かご不明な点がございましたら、ご連絡ください。研究成果の発表の場として、本雑誌をご検討いただき、誠にありがとうございました。<br /> <br /> {$editorialContactSignature}
ku_iq: سڵاو،<br /> <br /> {$submitterName} ڕەشنوسی توێژینەوەکەی پێشکەش کرد, &quot;{$submissionTitle}&quot; بۆ{$contextName}. <br /> <br /> ئەگەر هەر پرسیارێکت هەیە، تکایە پەیوەندیم پێوە بکە. سوپاس بۆ هەڵبژاردنی گۆڤارەکەمان.<br /> <br /> {$editorialContactSignature}
mk_mk: Почитувани,<br /> <br /> {$submitterName} го поднесе ракописот, &quot;{$submissionTitle}&quot; до {$contextName}. <br /> <br /> Доколку имате било какви прашања, ве молам да ме контактирате. Ви благодариме што го земавте во предвид ова списание како место за вашата работа.<br /> <br /> {$editorialContactSignature}
nb_no: Hei<br /> <br /> {$submitterName} har levert inn &quot;{$submissionTitle}&quot; til {$contextName}.<br /> <br /> Ta kontakt med meg om du har spørsmål. Takk for at du vurderer dette tidsskriftet for arbeidet ditt.<br /> <br /> {$editorialContactSignature}
nl_nl: Beste,<br /> <br /> {$submitterName} heeft het manuscript &quot;{$submissionTitle}&quot; ingezonden voor {$contextName}. <br /> <br /> Neemt u alstublieft contact op als u vragen heeft. Dank u voor het overwegen van dit tijdschrift als podium voor u werk.<br /> <br /> {$editorialContactSignature}
pl_pl: Szanowny Panie/Szanowna Pani,<br /> <br /> użytkownik o nazwie {$submitterName} zgłosił tekst "{$submissionTitle}" do czasopisma "{$contextName}". <br /> <br /> W razie dodatkowych pytań proszę o kontakt. Dziękujemy za zgłoszenie.<br /> <br /> {$editorialContactSignature}
pt_pt: Olá,<br /> <br /> {$submitterName} submeteu o manuscrito, &quot;{$submissionTitle}&quot; à {$contextName}. <br /> <br /> Se tiver questões, por favor contacte-nos. Obrigado por considerar esta revisão como meio de difusão do seu trabalho.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте!<br /> <br /> Пользователь {$submitterName} отправил материал «{$submissionTitle}» в журнал «{$contextName}». <br /> <br /> Если у Вас возникнут какие-то вопросы, пожалуйста, свяжитесь со мной. Спасибо за выбор нашего журнала для публикации Вашей работы.<br /> <br /> {$editorialContactSignature}
sl_si: Spoštovani,<br /> <br /> {$submitterName} je oddal rokopis &quot;{$submissionTitle}&quot; v revijo {$contextName}. <br /> <br /> Če imate kakršnokoli vprašanje, se lahko obrnete name. Hvala, da ste izbrali našo revijo za objavo vašega dela.<br /> <br /> {$editorialContactSignature}
sv_se: Hej!<br /> <br /> {$submitterName} har skickat in manuskriptet &quot;{$submissionTitle}&quot; till {$contextName}.<br /> <br /> Om du har några frågor, vänligen kontakta mig. Tack för att du har valt att skicka ditt bidrag till den här tidskriften.<br /> <br /> {$editorialContactSignature}
uk_ua: Вітаємо,<br /> <br /> Користувач {$submitterName} подав рукопис, &quot;{$submissionTitle}&quot; {$contextName}. <br /> <br /> Якщо у вас є якісь питання, будь ласка, зв'яжіться зі мною. Дякуємо, що розглянули цей журнал як місце для публікації вашої роботи.<br /> <br /> {$editorialContactSignature}
vi_vn: Xin chào,<br /> <br /> {$submitterName} đã nộp bản thảo, &quot;{$submissionTitle}&quot; tới {$contextName}. <br /> <br /> Nếu bạn có bất kỳ câu hỏi, xin vui lòng liên hệ với chúng tôi. Cảm ơn bạn đã coi tạp chí này là công bố nghiên cứu của bạn.<br /> <br /> {$editorialContactSignature}
zh_cn: 您好,<br /> <br /> {$submitterName} 已将稿件 &quot;{$submissionTitle}&quot; 投稿给 {$contextName}. <br /> <br /> 如果您有任何问题，请立即与我们联系。 感谢您考虑在本杂志出版您的作品。<br /> <br /> {$editorialContactSignature}

# emails.submissionAckNotUser.description
source: This email, when enabled, is automatically sent to the other authors who are not users within OJS specified during the submission process.
ar_iq: عند تمكين هذه الرسالة، سيتم إرسالها تلقائياً إلى المؤلفين الآخرين الذين لا يملكون حسابات في نظام المجلات المفتوحة المعني خلال مرحلة تقديم الطلب.
ca_es: Aquest correu electrònic, quan està habilitat, s'envia automàticament als altres autors/ores que no són usuaris/àries a l'OMP especificats durant el procés de tramesa.
cs_cz: Tento email, je-li povolen, je automaticky odeslán ostatním autorům článku, kteří nejsou uživateli v rámci OJS uvedenými během procesu podání příspěvku.
da_dk: Når denne e-mail er aktiveret, sendes den automatisk til de øvrige forfattere, der ikke er registrerede brugere i OJS, men angivet under indsendelsesprocessen.
de_de: Diese E-Mail wird, sofern aktiviert, automatisch an die weiteren Autor/innen geschickt, die laut Einreichung keine OJS-Benutzeraccounts haben.
el_gr: Εφόσον έχει ενεργοποιηθεί η αντίστοιχη επιλογή, το παρόν μήνυμα αποστέλλεται αυτόματα στους μη εγγεγραμμένους στην πλατφόρμα Συγγραφείς, όπως καθορίστηκαν κατά τη διαδικασία υποβολής.
es_es: Este correo electrónico, si está activado, se envía automáticamente a los autores/as que no son usuarios/as del OJS especificado durante el proceso de envío.
fa_ir: در صورت فعال سازی. این ایمیل به صورت خودکار به نوسنده مقاله پس از تکمیل عملیات ارسال مقاله، فرستاده خواهد شد.
fi_fi: This email, when enabled, is automatically sent to the other authors who are not users specified during the submission process.
gd_gb: Thèid am post-d seo, ma bhios e an comas, a chur gu fèin-obrachail gu na h-ùghdaran eile a chaidh ainmeachadh rè an tagraidh ach nach eil nan cleachdaichean am broinn OJS.
he_il: דוא"ל זה, כאשר הוא פעיל, נשלח אוטומטית למחברים האחרים שאינם משתמשים בתוך OJS שצוינו במהלך תהליך ההגשה.
hr_hr: Ova e-pošta, kada je uključena, automatski se šalje ostalim autorima koji nisu korisnici u OJS-u, a koji su navedeni tijekom procesa prijave.
hu_hu: Ha be van kapcsolva ez az email, akkor automatikusan értesítést küld azoknak a Szerzőknek, akik a benyújtás idején nem szerepelnek aktívan ennek a beküldésnek a munkafolyamatában.
id_id: Email ini, jika diaktifkan, secara otomatis dikirimkan ke penulis saat menyelesaikan proses penyerahan naskah ke jurnal. Email ini memberikan informasi mengenai pemantauan kemajuan proses editorial dan mengucapkan terimakasih atas naskah yang dikirimkan.
it_it: Questa mail, quando abilitata, è inviata in automatico agli altri autori di un lavoro che non sono utenti dell'OJS in questione quanto un lavoro viene sottomesso a una rivista.
ja_jp: このメールは（設定で有効になっていれば）OJSに登録していない著者がこの雑誌への投稿プロセスを終了した時に、自動的に送信されるものです。
ku_iq: کاتێک ئەم ئیمەیڵە کارا بکرێت، بە شێوەیەکی تۆماتیکی دەچێت بۆ ئەو توێژەرانەی کە بەکارهێنەری سیستەمی گۆڤاری کراوە نین بەڵام لە کاتی پرۆسەی پێشکەشکردندا ئاماژەیان بۆ کراوە.
mk_mk: Овој и-меил, кога овозможен, автоматски е испратен до останатите автори кои не се корисници во OJS назначени во текот на процесот на поднесување.
nb_no: Denne e-posten sendes automatisk (dersom den er aktivert) til de andre forfatterne som ikke er brukere av OJS under innleveringsprosessen.
nl_nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar de andere auteurs die niet geregistreerd zijn als gebruikers van OJS..
pl_pl: Jeżeli jest włączona, ta wiadomość jest automatycznie wysyłana do innych autorów, którzy nie posiadają kont w OJS.
pt_pt: Este e-mail, quando ativo, é enviado automaticamente para os outros autores que não são utilizadores do Portal especificados durante o processo de envio.
ru_ru: Это письмо (если эта возможность включена) автоматически отправляется другим авторам, которые не являются пользователями OJS, указанным в процессе отправки материала.
sl_si: Ta email, če je vključen, se avtomatično pošlje po uspešni oddaji vsem soavtorjem, ki so navedeni kot soavtorji.
sv_se: Det här e-postmeddelandet skickas, om det är aktiverat, automatiskt till andra författare knutna till bidraget i inskickningsprocessen men som inte är OJS-användare.
uk_ua: При ввімкненні цей електронний лист автоматично надсилається іншим авторам, які не є користувачами OJS, зазначеними у процесі подання рукопису.
vi_vn: Email này, khi được bật, sẽ tự động được gửi đến các tác giả khác không phải là người dùng trong OJS được chỉ định trong quá trình gửi.
zh_cn: 启用此电子邮件后，它将自动发送给不是提交过程中指定的OJS中用户的其他作者。
