Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.passwordReset.body
source: Your password has been successfully reset for use with the {$siteTitle} web site. Please retain this username and password, as it is necessary for all work with the journal.<br /> <br /> Your username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}
ar_iq: كلمة مرورك أُعيد تعيينها بنجاح لتتمكن من الولوج إلى موقع {$siteTitle}. لطفاً، إحتفظ باسم الدخول وكلمة المرور المبينين أدناه كونهما ضروريان لمتابعة كل أعمالك في موقع المجلة.<br /> <br /> اسم الدخول: {$username}<br /> كلمة المرور: {$password}<br /> <br /> {$principalContactSignature}
ca_es: La vostra contrasenya per al lloc web {$siteTitle} s'ha reinicialitzat correctament. Recordeu aquest nom d'usuari i aquesta contrasenya, ja que els necessitareu per a accedir a la revista i treballar-hi.<br /> <br /> Nom d'usuari: {$username}<br /> Contrasenya: {$password}<br /> <br /> {$principalContactSignature}
cs_cz: Vaše heslo pro stránku {$siteTitle} bylo úspěšně resetováno. Zapamatujte si prosím toto uživatelské jméno a heslo, protože je budete potřebovat pro veškerou práci s tímto časopisem.<br /> <br /> Vaše uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> {$principalContactSignature}
da_dk: Din adgangskode er blevet nulstillet og kan benyttes på webstedet {$siteTitle}. Opbevar brugernavnet og adgangskoden, da de er nødvendige for alt arbejde i forbindelse med tidsskriftet.<br /> <br /> Dit brugernavn: {$username}<br/> Adgangskode: {$password}<br /> <br /> {$principalContactSignature}
de_de: Ihr Benutzer/innen-Passwort für die Webseite {$siteTitle} wurde neu gesetzt. Bitte notieren Sie Benutzer/innennamen und Passwort, beides wird für alle Arbeiten mit dieser Zeitschrift gebraucht.<br /> <br /> Ihr Benutzer/innenname: {$username}<br /> Passwort: {$password}<br /> <br /> {$principalContactSignature}
el_gr: Ο κωδικός πρόσβασής σας στον ιστότοπο {$siteTitle} άλλαξε επιτυχώς. Παρακαλούμε διατηρήστε το συγκεκριμένο όνομα Χρήστη και κωδικό πρόσβασης, καθώς είναι απαραίτητα για όλες τις εργασίες σας στο περιοδικό.<br /> <br /> Όνομα χρήστη: {$username}<br /> Κωδικός πρόσβασης: {$password}<br /> <br /> {$principalContactSignature}
es_es: Su contraseña en {$siteTitle} se ha cambiado sin problema. Por favor, guarde en lugar seguro su nombre de usuaria/o y contraseña, ya que son necesarios para trabajar con la revista.<br /> <br /> Nombre de usuaria/o: {$username}<br /> Contraseña: {$password}<br /> <br /> {$principalContactSignature}
eu_es: {$siteTitle} webgunean sartzeko pasahitza ongi berrezarri da. Ondo gorde erabiltzaile-izen eta pasahitz hauek, aldizkarian sartzeko beharko baitituzu.<br /> <br /> Zure erabiltzaile-izena: {$username}<br /> Pasahitza: {$password}<br /> <br /> {$principalContactSignature}
fa_ir: رمزعبور شما برای استفاده از وب سایت {$siteTitle}، دوباره تنظیم شد. لطفا این کلمه کاربری و رمز عبور را محفوظ نگاه دارید، زیرا برای کارکردن با وب سایت مجله لازم است.<br /> <br /> نام کاربری شما: {$username}<br /> رمز ورود شما: {$password}<br /> <br /> {$principalContactSignature}
fi_fi: Salasananne sivustolle {$siteTitle} on vaihdettu onnistuneesti. Säilyttäkää tämä käyttäjätunnus ja salasana, sillä tarvitsette niitä kaikkeen työskentelyyn julkaisun parissa.<br /> <br /> Käyttäjätunnuksenne: {$username}<br /> Salasana: {$password}<br /> <br /> {$principalContactSignature}
gd_gb: Chaidh am facal-faire agad airson làrach-lìn {$siteTitle} ath-shuidheachadh. Cùm clàr dhen ainm-chleachdaiche is dhen fhacal-fhaire seo oir bidh feum agad air mu choinneamh obair sam bith a nì thu dhan iris-leabhar.<br /> <br /> An t-ainm-cleachdaiche agad: {$username}<br /> Facal-faire: {$password}<br /> <br /> {$principalContactSignature}
he_il: איפוס סיסמתך בוצע בהצלחה. שמור על פרטי שם משתמש וסיסמה כי צריכים אותם לכל עבודה עם כתב העת. <br /> <br /> שם משתמש: {username$}<br /> סיסמה: {password$}<br /> <br /> {principalContactSignature$}
hr_hr: Vaša lozinka za mrežnu stranicu {$siteTitle} je uspješno promijenjena. Molimo vas da pohranite vaše korisničko ime i lozinku jer su oni nužni za sve aktivnosti vezane uz časopis.<br /> <br /> Vaše korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> {$principalContactSignature}
hu_hu: Jelszavának visszaállítása sikeresen megtörtént a(z) {$siteTitle} oldalhoz. Kérem, őrizze meg felhasználónevét és jelszavát, mert a folyóirattal kapcsolatos összes munkafolyamatban szüksége lehet rá.<br /> <br /> Felhasználóneve: {$username}<br /> Jelszava: {$password}<br /> <br /> {$principalContactSignature}
id_id: Sandi akun Anda di website {$siteTitle} telah berhasil di-reset. Silakan simpan nama pengguna dan sandi ini karena akan dibutuhkan untuk semua kegiatan terkait jurnal di website ini.<br /> <br /> Nama pengguna Anda: {$username}<br /> Sandi: {$password}<br /> <br /> {$principalContactSignature}
it_it: La tua password per {$siteTitle} è stata modificata con successo.<br /> Qui sotto trovi il tuo username e la nuova password.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}
ja_jp: ご利用の{$siteTitle}のWebサイトのパスワードのリセットが終了しました。このユーザー名とパスワードは、雑誌のすべての処理で必要となりますので、大切に保管してください。<br /> <br /> あなたのユーザー名: {$username}<br /> あなたのパスワード: {$password}<br /> <br /> よろしくお願いいたします。<br /> <br /> {$principalContactSignature}
ku_iq: دووبارە رێكخستنەوەى وشەى نهێنيتان بەسەركەوتوويى ئەنجامدرا بۆ بەكارهێنانى لەگەڵ {$siteTitle} ماڵپەڕ. تكايە ناوى بەكارهێنەر و وشەى نهێنى بپارێزە, چونكە زۆر گرنگە بۆ هەموو كارەكانى گۆڤار .<br /> <br /> ناوى بەكارهێنەر: {$ناوى بەكارهێنەر}<br /> وشەى نهێنى: {$وشەى نهێنى}<br /> <br /> {$principalContactSignature}
mk_mk: Вашата лозинка е успешно ресетирана за употреба на {$siteTitle} веб-страницата. Ве молиме запомнетете го ова корисничко име и лозинка, бидејќи ви се потребни за сета работа со списанието.<br /> <br /> Вашето корисничко име: {$username}<br /> Лозинка: {$password}<br /> <br /> {$principalContactSignature}
nb_no: Passordet ditt til nettstedet for {$siteTitle} er nå fornyet. Ta godt vare på brukernavnet og passordet. Du vil trenge dem for oppgavene du skal utføre på nettstedet.<br /> <br /> Ditt brukernavn: «{$username»}<br /> Passord: {$password}<br /> <br /> {$principalContactSignature}
nl_nl: Uw wachtwoord is met succes hersteld voor de website {$siteTitle}. Bewaar de gebruikersnaam en wachtwoord, ze zijn nodig om het tijdschrift te kunnen gebruiken.<br /> <br /> Uw gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> {$principalContactSignature}
pl_pl: Zresetowano Twoje hasło na stronie czasopisma {$siteTitle}. Proszę zachować nowe te dane do logowania: <br /> <br /> Nazwa użytkownika: {$username} <br /> Hasło: {$password}<br /> <br /> {$principalContactSignature}
pt_pt: A sua senha de acesso ao site {$siteTitle} foi atualizada com sucesso. Guarde os seus dados de acesso (nome de utilizador e senha), uma vez que serão necessários para todas as interações com a revista.<br /> <br /> O seu nome de utilizador: {$username}<br /> A sua senha: {$password}<br /> <br /> {$principalContactSignature}
ru_ru: Ваш пароль на сайте «{$siteTitle}» был успешно сброшен. Пожалуйста, сохраните имя пользователя и пароль, так как они требуются для работы с журналом.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> {$principalContactSignature}
sl_si: Vaše geslo za dostop do spletišča {$siteTitle} je bilo uspešno ponastavljeno. Spodaj sta vaše uporabnipko ime in novo geslo, ki ju potrebujete za prijavo.<br /> <br /> Uporabniško ime: {$username}<br /> Geslo: {$password}<br /> <br /> {$principalContactSignature}
sv_se: Ditt lösenord för {$siteTitle} har återställts. Spara nedanstående användarnamn och lösenord, de är nödvändiga för allt arbete med tidskriften.<br /> <br /> Ditt användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> {$principalContactSignature}
uk_ua: Ваш пароль для доступу до веб-сайту {$siteTitle} був успішно змінений. Будь ласка, збережіть вказані нижче ім'я користувача та пароль, оскільки ці дані будуть Вам необхідні протягом усієї подальшої роботи з цим журналом.<br /> <br /> Ваше ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> {$principalContactSignature}
vi_vn: Mật khẩu của bạn đã được đặt lại thành công để sử dụng với trang web của {$siteTitle}. Vui lòng lưu lại tên người dùng và mật khẩu này, vì nó cần thiết cho tất cả các công việc với tạp chí.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}
zh_cn: 您的密码已经成功重新设定以使用{$siteTitle}网站。请保管好这份用户名称和密码，它对于使用本站的所有功能来说是非常必要的。<br /> <br /> 您的用户名称：{$username}<br /> 密码：{$password}<br /> <br /> {$principalContactSignature}

# emails.passwordReset.description
source: This email is sent to a registered user when they have successfully reset their password following the process described in the PASSWORD_RESET_CONFIRM email.
ar_iq: هذه الرسالة معنونة إلى المستخدمين المسجلين الذي تمكنوا من إعادة تعيين كلمات مرورهم بنجاح متبعين الخطوات الموضحة في رسالة إعادة تعيين كلمة المرور.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari registrat per a notificar-li que la seva contrasenya s'ha reinicialitzat amb èxit després d'haver seguit el procés descrit al missatge de correu electrònic PASSWORD_RESET_CONFIRM.
cs_cz: Tento email je zaslán registrovanému uživateli, když úspěšně resetuje své heslo postupem uvedeným v PASSWORD_RESET_CONFIRM emailu.
da_dk: Denne e-mail sendes til registrerede brugere, når de har nulstillet deres adgangskode, efter at de har fulgt den proces, der er beskrevet i e-mailen PASSWORD_RESET_CONFIRM.
de_de: Diese E-Mail wird an registrierte Benutzer/innen gesendet, nachdem sie ihr Passwort erfolgreich nach dem in der PASSWORD_RESET_CONFIRM-E-Mail beschriebenen Verfahren zurückgesetzt haben.
el_gr: Το παρόν μήνυμα αποστέλλεται στους εγγεγραμμένους Χρήστες που έχουν αλλάξει επιτυχώς τον κωδικό πρόσβασής τους ακολουθώντας τη διαδικασία που περιγράφεται στο μήνυμα PASSWORD_RESET_CONFIRM.
es_es: Este correo se envía a un/a usuario/a registrado/a una vez han cambiado su contraseña siguiendo el procedimiento descrito en el correo-e PASSWORD_RESET_CONFIRM.
eu_es: Mezu hau bidaltzen zaie PASSWORD_RESET_CONFIRM mezuan azaldutako prozesuaren bidez pasahitza ondo berrezartzea lortu duten erabiltzaile erregistratuei.
fa_ir: ایمیلی برای کاربرانی که رمز خود را رست نموده اند
gd_gb: Thèid am post-d seo a chur gu cleachdaiche clàraichte nuair a bhios iad air am facal-faire aca ath-shuidheachadh a rèir mar a mhìnich sinn sa phost-d PASSWORD_RESET_CONFIRM.
he_il: דוא"ל זה נשלח למשתמש רשום לאחר שאיפס בהצלחה את סיסמתו בעקבות התהליך המתואר בדוא"ל PASSWORD_RESET_CONFIRM.
hr_hr: Ovaj obrazac e-pošte šalje se registriranim korisnicima nakon što uspješno ponovno postave svoju lozinku slijedeći postupak koji je opisan u PASSWORD_RESET_CONFIRM.
hu_hu: Ez az email egy regisztrált felhasználónak kerül kiküldésre, amikor sikeresen visszaállításra került jelszava, követve a PASSWORD_RESET_CONFIRM levélben írtakat.
id_id: Email ini dikirimkan ke pengguna terdaftar saat proses reset password berhasil sesuai prosedur di email PASSWORD_RESET_CONFIRM.
it_it: Questa email viene mandata ad un utente registrato quando ha resettato la password seguendo il processo descritto nella email PASSWORD_RESETTA_CONFERMA.
ja_jp: このメールは、PASSWORD_RESET_CONFIRMメールで説明されている処理を受けてパスワードのリセットが成功した場合に、登録ユーザーに送信されるものです。
ku_iq: ئەم ئيمەيلە بۆ بەكارهێنەرى تۆماركراو دەنێردرێت لە كاتى رێكخستنەوەى وشەى نهێنى تايبەت بەخۆى بە سەركەوتوويى پاش جێبەجێكردنى پرۆسەى روونكراو لە ئيمەيلى وشەى نهێنى_رێكخستنەوە_پەسەندكردن.
mk_mk: Овој и-меил е испратен до регистриран корисник кога успешно ќе ја ресетираат нивната лозинка следејќи го процесот опишан во PASSWORD_RESET_CONFIRM и-меилот.
nb_no: Denne e-posten sendes til en bruker som har fornyet passordet sitt som beskrevet i PASSWORD_RESET_CONFIRM e-posten.
nl_nl: Deze e-mail wordt verstuurd naar een geregistreerde gebruiker als ze met succes hun wachtwoord hebben veranderd volgens de procedure die is beschreven in de PASSWORD_RESET_CONFIRM e-mail.
pl_pl: Wiadomość jest przesyłana do zarejestrowanych użytkowników po zresetowaniu hasła.
pt_pt: Este e-mail é enviado a um utilizador registado quando este atualizou com sucesso a senha seguindo o processo descrito no e-mail PASSWORD_RESET_CONFIRM.
ru_ru: Это письмо отправляется зарегистрированному пользователю, когда он успешно сбросил свой пароль в соответствии с процедурой, описанной в письме PASSWORD_RESET_CONFIRM.
sl_si: Email se pošlje registriranemu uporabniku, ko uspešno ponastavi svoje geslo, kot je opisano v emailu PASSWORD_RESET_CONFIRM.
sv_se: Det här e-postmeddelandet skickas till registrerade användare som bekräftelse på återställt lösenord (enligt beskrivning i PASSWORD_RESET_CONFIRM-mailet).
uk_ua: Цей лист надсилається зареєстрованому користувачу після того, як він успішно скинув свій пароль за допомогою процесу, викладеного у листі PASSWORD_RESET_CONFIRM.
vi_vn: Email này được gửi đến người dùng đã đăng ký khi họ đã đặt lại thành công mật khẩu của mình theo quy trình được mô tả trong email PASSWORD_RESET_CONFIRM.
zh_cn: 当注册用户成功依照PASSWORD_RESET_CONFIRM电子邮件的指示重新设定他们的密码时，这封电子邮件会被寄给他们。

# emails.userRegister.subject
source: Journal Registration
ar_iq: التسجيل في المجلة
ca_es: Registre a la revista
cs_cz: Registrace do časopisu
da_dk: Tidsskriftsregistrering
de_de: Registrierung bei der Zeitschrift
el_gr: Εγγραφή στο περιοδικό
es_es: Nuevo registro de usuaria/o
eu_es: Aldizkarian erregistratzea
fa_ir: ثبت نام کاربر جدید
fi_fi: Julkaisuun rekisteröityminen
gd_gb: Clàradh iris-leabhair
he_il: רישום כתב עת
hr_hr: Registracija novog korisnika
hu_hu: Folyóirat regisztráció
id_id: Registrasi Jurnal
it_it: Registrazione nuovo utente
ja_jp: 新規ユーザーの登録
ku_iq: خۆتۆماركردن لە گۆڤار
mk_mk: Регистрација на списание
nb_no: Du er nå registrert som bruker
nl_nl: Tijdschriftregistratie
pl_pl: Rejestracja na stronie czasopisma
pt_pt: Novo utilizador registado
ru_ru: Регистрация в журнале
sl_si: Potrdilo registracije
sv_se: Registrering hos tidskrift
uk_ua: Реєстрація нового користувача
vi_vn: Đăng ký tạp chí
zh_cn: 新用户注册
