Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.editorDecisionRevisions.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
eu_es: Editorearen erabakia
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення редактора
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决定

# emails.editorDecisionRevisions.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is: Revisions Required
ar_iq: {$authorName}:<br /> <br /> قد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> قرارنا هو: بعض التنقيحات مطلوبة
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la vostra tramesa per a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Necessita revisions
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: požadujeme přepracování
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Rettelser er påkrævet
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihren Beitrag für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, dass Ihr Beitrag überarbeitet werden muss.
el_gr: {$authorName}:<br /> <br /> Έχουμε καταλήξει σε μία απόφαση αναφορικά με την υποβολή σας &quot;{$submissionTitle}&quot;, στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Απαιτούνται αναθεωρήσεις
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Necesita revisiones
eu_es: {$authorName}:<br /> <br /> Hartu dugu {$contextName} aldizkarira bidali zenuen &quot;{$submissionTitle}&quot; artikuluari buruzko erabakia.<br /> <br /> Gure erabakia:
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم : مقاله ارسالی نیاز به انجام اصلاحات دارد
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Vaatii korjauksia
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn na leanas: Tha feum air ath-dheasachadh
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című cikkének átdolgozása szükséges.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah membuat keputusan terkait naskah yang Anda kirimkan ke {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusan kami adalah: Perlu Revisi
it_it: &lt;![CDATA[{$authorName}:<br /> <br /> Abbiamo raggiunto una decisione sulla Sua proposta a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisione: è necessaria ciclo di peer-review
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 改訂を要求
ku_iq: {$authorName}:<br /> <br /> ئێمە لەبارەی پێشکەشکردنەکەت {$contextName}, &quot;{$submissionTitle}&quot; بڕیارمان دا.<br /> <br /> بڕیار: توێژینەوەکە پێویستی بە پێداچونەوە هەیە
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во врска со вашето поднесување до {$textName}, &quot;{$missionTitle}&quot;.<br /> <br /> Нашата одлука е: Потребни се ревизии
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din, «{$submissionTitle}», som du sendte inn til {$contextName}.<br /> <br /> Vår beslutning er: Omarbeiding kreves
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Revisies benodigd
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęliśmy decyzję w sprawie tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redakcji: Wymagane poprawki
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Revisões Requeridas
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Требуется корректировка
sl_si: {$authorName}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Potrebni so popravki
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Bearbetning krävs
uk_ua: Шановний|Шановна {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання "{$submissionTitle}" до видання "{$contextName}".<br /> <br /> Наше рішення: Необхідні Виправлення
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến việc bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Yêu cầu sửa chữa
zh_cn: {$authorName}:<br /> <br /> 我们对于您在《{$contextName}》提交的〈{$submissionTitle}〉达成一项决定。<br /> <br /> 我们的决定是：

# emails.editorDecisionRevisions.description
source: This email from the Editor or Section Editor to an Author notifies them of a final "revisions required" decision regarding their submission.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى طالب النشر يعلمه فيها بالقرار النهائي لهيئة التحرير بأن مؤلفه بحاجة إلى بعض التنقيحات.
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que la decisió final és que la seva tramesa necessita revisions.
cs_cz: Tento e-mail od editora nebo editora sekce upozorňuje autora o rozhodnutí „požadujeme recenzi“.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση ότι απαιτούνται αναθεωρήσεις στην υποβολή.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica que la decisión final respecto a su envío es que "necesita revisiones".
eu_es: Mezu hau Editoreak edo Ataleko editoreak bidaltzen dio Egileari, artikuluari buruz hartu duen erabakia jakinarazteko.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع ازنیازمندی مقاله به اعمال مجموعه ای از اصلاحات
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gum b’ e “feum air ath-dheasachadh” an co-dhùnadh deireannach mun tagradh aca.
hu_hu: Ez az email a Szerkesztőtől vagy a Rovatszerkesztőtől érkezik a Szerzőnek, hogy a cikkével kapcsolatos döntés az "Átdolgozás szükséges".
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan keputusan final "Perlu Revisi".
it_it: Questa mail è inviata dall'Editor o dal Section Editor all'autore quando il manoscritto deve essere revisionato dopo la revisione.
ja_jp: 編集者またはセクションエディターから著者へのこのメールは、投稿に関する最終的な「改訂を要求」の決定を著者に通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەر یان سەرنوسەری بەشەوەیە بۆ ئاگادارکردنەوەیان لە بڕیاری ئەوەی کە ''توێژینەوەکەیان پێویستی بە پێداچونەوە هەیە''.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува за конечната одлука „потребни се исправки“ во однос на нивниот поднесок.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at innleveringen må omarbeides.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat bijkomende revisies worden verwacht voor een inzending.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera decyzję o "Wymaganych poprawkach" (drobne poprawki) zgłoszonego tekstu.
pt_pt: Esta mensagem é enviada pelo do Editor/Editor de Secção ao autor, notificando-o da decisão final de Revisões Requeridas.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Требуется корректировка» относительно присланного материала.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da so potrebne določene spremembe prispevka.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Bearbetning krävs" fattats för hens bidrag.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
vi_vn: Email này từ Biên tập viên hoặc Biên tập viên chuyên mục cho Tác giả thông báo cho họ về quyết định "yêu cầu sửa chữa" cuối cùng liên quan đến bài gửi của họ.
zh_cn: 这封电子邮件是由编辑或者区段编辑发送给作者，通知他们关于他们稿件的最后决定。

# emails.subscriptionRenewInstl.subject
source: Subscription Renewal: Institutional
ar_iq: تجديد إشتراك: مؤسساتي
ca_es: Renovació de subscripció: Institucional
cs_cz: Obnovení předplatného: Institucionální
da_dk: Fornyelse af abonnement: Institution
de_de: Erneuerung eines Abonnements: Institutionell
el_gr: Ανανέωση συνδρομής: Ιδρυματική
es_es: Renovación de suscripción: Institucional
eu_es: Harpidetza-berritzea: Erakundeena
fa_ir: تمدید اشتراک سازمانی
fi_fi: Instituutiotilaus uusittu
gd_gb: Ath-nuadhachadh an fho-sgrìobhaidh: Fo-sgrìobhadh institiuide
hu_hu: Előfizetés megújítása: Intézményi
id_id: Pembaharuan Langganan: Institusi
it_it: Rinnovo dell'abbonamento istituzionale
ja_jp: 購読更新: 機関
ku_iq: نوێکردنەوەی بەشداریکردن: بەشداریکردنی دەزگا
mk_mk: Обнова на претплата: Преку институција
nb_no: Abonnementsfornyelse: Institusjonelt abonnement
nl_nl: Verlenging abonnement: institutioneel
pl_pl: Wznowienie subskrypcji: instytucyjna
pt_pt: Renovação de Subscrição: Institucional
ru_ru: Продление подписки: на организацию
sv_se: Förnyelse av prenumeration: Institutionsprenumeration
uk_ua: Поновлення передплати: Інституційна
vi_vn: Gia hạn thuê bao: Tổ chức
zh_cn: 订阅续订: 团体
