Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.editorRecommendation.body
source: {$editors}:<br /> <br /> The recommendation regarding the submission to {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
ar_iq: {$editors}:<br /> <br /> إن التوصيات المتعلقة بطلب النشر في {$contextName}، &quot;{$submissionTitle}&quot; هي: {$recommendation}
ca_es: {$editors}:<br /> <br /> La recomanació respecte a la tramesa {$contextName}, &quot;{$submissionTitle}&quot; és: {$recommendation}
cs_cz: {$editors}:<br /> <br /> Doporučení k příspěvku {$contextName}, &quot;{$submissionTitle}&quot; je: {$recommendation}
da_dk: {$editors}:<br /> <br /> Anbefalingen med hensyn til {$contextName}, &quot;{$submissionTitle}&quot; er: {$recommendation}
de_de: {$editors}:<br /> <br /> Die Empfehlung hinsichtlich der Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; ist: {$recommendation}
el_gr: {$editors}:<br /> <br /> Η σύσταση αναφορικά με την υποβολή &quot;{$submissionTitle}&quot;, στο περιοδικό {$contextName}, είναι: {$recommendation}
es_es: {$editors}:<br /> <br /> La recomendación respecto al envío a {$contextName}, &quot;{$submissionTitle}&quot; es: {$recommendation}
fa_ir: {$editors}:<br /> <br /> توصیه اینجانب در مورد مقاله ارسالی (&quot;{$submissionTitle}&quot;) در {$contextName} ، {$recommendation} می باشد.
fi_fi: {$editors}:<br /> <br /> Julkaisun {$contextName} käsikirjoitusta &quot;{$submissionTitle}&quot; koskeva suositus on: {$recommendation}
gd_gb: {$editors}:<br /> <br /> ’S e seo an co-dhùnadh a thaobh an tagraidh gu {$contextName}, “{$submissionTitle}”: {$recommendation}
hu_hu: Tisztelt {$editors}!<br /> <br /> A(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című cikkel kapcsolatban javaslatunk: {$recommendation}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$editors}:<br /> <br /> Rekomendasi berkaitan dengan naskah {$contextName}, &quot;{$submissionTitle}&quot; adalah: {$recommendation}
it_it: {$editors}:<br /> <br /> La raccomandazione riguardo la proposta &quot;{$submissionTitle}&quot;, giunta per {$contextName}, è: {$recommendation}
ja_jp: {$editors}:<br /> <br /> 『$contextName}』への投稿「{$submissionTitle}」に関する推薦は {$recommendation} です。
ku_iq: {$editors}:<br /> <br /> پێشنیازەکان دەربارەی {$contextName}, &quot;{$submissionTitle}&quot; ئەمانەن: {$recommendation}
mk_mk: {$уредници}: <br/> <br/> Препораката во врска со поднесувањето до {$textName}, &quot;{$missionTitle}&quot; е: {$recommendation}
nb_no: {$editors}:<br /> <br /> Min anbefaling for innleveringen &quot;{$submissionTitle}&quot; til {$contextName}, er: {$recommendation}
nl_nl: {$editors}:<br /> <br /> De aanbeveling voor de inzending voor {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
pl_pl: {$editors}:<br /> <br /> przesyłam rekomendację w sprawie tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}": {$recommendation}
pt_pt: {$editors}:<br /> <br /> A recomendação relativamente à submissão para {$contextName}, &quot;{$submissionTitle}&quot; é: {$recommendation}
ru_ru: Здравствуйте, {$editors}!<br /> <br /> По материалу «{$submissionTitle}», отправленному в «{$contextName}», могу рекомендовать следующее: {$recommendation}
sl_si: {$editors}:<br /> <br /> Moje priporočilo glede prispevka &quot;{$submissionTitle}&quot; v reviji {$contextName}, je: {$recommendation}
sv_se: {$editors}:<br /> <br /> Rekommendationen angående bidraget &quot;{$submissionTitle}&quot; till {$contextName} är: {$recommendation}
uk_ua: {$editors}:<br /> <br /> Щодо подання {$submissionTitle}, надісланому до {$contextName}, можу рекомендувати наступне: {$recommendation}
vi_vn: Kính gửi {$editors},<br /> <br /> The recommendation regarding the submission to {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
zh_cn: {$editors}:<br /> <br /> 关于稿件 {$contextName}, &quot;{$submissionTitle}&quot; 的建议是： {$recommendation}

# emails.editorRecommendation.description
source: This email from the recommending Editor or Section Editor to the decision making Editors or Section Editors notifies them of a final recommendation regarding the submission.
ar_iq: هذه الرسالة يعنونها المحرر المشارك في تقديم التوصيات أو محرر القسم إلى جهة التحرير المعنية باتخاذ القرار لإشعارها بالتوصية النهائية الخاصة بطلب نشر مقدم إلى المجلة.
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció que fan recomanacions per als editors/ores o editors/ores de secció que prenen decisions els notifica que s'ha fet una recomanació final sobre la tramesa.
cs_cz: Tento e-mail je od redaktora nebo redaktora sekce pro odpovědného redaktora nebo pro redaktory sekcí - informuje o konečném doporučení ohledně příspěvku.
da_dk: Denne e-mail fra den rådgivende redaktør eller sektionsredaktør til de beslutningstagende redaktører eller sektionsredaktører videregiver en endelig anbefaling vedrørende indsendelsen.
de_de: Diese E-Mail von der/dem vorschlagenen Redakteur/in oder Rubrikenredakteur/in an die/den Entscheidungen treffenden Redakteur/in oder Rubrikenredakteur/in informiert diese/n über die endgültige Empfehlung zur vorliegenden Einreichung.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον συστήνοντα Επιμελητή (ή Επιμελητή Ενότητας) στους Επιμελητές (ή Επιμελητές Ενότητας) που έχουν την εποπτεία μιας υποβολής, γνωστοποιώντας την τελική σύσταση σχετικά με την υποβολή.
es_es: Este correo electrónico del editor/a o editor/a de sección que aconseja para los editores/as o editores/as de sección que toman las decisiones les notifica sobre la recomendación final respecto al envío.
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به دبیر نهایی تصمیم گیرنده برای اطلاع از توصیه برای مقاله ارسالی
gd_gb: Tha am post-d seo on deasaiche a mhol e no o dheasaiche na h-earrainn chun nan deasaichean co-dhùnaidh no deasaichean earrainn a’ leigeil fios thuca mun mholadh deireannach a thaobh an tagraidh.
hu_hu: Ez az e-mail az ajánlatot tevő Szerkesztőtől vagy Rovatszerkesztőtől megy a döntést meghozó Szerkesztőkhöz vagy Rovatszerkesztőkhöz, értesítve őket a kézirattal kapcsolatos végső javaslatról.
id_id: Email ini berasal dari Editor atau Editor Bagian kepada Editor pengambilan keputusan atau Editor Bagian memberi tahu mereka tentang rekomendasi akhir mengenai naskah tersebut.
it_it: Mail che l'editor invia al responsabile contenente la raccomandazione su cosa fare di una certa proposta.
ja_jp: 推薦編集者またはセクションエディターから意思決定を行う編集者またはセクションエディターへのこのメールは、投稿に関する最終的な推薦を通知します。
ku_iq: ئەم ئیمەیڵە لە لایەن یەکێک لە سەرونسەرانەوەیە بۆ سەرنوسەری بڕیاردەر بۆ ئەوەی لە کۆتا پێشنیازەکان دەربارەی توێژینەوەی پێشکەشکراو ئاگادار بکرێتەوە.
mk_mk: Овој и-меил од Главен или Секциски уредник кој препорачува до Главен или Секциски уредник кој носи одлука ги известува за конечната препорака во однос на поднесокот.
nb_no: Denne e-posten fra rådgivende redaktører eller seksjonsredaktører til besluttende redaktørerer eller seksjonsredaktørerer informerer om en endelig anbefaling angående innleveringen.
nl_nl: Deze e-mail van de aanbevelende redacteur of sectieredacteur brengt de beslissende redacteurs of sectieredacteurs op de hoogte van een aanbeveling over de inzending.
pl_pl: Ta wiadomość jest wysyłana od redaktora przypisanego do tekstu do redaktora czasopisma. Zawiera powiadomienie o rekomendacji w sprawie tekstu.
pt_pt: Este e-mail é enviado pelo Editor ou Editor de Secção ao Editor que emite a decisão editorial a notificar da recomendação final relativa à submissão.
ru_ru: Это письмо рекомендующего редактора или редактора раздела редакторам или редакторам раздела, принимающим решение, чтобы уведомить их об итоговой рекомендации относительного присланного материала.
sl_si: Email pošlje urednik (rubrike), ki lahko odda le priporočilo, in z njim obvesti uredništvo o svojem priporočilu glede prispevka.
sv_se: Det här e-postmeddelandet från den rekommenderande redaktören eller sektionsredaktören till ansvariga redaktörer eller sektionsredaktörer meddelar dem en slutgiltig rekommendation för bidraget.
vi_vn: Email này từ Biên tập viên hoặc Biên tập viên chuyên mục tới các Biên tập viên hoặc Biên tập viên chuyên mục thông báo cho họ quyết định về khuyến nghị cuối cùng liên quan đến bài gửi.
zh_cn: 此邮件为总编或者栏目编辑发给编辑或者栏目编辑的关于他们对于稿件的去留建议的提醒邮件。

# emails.notificationCenterDefault.subject
source: A message regarding {$contextName}
ar_iq: رسالة تتعلق بالمجلة {$contextName}
ca_es: Missatge sobre {$contextName}
cs_cz: Zpráva týkající se {$contextName}
da_dk: Besked omhandlende {$contextName}
de_de: Eine Nachricht bezüglich {$contextName}
el_gr: Ένα μήνυμα σχετικά με το περιοδικό {$contextName}
es_es: Mensaje sobre {$contextName}
fa_ir: پیامی برای {$contextName}
fi_fi: Viesti julkaisua {$contextName} koskien
gd_gb: Teachdaireachd a thaobh {$contextName}
hu_hu: Üzenet a(z) {$contextName} folyóirattól
id_id: Pesan terkait {$contextName}
it_it: Un messaggio da {$contextName}
ja_jp: {$contextName}に関するメッセージ
ku_iq: نامەی پەیوەندیدار بە {$contextName}
mk_mk: Порака во врска со {$contextName}
nb_no: En beskjed angående {$contextName}
nl_nl: Een bericht over {$contextName}
pl_pl: Wiadomość do czasopisma "{$contextName}"
pt_pt: Uma mensagem relativa {$contextName}
ru_ru: Сообщение о журнале «{$contextName}»
sl_si: Sporočilo v zvezi s publikacijo {$contextName}
sv_se: Ett meddelande angående {$contextName}
vi_vn: Một thông báo liên quan đến {$contextName}
zh_cn: 关于{$contextName} 的信息

# emails.notificationCenterDefault.body
source: Please enter your message.
ar_iq: لطفاً أكتب رسالتك هنا.
ca_es: Introduïu el vostre missatge.
cs_cz: Vložte, prosím, vaši zprávu.
da_dk: Skriv venligst din besked.
de_de: Bitte geben Sie Ihre Nachricht ein.
el_gr: Παρακαλούμε εισάγετε το μήνυμά σας.
es_es: Introduzca su mensaje.
fa_ir: لطفاً پیام خود را وارد کنید
fi_fi: Kirjoita viesti.
gd_gb: Cuir a-steach do theachdaireachd.
hu_hu: Kérjük, adja meg itt üzenete tartalmát.
id_id: Silakan tuliskan pesan Anda.
it_it: Inserisci qui il testo del tuo messaggio.
ja_jp: メッセージを入力してください。
ku_iq: تکایە نامەکەت بنوسە.
mk_mk: Ве молиме да ја внесете вашата порака.
nb_no: Skriv inn beskjeden din her.
nl_nl: Voeg hier uw boodschap in.
pl_pl: Proszę o wpisanie wiadomości.
pt_pt: Escreva a sua mensagem.
ru_ru: Пожалуйста, введите свое сообщение.
sl_si: Prosimo, vnesite vaše sporočilo.
sv_se: Skriv in ditt meddelande.
vi_vn: Vui lòng nhập tin nhắn của bạn.
zh_cn: 请输入您的信息。

# emails.notificationCenterDefault.description
source: The default (blank) message used in the Notification Center Message Listbuilder.
ar_iq: هذه الرسالة الإفتراضية (الخالية) التي يستعملها منشئ الرسائل في مركز إشعارات النظام.
ca_es: Missatge (en blanc) predeterminat utilitzat en el Notification Center Message Listbuilder.
cs_cz: Výchozí (prázdná) zpráva použitá v nástroji List Builder Message Center Message Builder.
da_dk: Standardmeddelelsen (tom), der blev brugt i Notification Center Message Listbuilder.
de_de: Die (leere) Standardnachricht, die in der Nachrichtenliste des Benachrichtigungscenters angezeigt wird.
el_gr: Το προεπιλεγμένο (κενό) μήνυμα που χρησιμοποιείται στον Κατάλογο Μηνυμάτων του Κέντρου Ειδοποιήσεων.
es_es: Mensaje (en blanco) por defecto usado en el Notification Center Message Listbuilder.
fa_ir: پیام خالی که در قسمت اطلاع رسانی استفاده می شود
gd_gb: An teachdaireachd (bhàn) bhunaiteach a thèid a chleachdadh ann an togalaiche liostaichean theachdaireachdan aig ionad nam brathan.
hu_hu: Alapértelmezett (üres) üzenet sablon.
id_id: Pesan default (kosong) yang digunakan di Pengelola Pesan Pusat Notifikasi.
it_it: Questo messaggio vuoto è usato dal sistema centralizzato di messaggistica via lista.
ja_jp: 通知センター メッセージ リストビルダで使用されるデフォルトの (空白の) メッセージです。
ku_iq: ئەمە نامەیەکی بەتاڵە لە لایەن سەنتەری نامەکان بۆ ئاگادارکردنەوەی سیستەمەکە بەکار دێت.
mk_mk: Стандардната (blank) порака користена во Изградувачот на пораки во Центарот за известувања.
nb_no: Denne blanke standardbeskjeden blir brukt der du lager liste over varslinger.
nl_nl: De standaard (lege) berichttekst die wordt gebruikt in het Notification Center Message Listbuilder.
pl_pl: Typowe (puste) pole wiadomości.
pt_pt: A mensagem padrão (em branco) usada no Construtor de Listas de Mensagens do Centro de Notificações.
ru_ru: Сообщение по умолчанию (пустое) используется в редакторе списка сообщений Центра уведомлений.
sl_si: Privzeto (prazno) sporočilo, ki se uporablja v centru za obvestila.
sv_se: Defaultmeddelande (tomt) att använda i Notification Center Message Listbuilder.
vi_vn: Thông báo (trống) mặc định được sử dụng trong Trình tạo danh sách thông báo của Trung tâm thông báo.
zh_cn: 信息提醒中心生成默认信息（通常会是空白）。

# emails.reviewRequestRemindAuto.subject
source: Article Review Request Reminder
ar_iq: تذكير إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió d'un article
cs_cz: Připomenutí požadavku na recenzi článku
da_dk: Påmindelse om anmodning om bedømmelse af artikel
de_de: Erinnerung an Bitte um Begutachtung eines Artikels
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Recordatorio de solicitud de revisión de artículo
eu_es: Artikulua ebaluatzeko eskaera
fa_ir: یادآوری درخواست داوری مقاله
fi_fi: Artikkelin arviointipyynnön muistutus
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשה לסקירת מאמר
hr_hr: Zamolba za recenziju članka
hu_hu: Cikk lektorálás kérése
id_id: Pengingat Permintaan Review Artikel
it_it: Sollecito relativo all'invito alla revisione
ja_jp: リマインダー：論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Потсетник за барањето за рецензија на насловот
nb_no: Påminnelse om forespørsel om fagfellevurdering (automatisk e-post)
nl_nl: Verzoek om artikelbeoordeling
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Lembrete de pedido de revisão de artigo
ru_ru: Напоминание о запросе на рецензирование статьи
sl_si: Opomnik za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel. Påminnelse
uk_ua: Запит на рецензування статті
vi_vn: Yều cầu đánh giá bài báo
zh_cn: 邀请您审查稿件
