Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionBeforeExpiry.body
source: {$subscriberName}:<br /> <br /> Your {$contextName} subscription is about to expire.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To ensure the continuity of your access to this journal, please go to the journal website and renew your subscription. You are able to log in to the system with your username, &quot;{$username}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
ar_iq: {$subscriberName}:<br /> <br /> إن إشتراكك في {$contextName} على وشك الإنتهاء.<br /> <br /> {$subscriptionType}<br /> تاريخ إنتهاء صلاحيته: {$expiryDate}<br /> <br /> لضمان استمرارية وصولك إلى هذه المجلة، لطفاً أدخل موقعها وجدد إشتراكك. بإمكانك الولوج إلى النظام مستعملاً اسم الدخول: &quot;{$username}&quot;.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionContactSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> La vostra subscripció per a {$contextName} és a punt de vèncer.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a assegurar-vos que seguireu tenint accés a aquesta revista, entreu al lloc web i renoveu la vostra subscripció. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Si teniu cap consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs_cz: {$subscriberName}:<br /> <br /> Vaše předplatné pro {$contextName} brzy vyprší.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro zajištění kontinuity přístupu k tomuto časopisu přejděte prosím na stránky časopisu a obnovte Vaše předplatné. Můžete se do systému přihlásit Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionContactSignature}
da_dk: {$subscriberName}:<br /> <br /> Dit abonnement på {$contextName} udløber snart.<br /> <br /> {$subscriptionType}<br /> Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil sikre, at du fortsat har adgang til dette tidsskrift, skal du gå til tidsskriftets websted og forny dit abonnement. Du kan logge på systemet med dit brugernavn, &quot;{$username}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de_de: {$subscriberName},<br /> <br /> Ihr Abonnement für {$contextName} läuft demnächst aus.<br /> <br /> {$subscriptionType}<br /> Ablaufdatum: {$expiryDate}<br /> <br /> Um den künftigen Zugang zu dieser Zeitschrift zu gewährleisten, gehen Sie bitte zur Website der Zeitschrift und erneuern Sie Ihr Abonnement. Sie können sich mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System einloggen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
el_gr: {$subscriberName}:<br /> <br /> Η συνδρομή σας στο περιοδικό {$contextName} πρόκειται να λήξει.<br /> <br /> {$subscriptionType}<br /> Ημερομηνία λήξης: {$expiryDate}<br /> <br /> Για να έχετε πρόσβαση στο περιεχόμενο του περιοδικού, παρακαλούμε μεταβείτε στον ιστότοπο του περιοδικού και ανανεώστε τη συνδρομή σας. Μπορείτε να συνδεθείτε στο σύστημα με το όνομα Χρήστη σας, &quot;{$username}&quot;.<br /> <br /> Εάν έχετε απορίες, μη διστάσετε να επικοινωνήσετε μαζί μας.<br /> <br /> {$subscriptionContactSignature}
es_es: {$subscriberName}:<br /> <br /> Su suscripción a {$contextName} está a punto de expirar.<br /> <br /> {$subscriptionType}<br /> Fecha de expiración: {$expiryDate}<br /> <br /> Para asegurarse de que continúa teniendo acceso a la revista entre en la página web de la revista y renueve su suscripción. Puede acceder al sistema con su nombre de usuario/a, &quot;{$username}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionContactSignature}
eu_es: {$subscriberName}:<br /> <br /> {$contextName} aldizkariko harpidetza amaitzera doakizu.<br /> <br /> {$subscriptionType}<br /> Amaiera-data: {$expiryDate}<br /> <br /> Aldizkarian sartzen jarraitu ahal izateko, joan aldizkariaren webgunera eta berritu harpidetza, mesedez. Sisteman saioa hasteko zure erabiltzaile-izena, &quot;{$username}&quot;, erabil dezakezu.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionContactSignature}
fa_ir: {$subscriberName}:<br /> <br /> اشتراک {$contextName} برای شما درحال اتمام می باشد.<br /> <br /> {$subscriptionType}<br /> jhvdo hkrqh: {$expiryDate}<br /> <br /> به منظور اطمینان از دسترسی تان به این مجله، لطفا به وب سایت مجله مراجعه کرده و اشتراک خود را تمدید کنید. شما می توانید که با نام کاربری خود &amp;lt;نام کاربری&amp;gt; وارد این سامانه شوید.<br /> <br /> لطفا در صورت وجود سوال در این زمینه، با من تماس بگیرید.<br /> <br /> {$subscriptionContactSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> {$contextName} -tilauksenne on päättymässä.<br /> <br /> {$subscriptionType}<br /> Tilauksen päättymispäivämäärä: {$expiryDate}<br /> <br /> Varmistaaksenne pääsyn tämän julkaisun sisältöön jatkossakin uusikaa tilauksenne julkaisun verkkosivustolla. Voitte kirjautua järjestelmään käyttäjätunnuksellanne &quot;{$username}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> {$subscriptionContactSignature}
gd_gb: {$subscriberName}:<br /> <br /> Tha an ùine gu bhith falbh air an fho-sgrìobhadh agad dhe {$contextName}.<br /> <br /> {$subscriptionType}<br /> Falbhaidh an ùine air: {$expiryDate}<br /> <br /> A dhèanamh cinnteach gum bi sìor chothrom agad air an iris-leabhar seo, tadhail air làrach-lìn an iris-leabhair agus ath-nuadhaich am fo-sgrìobhadh agad. ’S urrainn dhut clàradh a-steach dhan t-siostam leis an ainm-chleachdaiche agad, “{$username}”.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.<br /> <br /> {$subscriptionContactSignature}
hr_hr: {$subscriberName},<br /> <br /> vaša pretplata na časopis {$contextName} uskoro ističe.<br /> <br /> {$subscriptionType}<br /> Datum isteka: {$expiryDate}<br /> <br /> Kako biste osigurali kontinuitet pristupa sadržaju ovog časopisa, molimo da posjetite mrežnu stranicu časopisa i obnovite vašu pretplatu. U sustav se možete prijaviti koristeći vaše korisničko ime &quot;{$username}&quot;.<br /> <br /> U slučaju da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}
hu_hu: Tisztelt {$subscriberName}!<br /> <br /> Előfizetése a(z) {$contextName} folyóiratnál hamarosan lejár.<br /> <br /> {$subscriptionType}<br /> A lejárat dátuma: {$expiryDate}<br /> <br /> Előfizetésének meghosszabításához, kérjük látogasson el folyóiratunk weboldalára. A rendszerbe felhasználónevével tud bejelentkezni: &quot;{$username}&quot;<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionContactSignature}
id_id: {$subscriberName}:<br /> <br /> Langganan {$contextName} Anda hampir berakhir.<br /> <br /> {$subscriptionType}<br /> Tanggal berakhir: {$expiryDate}<br /> <br /> Untuk terus memperoleh akses ke jurnal ini, silakan kunjungi website jurnal dan perbaharui langganan Anda. Anda dapat login menggunakan nama pengguna Anda, &quot;{$username}&quot;.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionContactSignature}
it_it: Gentile {$subscriberName}:<br /> <br /> Il suo abbonamento a {$contextName} sta per scadere.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per continuare ad accedere a questa rivista, si rechi sul sito e rinnovi l'abbonamento. Per l'accesso utilizzi la sua username, &quot;{$username}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ja_jp: {$subscriberName}様:<br /> <br /> いつもご利用ありがとうございます。<br /> <br /> まもなく、雑誌『{$contextName}』の購読期間が終了します<br /> <br /> {$subscriptionType}<br /> 購読期限日: {$expiryDate}<br /> <br /> 本誌へのアクセスを継続するために、雑誌のWebサイトで再購読の手続きをするようお願いいたします。システムにはユーザー名「{$username}」でログインすることができます。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。<br /> <br /> よろしくお願いいたします。<br /> <br /> {$subscriptionContactSignature}
ku_iq: {$subscriberName}:<br /> <br /> بەشداریکردنت لە {$contextName} خەریکە بەسەر دەچێت.<br /> <br /> {$subscriptionType}<br /> ڕێککەوتی بەسەرچون: {$expiryDate}<br /> <br /> بۆ دڵنیابونەوە لە بەردەستبونی توێژینەوەکانی ئەم گۆڤارە، تکایە سەردانی پەڕەی گۆڤار بکە و بەشداریکردنت نوێ بکەوە. تۆ دەتوانیت بە هەژمارەکەی خۆت داخلی سیستەمەکە ببیت، &quot;{$username}&quot;.<br /> <br /> لە ئەگەری هەبونی هەر پرسیارێک، تکایە پەیوەندیم پێوە بکە.<br /> <br /> {$subscriptionContactSignature}
mk_mk: {$subscriberName}:<br /> <br /> Вашата претплата на {$contextName} е пред истекување.<br /> <br /> {$subscriptionType}<br /> Истекува на: {$expiryDate}<br /> <br /> За да го осигурате вашиот непрекинат пристап до ова списание, ве молиме да се упатите кон веб-страницата на ова списание и да ја обновите вашата претплата. Можете да се најавите системот со вашето корисничко име, &quot;{$username}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молем слобоно контактирајте ме.<br /> <br /> {$subscriptionContactSignature}
nb_no: {$subscriberName}:<br /> <br /> Abonnementet ditt på {$contextName} løper snart ut.<br /> <br /> {$subscriptionType}<br /> Utløpsdato: {$expiryDate}<br /> <br /> Gå til tidsskriftets nettsted om du vil fornye abonnementet. Du logger inn med brukernavnet ditt «{$username}».<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionContactSignature}
nl_nl: {$subscriberName}:<br /> <br /> Uw abonnement op {$contextName} verloopt binnenkort.<br /> <br /> {$subscriptionType}<br /> Afloopdatum: {$expiryDate}<br /> <br /> Om de continuïteit van uw toegang tot het tijdschrift te verzekeren kunt u uw abonnement verlengen op de website van het tijdschrift. U kunt inloggen op de website van het tijdschrift met uw gebruikersnaam &quot;{$username}&quot;.<br /> <br /> Aarzel niet om contact met me op te nemen als u vragen heeft.<br /> <br /> {$subscriptionContactSignature}
pl_pl: {$subscriberName}:<br /> <br /> Twoja $contextName} subskrypcja wkrótce wygaśnie.<br /> <br /> {$subscriptionType}<br /> Data wygaśnięcia: $expiryDate}<br /> <br /> Aby zapewnić ciągłość dostępu do tego czasopisma, proszę, odwiedź jego stronę i odnów swoją subskrypcję. Możesz logować się do systemu swoim loginem, &quot;$username}&quot;.<br /> <br /> W razie pytań, proszę skontaktuj się ze mną.<br /> <br /> {$subscriptionContactSignature}
pt_pt: {$subscriberName},<br /> <br /> A sua subscrição a {$contextName} está prestes a expirar.<br /> <br /> {$subscriptionType}<br /> Data de expiração: {$expiryDate}<br /> <br /> Para garantir a continuidade de acesso à revista, aceda ao sistema com o seu nome de utilizador &quot;{$username}&quot; e renove a sua subscrição.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Ваша подписка на журнал «{$contextName}» истекает в ближайшее время.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Чтобы Ваш доступ к этому журналу не прерывался, пожалуйста, перейдите на сайт журнала и продлите Вашу подписку. Вы можете войти на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sv_se: {$subscriberName}:<br /> <br /> Din prenumeration på {$contextName} håller på att förfalla.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> För att försäkra dig om fortsatt tillgång till den här tidskriften, gå till tidskriftens webbplats och förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionContactSignature}
uk_ua: {$subscriberName}:<br /> <br /> Ваша передплата на видання &quot;{$contextName}&quot; незабаром закінчиться.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб продовжувати мати доступ до цього журналу, будь ласка, увійдіть на веб-сайт журналу та поновіть свою передплату. Ви можете увійти до системи з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
vi_vn: Kính gửi {$subscriberName},<br /> <br /> Thuê bao tại {$contextName} sắp hết hạn<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> Để đảm bảo tính liên tục khi truy cập vào tạp chí này, vui lòng truy cập trang web tạp chí và gia hạn thuê bao của bạn. Bạn có thể đăng nhập vào hệ thống bằng username của bạn, &quot;{$username}&quot;.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionContactSignature}
zh_cn: {$subscriberName}:<br /> <br /> 您订阅《{$contextName}》的期限将要到期。<br /> <br /> {$subscriptionType}<br /> 到期日：{$expiryDate}<br /> <br /> 为确保您能够持续阅读本期刊，请至期刊网站并且续订本期刊。您可以使用您的帐号名称「{$username}」登入系统。<br /> <br /> 如果您有任何的疑问，请直接联络我们。<br /> <br /> {$subscriptionContactSignature}

# emails.subscriptionBeforeExpiry.description
source: This email notifies a subscriber that their subscription will soon expire. It provides the journal's URL along with instructions for access.
ar_iq: هذه الرسالة تُبلغ مشتركاً بأن مدة إشتراكه على وشك النفاد، وهي تقدم له رابط الدخول إلى الموقع مع تعليمات الوصول.
ca_es: Aquest missatge de correu electrònic notifica a un subscriptor que la seva subscripció és a punt de vèncer. Proporciona l'URL de la revista i instruccions per a accedir-hi.
cs_cz: Tento email informuje předplatitele, že jeho předplatné brzy vyprší. Obsahuje URL časopisu a instrukce pro přístup.
da_dk: Denne e-mail underretter en abonnent om, at vedkommendes abonnement snart udløber. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail informiert eine/n Abonnentin/Abonnenten, dass ihr/sein Abonnement demnächst abläuft. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
el_gr: Το παρόν μήνυμα ειδοποιεί τους Συνδρομητές σχετικά με την επικείμενη λήξη της συνδρομής τους. Παρέχει τον σύνδεσμο του περιοδικού καθώς και οδηγίες πρόσβασης σε αυτό.
es_es: Este correo electrónico notifica al suscriptor que su subscripción va a expirar pronto. También proporciona la dirección URL de la revista e instrucciones para acceder a la misma.
eu_es: Mezu honek harpidedunari jakinarazten dio harpidetza amaitzera doakiola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
gd_gb: Innsidh am post-d seo do dh’fho-sgrìobhaiche gum falbh an ùine air an fho-sgrìobhadh aca a dh’aithghearr. Tha e a’ toirt seachad URL an iris-leabhair agus stiùireadh mu dhèidhinn inntrigidh.
hr_hr: Ovim se obrascem e-pošte obavještavaju pretplatnici da će njihova pretplata uskoro isteći. Poruka sadrži URL časopisa i upute za pristup.
hu_hu: Ezt az email értesítést azok az előfizetők kapják, akiknek hamarosan lejár előfizetésük. A levél tartalmazza a folyóirat URL címét és a hozzáféréshez instrukciókat.
id_id: Email ini memberitahu seorang pelanggan bahwa langganannya hampir berakhir. Email ini memberikan URL jurnal beserta petunjuk aksesnya.
it_it: Questa email informa un abbonato della prossima scadenza del suo abbonamento. Fornisce la URL della rivista e le istruzioni per l'accesso.
ja_jp: このメールは、購読者に購読期間がまもなく終了することを通知するものです。メールでは雑誌のURLとアクセス方法を提供しています。
ku_iq: ئەم ئیمەیڵە بەکارهێنەر لە بەسەرچونی بەشداریکردنەکەی لە ماوەیەکی نزیکدا ئاگادار دەکاتەوە. لینکی گۆڤار و ڕێنماییەکان بۆ بەشداریکردنەوە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува претплатникот дека нивната претплата ќе истече наскоро. Ги обезбедува URL-адресата на списанието и насоки за пристап до истото.
nb_no: Denne e-posten varsler en abonnent om at abonnementet snart utløper. E-posten gir informasjon om tidsskriftets URL, samt tilgangsinstruksjoner.
nl_nl: Deze e-mail bericht een abonnee dat zijn abonnement binnenkort verloopt. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pl_pl: Ten email powiadamia subskrybenta, że wkrótce jego subskrypcja wygaśnie. Dostarcza URL czasopisma razem z instrukcjami dostępu.
pt_pt: Esta mensagem avisa o assinante da proximidade do término da subscrição. Informa sobre o URL da revista e instruções de acesso.
ru_ru: Это письмо уведомляет подписчика о том, что его подписка вскоре закончится. В письме содержится URL журнала и инструкции по доступу.
sv_se: Det här e-postmeddelandet meddelar en prenumerant att prenumerationen håller på att förfalla. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
uk_ua: Цей лист сповіщає передплатника про те, що його передплата незабаром закінчується. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
vi_vn: Email này thông báo cho một thuê bao rằng thuê bao của họ sẽ sớm hết hạn. Nó cung cấp URL của tạp chí cùng với hướng dẫn truy cập.
zh_cn: 这封电子邮件通知一位订户说他们的订阅期限将要到期了。邮件中含有期刊的网址以及进入网站的指南。

# emails.subscriptionAfterExpiry.subject
source: Subscription Expired
ar_iq: إنتهت صلاحية الإشتراك
ca_es: La subscripció ha vençut
cs_cz: Vypršelo předplatné
da_dk: Abonnementet er udløbet
de_de: Abonnement abgelaufen
el_gr: Λήξη συνδρομής
es_es: Subscripción expirada
eu_es: Harpidetza amaitu da
fa_ir: مدت اشتراک شما پایان یافته است
fi_fi: Tilauksenne on päättynyt
gd_gb: Dh'fhalbh an ùine air an fho-sgrìobhadh
hr_hr: Vaša pretplata je istekla
hu_hu: Előfizetése lejárt
id_id: Langganan Berakhir
it_it: Abbonamento scaduto
ja_jp: 購読期間終了
ku_iq: بەشداریکردنەکەت بەسەر چووە
mk_mk: Истечена претплата
nb_no: Varsel: utløpt abonnement
nl_nl: Abonnement verlopen - laatste herinnering
pl_pl: Subskrypcja wygasła
pt_pt: Subscrição Expirada
ru_ru: уведомление об окончании срока подписки
sv_se: Prenumeration har förfallit
uk_ua: Передплата закінчилась
vi_vn: Thuê bao hết hạn
zh_cn: 订阅时间已经过期
