Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionRenewInstl.body
source: An institutional subscription has been renewed online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar_iq: لقد تم تجديد إشتراك مؤسساتي في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه:<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المؤسسة:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> المدى (إن توفر):<br /> {$domain}<br /> <br /> مدى عناوين IP (إن توفرت):<br /> {$ipRanges}<br /> <br /> الشخص المعني:<br /> {$userDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
ca_es: S'ha renovat en línia una subscripció institucional per a {$contextName} amb els detalls següents.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Institució:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domini (si s'aporta):<br /> {$domain}<br /> <br /> Rangs IP (si s'aporten):<br /> {$ipRanges}<br /> <br /> Persona de contacte:<br /> {$userDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs_cz: Bylo online obnoveno institucionální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Instituce:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Doména (pokud byla uvedena):<br /> {$domain}<br /> <br /> Rozsah IP adres (pokud byl uveden):<br /> {$ipRanges}<br /> <br /> Kontaktní osoba:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byla uvedena):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
da_dk: Der er foretaget en online fornyelse af et institutionsabonnement på {$contextName} med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domæne (hvis angivet):<br /> {$domain}<br /> <br /> IP-områder (hvis angivet):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
de_de: Ein institutionelles Abonnement ist online für {$contextName} mit den folgenden Details erneuert worden.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (sofern angegeben):<br /> {$domain}<br /> <br /> IP-Bereich (sofern angeben):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
el_gr: Μία ιδρυματική συνδρομή στο περιοδικό {$contextName} ανανεώθηκε online με τα παρακάτω στοιχεία.<br /> <br /> Είδος συνδρομής:<br /> {$subscriptionType}<br /> <br /> Ίδρυμα:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Περιοχή δικτύου (domain) (αν παρέχεται):<br /> {$domain}<br /> <br /> Περιοχή/ές IP διευθύνσεων (αν παρέχονται):<br /> {$ipRanges}<br /> <br /> Πρόσωπο επαφής:<br /> {$userDetails}<br /> <br /> Πληροφορίες Μέλους (αν παρέχονται):<br /> {$membership}<br /> <br /> Για να δείτε ή να επεξεργαστείτε αυτήν τη συνδρομή, παρακαλούμε χρησιμοποιήστε τον παρακάτω σύνδεσμο.<br /> <br /> Σύνδεσμος συνδρομής: {$subscriptionUrl}<br />
es_es: Se ha renovado en línea una suscripción institucional para {$contextName} con los detalles siguientes.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Institución:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (si se proporciona):<br /> {$domain}<br /> <br /> Rangos IP (si se proporcionan):<br /> {$ipRanges}<br /> <br /> Persona de contacto:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción use la siguiente URL:<br /> <br /> URL para gestionar la suscripción: {$subscriptionUrl}<br />
eu_es: {$contextName} aldizkariko erakunde-harpidetza bat berritu dute linean, ondoren ematen diren xehetasunekin.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erakundea:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domeinua (eman badute):<br /> {$domain}<br /> <br /> IP barrutiak (eman badituzte):<br /> {$ipRanges}<br /> <br /> Kontaktuko pertsona:<br /> {$userDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.<br /> <br /> Harpidetza URLa: {$subscriptionUrl}
fa_ir: یک اشتراک سازمانی بصورت آن لاین برای {$contextName} با اطلاعات زیر تمدید شد.<br /> <br /> نوع اشتراک:<br /> {$subscriptionType}<br /> <br /> مؤسسه:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> دامنه در صورت وجود:<br /> {$domain}<br /> <br /> بازه IP در صورت وجود:<br /> {$ipRanges}<br /> <br /> مسؤل تماس:<br /> {$userDetails}<br /> <br /> اطلاعات عضویت در صورت وجود:<br /> {$membership}<br /> <br /> برای مشاهده و ویرایش این اشتراک، لطفا به آدرس زیر بروید.<br /> <br /> آدرس اشتراک: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a>
fi_fi: Julkaisun {$contextName} instituutiotilaus on uusittu verkossa. Tilauksen tiedot:<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Instituutio:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Verkkotunnus (domain) (jos annettu):<br /> {$domain}<br /> <br /> IP-osoitealueet (jos annettu):<br /> {$ipRanges}<br /> <br /> Yhteyshenkilö:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos annettu):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi ja muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: {$subscriptionUrl}<br />
gd_gb: Chaidh fo-sgrìobhadh institiuide ath-nuadhachadh air loidhne airson {$contextName} leis a’ mhion-fhiosrachadh a leanas.<br /> <br /> Seòrsa an fho-sgrìobhaidh:<br /> {$subscriptionType}<br /> <br /> An institiuid:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> An àrainn (ma chaidh sin a thoirt seachad):<br /> {$domain}<br /> <br /> Na rainsean IP (ma chaidh iad a thoirt seachad):<br /> {$ipRanges}<br /> <br /> Neach-conaltraidh:<br /> {$userDetails}<br /> <br /> Fiosrachadh na ballrachd (ma chaidh sin a thoirt seachad):<br /> {$membership}<br /> <br /> Cleachd an URL a leanas a choimhead air an fho-sgrìobhadh seo no airson a dheasachadh.<br /> <br /> URL an fho-sgrìobhaidh: {$subscriptionUrl}<br/>
hu_hu: Intézményi előfizetést újítottak meg a(z) {$contextName} folyóiratnál, a következő adatokkal.<br /> <br /> Előfizetés típus:<br /> {$subscriptionType}<br /> <br /> Intézmény:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (ha elérhető):<br /> {$domain}<br /> <br /> IP tartomány (ha elérhető):<br /> {$ipRanges}<br /> <br /> Kapcsolattartó:<br /> {$userDetails}<br /> <br /> Tagsági információ (ha elérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük, keresse fel a következő címet.<br /> <br /> Előfizetés URL címe: {$subscriptionUrl}<br />
id_id: Sebuah langganan institusi telah diperbaharui online untuk {$contextName} dengan rincian berikut.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Institusi:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (jika ada):<br /> {$domain}<br /> <br /> IP Ranges (jika ada):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it_it: E' stato rinnovato online un abbonamento istituzionale a {$contextName} con i seguenti dettagli.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Ente:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (se fornito):<br /> {$domain}<br /> <br /> IP Ranges (se indicato):<br /> {$ipRanges}<br /> <br /> Contattare:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli, andare alla pagina: {$subscriptionUrl}<br />
ja_jp: オンラインで {$contextName} に対する機関購読の更新申込がおこなわれました。詳細は下記の通りです。<br /> <br /> 購読種別:<br /> {$subscriptionType}<br /> <br /> 機関名:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> ドメイン名 (ある場合):<br /> {$domain}<br /> <br /> IPアドレス範囲 (ある場合):<br /> {$ipRanges}<br /> <br /> 連絡担当者:<br /> {$userDetails}<br /> <br /> 会員情報 (ある場合):<br /> {$membership}<br /> <br /> この購読を閲覧および編集するためには，下記のURLにアクセスしてください。<br /> <br /> 購読URL: {$subscriptionUrl}<br />
ku_iq: بەشداریکردنی دەزگایەک بۆ {$contextName} نوێ کرایەوە بەم زانیارییانە. '.<br /> <br /> جۆری بەشداریکردن:<br /> {$subscriptionType}<br /> <br /> دەزگا:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> دۆمەین (ئەگەر هەیە) :<br /> {$domain}<br /> <br /> مەودای IP (ئەگەر هەیە) :<br /> {$ipRanges}<br /> <br /> کەسی پەیوەندیدار:<br /> {$userDetails}<br /> <br /> زانیارییەکانی بەشداریکردن (ئەگەر هەیە):<br /> {$membership}<br /> <br /> بۆ بینینی ئەم بەشداریکردنە، تکایە لینکی بەشداریکردن بەکار بهێنە.<br /> <br /> لینکی بەشداریکردن: {$subscriptionUrl}<br />
mk_mk: Обновена е онлајн претплата преку институција за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Институција:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (доколку е достапен):<br /> {$domain}<br /> <br /> IP опсег (доколку е достапен):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$userDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
nb_no: Et institusjonelt abonnement på {$contextName} har blitt fornyet online. For mer informasjon se under.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institusjon:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domene (om angitt):<br /> {$domain}<br /> <br /> IP-område (om angitt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Medlemskapsinformasjon (om angitt):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk URL-en: {$subscriptionUrl}
nl_nl: Een institutioneell abonnement voor {$contextName} is met de volgende gegevens online verlengd.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Instituut:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domein (indien opgegeven):<br /> {$domain}<br /> <br /> IP reeksen (indien opgegeven):<br /> {$ipRanges}<br /> <br /> Contactpersoon:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om dit abonnement te bekijken of bewerken.<br /> <br /> Abonnement URL: {$subscriptionUrl}<br />
pl_pl: Subskrypcja instytucyjna została wznowiona online dla: {$contextName}, z następującymi szczegółami.<br /> <br /> Rodzaj subskrypcji:<br /> {$subscriptionType}<br /> <br /> Instytucja:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domena (jeśli określono):<br /> {$domain}<br /> <br /> Wydzielony zakres (jeśli określono):<br /> {$ipRanges}<br /> <br /> Osoba kontaktowa:<br /> {$userDetails}<br /> <br /> Informacje członkowskie (jeśli określono):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować tę subskrypcję, zastosuj następujący URL.<br /> <br /> URL subskrypcji:{$subscriptionUrl}<br />
pt_pt: Uma subscrição institucional foi renovada online para a revista {$contextName} com os dados a seguir.<br /> <br /> Tipo de subscrição:<br /> {$subscriptionType}<br /> <br /> Instituição:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domínio (caso informado):<br /> {$domain}<br /> <br /> Faixas de IP (caso indicado):<br /> {$ipRanges}<br /> <br /> Contacto:<br /> {$userDetails}<br /> <br /> Registo em Entidade de Classe (caso indicado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda à URL a seguir.<br /> <br /> URL: {$subscriptionUrl}<br />
ru_ru: На сайте для организации была продлена подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Организация:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Доменное имя (если указано):<br /> {$domain}<br /> <br /> IP-диапазоны (если указаны):<br /> {$ipRanges}<br /> <br /> Контактное лицо:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sv_se: En institutionsprenumeration på {$contextName} har förnyats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domän (om tillgängligt):<br /> {$domain}<br /> <br /> IP-omfång (om tillgängligt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
uk_ua: Була поновлена в електронному режимі інституційна передплата на видання &quot;{$contextName}&quot;, подробиці нижче.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Установа:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (якщо вказаний):<br /> {$domain}<br /> <br /> Діапазон IP-адрес (якщо вказаний):<br /> {$ipRanges}<br /> <br /> Контактна особа:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
vi_vn: An institutional subscription has been renewed online for {$contextName} with the following details.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> Tổ chức:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Tên miền (nếu được cung cấp):<br /> {$domain}<br /> <br /> Phạm vi IP (nếu được cung cấp):<br /> {$ipRanges}<br /> <br /> Người liên hệ:<br /> {$userDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />
zh_cn: 《{$contextName}》的一个团体订阅已经在线续订了，详细信息如下：<br /> <br /> 订阅类型:<br /> {$subscriptionType}<br /> <br /> 团体信息:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> 域名 (可选):<br /> {$domain}<br /> <br /> IP范围(可选):<br /> {$ipRanges}<br /> <br /> 联系人:<br /> {$userDetails}<br /> <br /> 会员信息(可选):<br /> {$membership}<br /> <br /> 使用如下链接审查和编辑这个订阅.<br /> <br /> 订阅URL: {$subscriptionUrl}<br />

# emails.subscriptionRenewInstl.description
source: This email notifies the Subscription Manager that an institutional subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
ar_iq: هذه الرسالة تُشعر مدير الإشتراكات بتجديد إشتراك مؤسساتي عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
ca_es: Aquest correu notifica a l'administrador/a de subscripcions que una subscripció institucional s'ha renovat en línia. El correu proporciona un resum de la informació sobre la subscripció i un enllaç d'accés ràpid a la subscripció renovada.
cs_cz: Tento e-mail informuje správce předplatného o obnovení institucionálního předplatného online. Poskytuje souhrnné informace o předplatném a rychlý přístup k obnovenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at et individuelt abonnement er blevet fornyet online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det fornyede abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein institutionelles Abonement online erneuert worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das erneuerte Abonnement.
el_gr: Το παρόν μήνυμα ειδοποιεί τον Διαχειριστή Συνδρομών ότι ανανεώθηκε online μία ιδρυματική συνδρομή. Παρέχει συνοπτική πληροφόρηση σχετικά με τη συνδρομή καθώς και έναν γρήγορο σύνδεσμο πρόσβασης στη συνδρομή.
es_es: Este correo en línea notifica al administrador/a de suscripciones que una suscripción institucional ha sido renovada en línea. Proporciona información resumida de la suscripción y un enlace de acceso rápido a la suscripción renovada.
eu_es: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio erakunde-harpidetza bat berritu dutela linean. Harpidetza-datuen laburpena ematen du eta berritutako harpidetzara bizkor joateko esteka.
gd_gb: Innsidh am post-d seo do manaidsear an fho-sgrìobhaidh gun deach fo-sgrìobhadh institiuide ath-nuadhachadh air loidhne. Bheir e seachad geàrr-chunntas mun fho-sgrìobhadh agus ceangal a bheir grad-inntrigeadh dhan fho-sgrìobhadh ath-nuadhaichte.
hu_hu: Az email az Előfizetés Menedzsert értesíti az online megújított intézményi előfizetésekről. Összefoglaló információt és gyorslinket biztosít a megvásárolt előfizetéshez.
id_id: Email ini memberitahu Manajer Langganan bahwa sebuah langganan institusi telah diperbaharui online. Email ini memberikan ringkasan informasi tentang langganan tersebut beserta tautan untuk mengakses langganan yang diperbaharui.
it_it: Notifica del rinnovo di un abbonamento istituzionale.
ja_jp: このメールは機関購読の更新がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ku_iq: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەشداریکردنەکان دەکاتەوە کە بەشداریکردنێک بە شێوەی ئۆنلاین نوێ کراوەتەوە. ئەمە کورتکراوەی زانیارییەکان و لینکێک بۆ بینینی بەشداریکردنەکە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува Раководителот со претплати дека е извршена онлајн обнова на претплата преку институција. Обезбедува краток опис на претплатата и линк за брз пристап до обновената претплата.
nb_no: Denne e-posten informerer abonnementsansvarlig om fornying av et institusjonelt abonnement. Den gir informasjon om abonnementet og en lenke til det fornyede abonnementet.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pl_pl: Ten email zawiadamia Menedżera subskrypcji, że zakupiono subskrypcję instytucyjną online. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do wznowionej subskrypcji.
pt_pt: Esta mensagem notifica o Gestor de Subscrição que uma subscrição institucional foi renovada online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en institutionsprenumeration har förnyats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den förnyade prenumerationen.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була поновлена інституційна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
vi_vn: Email này thông báo cho Người quản lý đăng ký thuê bao rằng tổ chức đăng ký thuê bao đã được gia hạn trực tuyến. Nó cung cấp thông tin tóm tắt về đăng ký và liên kết truy cập nhanh đến đăng ký được gia hạn.
zh_cn: 这个邮件通知订阅管理员一个团体订阅已经在线续订了。邮件还将提供关于续订的摘要信息和到续订的快速存取链接.

# emails.subscriptionRenewIndl.subject
source: Subscription Renewal: Individual
ar_iq: تجديد إشتراك: منفرد
ca_es: Renovació de la subscripció: Individual
cs_cz: Obnovení předplatného: Individuální
da_dk: Fornyelse af abonnement: Individuelt
de_de: Erneuerung eines Abonnements: Individuell
el_gr: Ανανέωση συνδρομής: Ατομική
es_es: Renovación de suscripción: Individual
eu_es: Harpidetza-berritzea: Indibiduala
fa_ir: تمدید اشتراک شخصی
fi_fi: Yksittäistilaus uusittu
gd_gb: Ath-nuadhachadh an fho-sgrìobhaidh: Fo-sgrìobhadh neach fa leth
hu_hu: Előfizetés megújítása: Egyéni
id_id: Pembaharuan Langganan: Individu
it_it: Rinnovo dell'abbonamento individuale
ja_jp: 購読更新: 個人
ku_iq: نوێکردنەوەی بەشداریکردن: بەشداریکردنی کەسی
mk_mk: Обнова на претплата: Поединечна
nb_no: Abonnementsfornyelse: Individuelt abonnement
nl_nl: Verlenging abonnement: individueel
pl_pl: Wznowienie subskrypcji: indywidualna
pt_pt: Renovação de Subscrição: Individual
ru_ru: Продление подписки: индивидуальная
sv_se: Förnyelse av prenumeration: Enskild prenumeration
uk_ua: Поновлення передплати: Індивідуальна
vi_vn: Gia hạn thuê bao: Cá nhân
zh_cn: 订阅续订: 个人
