Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestOneclickSubsequent.body
source: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> <br /> الأمر يتعلق بالمؤلَّف الموسوم &quot;{$submissionTitle},&quot; الذي هو قيد المعالجة من قبل {$contextName}.<br /> <br /> بالنظر إلى التنقيحات المؤشرة على النسخة السابقة من المؤلَّف، قدم المؤلف/المؤلفون الآن نسخة منقحة من أوراقهم. نكون شاكرين لتعاونك معنا في تقييمها.<br /> <br /> لطفاً، أدخل إلى موقع المجلة حتى يوم {$responseDueDate} لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه.<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> <br /> Us contactem en referència al manuscrit &quot;{$submissionTitle},&quot; que està essent estudiat per {$contextName}.<br /> <br /> Després de la revisió de la versió prèvia del manuscrit, els autors/ores han enviat una versió revisada del seu article. Us agrairíem que ens ajudéssiu a avaluar-la.<br /> <br /> Per fer-ho, inicieu sessió en el lloc web de la revista abans del {$responseDueDate} per indicar si fareu la revisió o no, així com per accedir a la tramesa i enregistrar la vostra revisió i la recomanació.<br /> <br /> La data límit per a la revisió és el {$reviewDueDate}.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per considerar aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; podávaného autorem {$contextName}.<br /> <br /> Na základě recenzí předchozí verze nahráli autoři opravenou verzi tohoto příspěvku. Byli bychom rádi, kdybyste nám pomohl(a) tuto verzi zkontrolovat.<br /> <br /> Zalogujte se, prosím do {$responseDueDate} na stránky našeho časopisu a dejte nám vědět zda jste schopen(a) a ochoten(a) udělat pro nás recenzi. Na webu najdete také přístup k vlastnímu příspěvku a můžete tam nahrát obsah recenze a doporučení autorovi.<br /> <br /> Samotná recenze by měla být odevzdána do {$reviewDueDate}.<br /> <br /> Webová adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Log på tidsskriftets websted inden {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling.<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Manuskriptets URL URL: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel. <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Bitte loggen Sie sich auf der Website der Zeitschrift bis zum {$responseDueDate} ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können auch Ihr Gutachten und Ihre Empfehlung dort abgeben.<br /> <br /> Das Gutachten selbst wäre fällig zum {$reviewDueDate}.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> <br /> Το παρόν μήνυμα αφορά την εργασία &quot;{$submissionTitle},&quot; που βρίσκεται υπό αξιολόγηση στο περιοδικό {$contextName}.<br /> <br /> Οι Συγγραφείς υπέβαλαν μία αναθεωρημένη έκδοση της εργασίας. Θα εκτιμούσαμε ιδιαίτερα τη συνδρομή σας στην αξιολόγησή της.<br /> <br /> Παρακαλούμε συνδεθείτε στον ιστότοπο του περιοδικού μέχρι τις {$responseDueDate} για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταγράψετε τα σχόλιά σας.<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Inicie sesión en el sitio web de la revista antes del {$responseDueDate} para indicar si llevará a cabo la revisión o no, además de para obtener acceso al envío y registrar su revisión y recomendación.<br /> <br /> La fecha límite para entregar la revisión es el {$reviewDueDate}.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Hau &quot;{$submissionTitle},&quot; eskuizkribuari dagokio, {$contextName} aldizkariak aintzat hartu duena.<br /> <br /> Eskuizkribuaren aurreko bertsioaren berrikuspenari jarraituz, egileek orain haien lanaren bertsio berrikusi bat bidali dute. Eskertuko genuke ebaluatzen lagunduko bazenu.<br /> <br /> Mesedez, sartu aldizkariaren web orrian {$responseDueDate} datarako, adierazteko berrikuspenaz arduratuko zaren edo ez, baita bidalitakora sartzeko eta zure berrikuspena eta gomendioa grabatzeko ere.<br /> <br /> Berrikuspenaren epemuga: {$reviewDueDate}.<br /> <br /> URL aurkezpena: {$submissionReviewUrl}<br /> <br /> Mila esker eskari hau kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> <br /> این ایمیل در مورد مقاله &quot;{$submissionTitle},&quot; که به مجله {$contextName} ارسال شده است، می باشد.<br /> <br /> در ادامه داوری های قبلی این مقاله نمایش داده شده است و اکنون نویسنده نسخه اصلاحی خود را ارسال کرده است. در صورت امکان در ارزیابی این اصلاحات به ما کمک کنید.<br /> <br /> لطفاً تا تاریخ {$responseDueDate} به سامانه وارد شده و پذیرش یا عدم پذیرش انجام این داوری را به اطلاع برسانید<br /> <br /> مهلت انجام داوری: {$reviewDueDate}.<br /> <br /> لینک مقاله: {$submissionReviewUrl}<br /> <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle}&quot; joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne.<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> Ystävällisin terveisin, <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> <br /> Tha seo mu dhèidhinn na sgrìobhainn “{$submissionTitle}” a tha {$contextName} a’ cnuasachadh.<br /> <br /> Ri linn lèirmheis air an tionndadh roimhe dhen sgrìobhainn, chuir na h-ùghdaran tionndadh lèirmheaste dhen phàipear aca thugainn. Bhiomaid fada nad chomain nam b’ urrainn dhut sgrùdadh a dhèanamh air còmhla rinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair ron {$responseDueDate} a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean.<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {$reviewerName}:<br /> <br /> זה בנוגע לכתב היד &quot;{$submissionTitle},&quot; שהוגש ל- {$contextName}.<br /> <br /> לאחר סקירת הגרסה הקודמת של כתב היד, המחברים הגישו כעת גרסה מתוקנת של מאמרם. נשמח אם היית יכול לעזור בהערכתו.<br /> <br /> אנא היכנס לאתר עד {$responseDueDate} כדי לציין אם תתחיל בבדיקה או לא, כמו גם לגשת להגשה ולהקליט את הביקורת וההמלצה שלך.<br /> <br /> ניתן להגיש את הביקורת עצמה עד {$reviewDueDate}.<br /> <br /> אתר הגשה: {$submissionReviewUrl}<br /> <br /> תודה על עזרתך.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> A(z) {$contextName} szerkesztőbizottsága nevében szeretném felkérni a(z) &quot;{$submissionTitle},&quot; című kézirat szakmai lektorálására, melyet a szerző(k) átdolgozást követően ismét benyújtottak publikálásra.<br /> A cikk absztraktját levelünk végén olvashatja. <br /> <br /> Kérjük, jelentkezzen be a folyóirat weboldalára {$responseDueDate}-ig és jelezze, hogy vállalja-e a lektorálást! Amennyiben vállalja a bírálatot, ugyanitt töltheti le a cikk szövegét és rögzítheti véleményét és javaslatait.<br /> <br /> A lektorálás határideje: {$reviewDueDate}.<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Köszönettel,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> <br /> Email ini terkait naskah &quot;{$submissionTitle},&quot; yang sedang dalam pertimbangan di {$contextName}.<br /> <br /> Setelah review untuk versi naskah sebelumnya, penulis saat ini telah menyerahkan versi revisi naskahnya. Kami berharap Anda dapat membantu mengevaluasinya.<br /> <br /> Silakan login ke website jurnal sebelum {$responseDueDate} untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda.<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentile {$reviewerName}:<br /> <br /> Ti scrivo riguardo al manoscritto &quot;{$submissionTitle},&quot; in corso di revisione per eventuale pubblicazione in {$contextName}.<br /> <br /> L'autore ha inviato una nuova versione, modificata secondo i suggerimenti ricevuti dai revisori. Tu sarei grato se volessi aiutarci a valutarla.<br /> <br /> Ti chiedo di autenticarti al sito {$responseDueDate} per indicarmi se intendi accettare l'incarico o meno e poi per accedere alla proposta e registrare il tuo parere.<br /> <br /> La data di scadenza è il {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti ringrazio per la disponibilità<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」に関して連絡いたします。<br /> <br /> この度、前回の原稿の査読を経て、改訂版が提出されました。評価にご協力いただければ幸いです。<br /> <br /> {$responseDueDate}までに、雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> <br /> پەیوەندیدار بە ڕەشنوسی توێژینەوەی&quot;{$submissionTitle},&quot; کە لە ژێر هەڵسەنگاندن دایە لە لایەن {$contextName}.<br /> <br /> دوای خستنەڕوی تێبینییەکان، توێژەر توێژینەوەکەی چاک کردووە و پێشکەشی کردۆتەوە. ئێمە سوپاسگوزار دەبین ئەگەر لە هەڵسەنگاندنەوەیدا هاوکارمان بن.<br /> <br /> تکایە بڕۆ سەر پەڕەی گۆڤار لێرەوە {$responseDueDate} بۆ ئەوەی دەستنیشانی قبوڵ یان ڕەتکردنەوەی هەڵسەنگاندنەکە بکەیت، هەروەها لەوێوە زانیارییەکان و فایلی توێژینەوەکە دەبینیت. <br /> <br /> دوا وادە بۆ هەڵسەنگاندن {$reviewDueDate}.<br /> <br /> لینکی توێژینەوەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ هاوکاریتان.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> <br /> Ова се однесува на трудот &quot;{$submissionTitle},&quot; кој е предмет на разглед на {$contextName}.<br /> <br /> После рецензијата на претходната верзија на трудот, авторите сега имаат поднесено корегирана верзија на нивниот труд. Би ценеле доколку би можеле да ни помогнете со евалуацијата на истиот.<br /> <br /> Ве молиме да се најавите на веб-страницата на списанието до {$responseDueDate} за да наведете дали ќе го рецензирате трудот или не, како и да пристапите до поднесокот и да ги зачувате вашите прегледи и препораки.<br /> <br /> Рокот на самата рецензија е до {$reviewDueDate}.<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> <br /> Dette gjelder innleveringen «{$submissionTitle}» som er til vurdering hos {$contextName}.<br /> <br /> Forfatterne har nå levert inn en revidert versjon av artikkelen sin etter fagfellevurdering av en tidligere versjon. Vi hadde satt pris på om du kunne fagvurdere den.<br /> <br /> Logg inn på tidsskriftets nettsted innen {$responseDueDate} for å gi beskjed om du kan utføre oppdraget eller ikke. Der får du også tilgang til innleveringen, og du kan registrere fagfellevurderingen og anbefalingen din.<br /> <br /> Fristen for fagfellevurderingen er {$reviewDueDate}.<br /> <br /> Innleveringens URL: {$submissionReviewUrl}<br /> <br /> Takk for at du overveier denne forespørselen. <br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na een review van een eerdere versie van het manuscript hebben de auteurs een gereviseerde versie van hun manuscript ingestuurd. We zouden het waarderen als u wilt helpen die te evalueren.<br /> <br /> Log in op de website van het tijdschrift vóór {$responseDueDate} om aan te geven of u de review wilt doen en om de inzending te benaderen en uw review en aanbeveling vast te leggen.<br /> <br /> Het review moet binnen zijn op {$reviewDueDate}.<br /> URL van de inzending: {$submissionReviewUrl}<br /> <br /> Dan ku voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: Szanowna Pani / Szanowny Panie,<br /> <br /> piszemy w sprawie tekstu &quot;{$submissionTitle}&quot; będącego w procedurze recenzenckiej, w czasopiśmie {$contextName}.<br /> <br /> Autorzy tekstu po zapoznaniu się z uwagami przedstawionymi w recenzji przesłali poprawioną wersję tekstu. Będziemy wdzięczni za pomoc w ocenie tekstu po poprawkach.<br /> <br /> Prosimy o informację zwrotną o przyjęciu lub odrzuceniu naszej prośby do dnia {$responseDueDate}, jak również dostępu do zgłoszonego tekstu oraz formularza recenzji. Adres strony internetowej czasopisma.<br /> <br /> Termin wykonania recenzji: {$reviewDueDate}<br /> <br /> WWW tekstu: {$submissionReviewUrl}<br /> <br /> Z wyrazami szacunku,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> <br /> Este pedido é relativo ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência da revisão, os autores submeteram uma versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> Por favor, aceda à revista até {$responseDueDate} para informar sobre a sua disponibilidade ou não de realizar a revisão, assim como para aceder ao artigo e registar a sua revisão e recomendações.<br /> <br /> O prazo de entrega da revisão é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию.<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka..<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo.<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Webbplatsens adress är: {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Будь ласка, зайдіть на сайт журналу до {$responseDueDate}, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію.<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Liên quan đến bản thảo &quot;{$submissionTitle},&quot; được xem xét bởi {$contextName}.<br /> <br /> Sau khi xem xét phiên bản trước của bản thảo, các tác giả hiện đã gửi phiên bản sửa chữa bài báo của họ. Chúng tôi đánh giá cao nếu bạn có thể giúp đánh giá bản sửa chữa này.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí trước ngày {$responseDueDate} để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn.<br /> <br /> Thời hạn đánh giá là ngày {$reviewDueDate}.<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
