Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.copyeditRequest.body
source: {$participantName}:<br /> <br /> I would ask that you undertake the copyediting of &quot;{$submissionTitle}&quot; for {$contextName} by following these steps.<br /> 1. Click on the Submission URL below.<br /> 2. Open any files available under Draft Files and do your copyediting, while adding any Copyediting Discussions as needed.<br /> 3. Save copyedited file(s), and upload to Copyedited panel.<br /> 4. Notify the Editor that all files have been prepared, and that the Production process may begin.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}
ar_iq: {$participantName}:<br /> <br /> أود مطالبتك بتوفير نسخة مدققة من المؤلَّف الموسوم &quot;{$submissionTitle}&quot; والمرسل إلى {$contextName} عبر اتباع الخطوات الآتية:<br /> 1. أنقر على رابط طلب النشر أدناه.<br /> 2. إفتح أي ملفات متوافرة ضمن الملفات المسودة وأجر متطلبات التدقيق مضيفاً أي قرارات أو ملاحظات تتعلق بالتدقيق حسب الحاجة.<br /> 3. إحفظ الملفات المدققة، ثم إرفعها إلى لوحة المدققات.<br /> 4. أعلم المحرر بأن جميع الملفات صارت جاهزة، وأن بالإمكان الشروع بعملية الإنتاج.<br /> <br /> رابط {$contextName}: {$contextUrl}<br /> رابط الطلب: {$submissionUrl}<br /> اسم الدخول: {$participantUsername}
ca_es: {$participantName}:<br /> <br /> M'agradaria demanar-vos que us encarreguéssiu de la revisió de &quot;{$submissionTitle}&quot; per a {$contextName}. Per fer-ho , hauríeu de seguir els passos següents:<br /> 1. Feu clic a l'URL de la tramesa que trobareu al final d'aquest missatge.<br /> 2. Obriu tots els arxius disponibles a "Arxius esborrany" i feu la correcció afegint els comentaris que necessiteu a "Discussions de correcció".<br /> 3. Guardeu els arxius corregits i carregueu-los en el panell "Corregit".<br /> 4. Notifiqueu a l'editor/a que tots els arxius estan llestos i que el procés de producció pot començar.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'usuari/ària: {$participantUsername}
cs_cz: {$participantName}:<br /> <br /> Chtěl bych vás požádat, abyste zredigoval článek &quot;{$submissionTitle}&quot; pro {$contextName} a postupujte přitom prosím podle následujících kroků:<br /> 1. Klikněte níže na URL příspěvku.<br /> 2. Otevřete libovolný soubor v sekci Soubory návrhů a proveďte redakční editaci, případě využijte diskusi pro editační fázi.<br /> 3. Uložte zredigovaný soubor a nahrajte ho v editačním panelu.<br /> 4 . Upozorněte redaktora, že všechny soubory byly zeditovány a může začít produkční fáze.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$participantUsername}
da_dk: {$participantName}:<br /> <br /> Jeg vil bede dig om at foretage manuskriptredigering af &quot;{$submissionTitle}&quot; til {$contextName} ved at følge disse trin. <br /> 1. Klik på manuskriptets URL-adresse nedenfor. <br /> 2. Åbn tilgængelig(e) fil(er) under ‘Filer til redigering’ og tilføj, om nødvendigt, et indlæg under ‘Drøftelser under manuskriptredigering’.<br /> 3. Gem manuskriptredigeret fil og upload den ud for ‘Manuskriptredigering’.<br /> 4. Giv redaktøren besked, når alle filer er færdigredigerede og klar til blive videresendt til ’Produktion’.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}
de_de: {$participantName},<br /> <br /> ich bitte Sie, das Manuskript &quot;{$submissionTitle}&quot; für {$contextName} zu lektorieren. Bitte gehen Sie dabei folgendermaßen vor:<br /> 1. Klicken Sie auf die unten stehende URL des Beitrags.<br /> 2. Öffnen Sie alle Dateien, die unter Entwurf für Lektorat verfügbar sind, und beginnen Sie Ihr Lektorat. Fügen Sie neue Diskussionen zum Lektorat nach Bedarf hinzu.<br /> 3. Sichern Sie die lektorierte(n) Dateien und laden Sie sie unter Lektoriert hoch.<br /> 4. Benachrichtigen Sie die/den Redakteur/in, dass alle Dateien fertig sind und dass der Herstellungsprozess beginnen kann.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$participantUsername}
el_gr: {$participantName}:<br /> <br /> Θα ήθελα να σας ζητήσω να αναλάβετε την επιμέλεια του κειμένου της υποβολής &quot;{$submissionTitle}&quot;, για το περιοδικό {$contextName}, ακολουθώντας τα παρακάτω βήματα.<br /> 1. Πατήστε στον σύνδεσμο της υποβολής, παρακάτω.<br /> 2. Ανοίξτε όλα τα διαθέσιμα αρχεία που υπάρχουν στο "Πρόχειρα Αρχεία" και κάντε την επιμέλεια κειμένου, προσθέτοντας σχόλια στη "Συζήτηση σχετικά με την Επιμέλεια", όπου χρειάζεται.<br /> 3. Αποθηκεύστε το επιμελημένο αρχείο(-α) και μεταφορτώστε το στον πίνακα των επιμελημένων αρχείων.<br /> 4. Ειδοποιήστε τον Επιμελητή ότι όλα τα αρχεία είναι έτοιμα και μπορεί να ξεκινήσει η διαδικασία παραγωγής.<br /> <br /> Σύνδεσμος περιοδικού {$contextName}: {$contextUrl}<br /> Σύνδεσμος υποβολής: {$submissionUrl}<br /> Όνομα Χρήστη: {$participantUsername}
es_es: {$participantName}:<br /> <br /> Me gustaría pedirle que llevara a cabo la corrección de &quot;{$submissionTitle}&quot; para {$contextName}. Para hacerlo debería seguir los pasos siguientes:<br /> 1. Haga clic en la URL del envío que encontrará al final de este correo.<br /> 2. Abra todos los archivos disponibles en "Archivos borradores" y haga la corrección, añadiendo todos los comentarios que necesite en "Discusiones de corrección".<br /> 3. Guarde los archivos corregidos y cárguelos en el panel "Corregidos".<br /> 4. Notifique al editor/a que los archivos están listos y que el proceso de producción puede empezar.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL del envío: {$submissionUrl}<br /> Nombre de usuario/a: {$participantUsername}
eu_es: {$participantName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren zuzenketa egitea eskatu nahi nizuke, urrats hauei jarraituz:<br /> 1. Egin klik behean, Artikuluaren URLan.<br /> 2. Sartu aldizkarian eta egin klik 1. urratsean agertzen den Fitxategian.<br /> 3. Irakurri Zuzenketak egiteko webgunean jarrita dauden instrukzioak.<br /> 4. Ireki deskargatutako fitxategia eta zuzendu, Egile-kontsultak gehituz behar izanez gero.<br /> 5. Gorde zuzendutako fitxategia, eta kargatu Zuzenketako 1. urratsean.<br /> 6. Bidali BUKATU duzula adierazteko mezua editoreari.<br /> <br /> {$contextName} aldizkariaren URLa: {$contextUrl}<br /> Artikuluaren URLa: {$submissionUrl}<br /> Erabiltzaile-izena: {$participantUsername}
fa_ir: {$participantName}:<br /> <br /> از شما درخواست می شود که امور ویراستاری مقاله &quot;{$submissionTitle}&quot; مربوط به {$contextName} را برعهده بگیرید. شما می توانید فایل مربوطه به همراه مجموعه ای از دستورالعمل های نحوه ویراستاری مقاله را در وب سایت مجله دریافت کنید.<br /> <br /> چنانچه در حال حاضر قادر به انجام امور مذکور نیستید و یا سوالی در این زمینه دارید، لطفا با من تماس بگیرید. پیشاپیش از قبول انجام امور ویراستاری برای این مجله سپاسگزارم.
fi_fi: Hyvä {$participantName},<br /> <br /> Pyytäisin teitä toimittamaan teknisesti käsikirjoituksen &quot;{$submissionTitle}&quot; julkaisulle {$contextName}, seuraavia vaiheita noudattaen:<br /> 1. Klikatkaa alla olevaa käsikirjoituksen URL-osoitetta.<br /> 2. Avatkaa Luonnostiedostot-otsikon alla olevat tiedostot ja toimittakaa ne teknisesti. Voitte samalla lisätä tekniseen toimittamiseen liittyviä keskusteluja tarpeen mukaan.<br /> 3. Tallentakaa teknisesti toimitetut tiedostot ja ladatkaa ne Teknisesti toimitettu -paneeliin.<br /> 4. Ilmoittakaa toimittajalle, että kaikki tiedostot ovat valmiina, ja että tuotantoprosessi voidaan aloittaa.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$participantUsername}
gd_gb: {$participantName}:<br /> <br /> Bu toil leam iarraidh ort “{$submissionTitle}” airson {$contextName} a ghrinn-deasachadh a rèir nan ceuman a leanas.<br /> 1. Briog air URL an tagraidh gu h-ìosal.<br /> 2. Fosgail faidhle sam bith a tha sna “Dreachdan fhaidhlichean” is dèan grinn-deasachadh orra agus tòisich deasbadan grinn-deasachaidh ma bhios feum orra.<br /> 3. Sàbhail na faidhlichean a rinn thu grinn-deasachadh orra agus luchdaich suas iad chun na panail “Grinn-deasaichte”.<br /> 4. Cuir fios chun an deasaiche gun do dhèilig thu ris a h-uile faidhle agus gum faodar tòiseachadh air an t-saothrachadh.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL an tagraidh: {$submissionUrl}<br /> Ainm-cleachdaiche: {$participantUsername}
hr_hr: Poštovana/i {$participantName},<br /> <br /> željeli bismo vas zamoliti da prihvatite lekturu rukopisa &quot;{$submissionTitle}&quot; za časopis {$contextName}. Prijavljeni rukopis, kao i upute za lektoriranje možete pronaći na mrežnim stranicama časopisa.<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$participantUsername}<br /> <br /> U slučaju da trenutačno niste u mogućnosti preuzeti lekturu ili da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,
hu_hu: Tisztelt {$participantName}!<br /> <br /> Kérjük, hogy végezze el a(z) &quot;{$submissionTitle}&quot; című cikk alábbi lépésekből álló technikai szerkesztési folyamatát a(z) {$contextName} folyóiratnál.<br /> 1. Kattintson a kézirat URL címére alább.<br /> 2. Nyissa meg a fájlt vagy fájlokat a Vázlatok között és végezze el a technikai szerkesztést. Ha szükséges, kezdeményezzen technikai szerkesztői párbeszédet.<br /> 3. Mentse el a szerkesztett fájl(okat), és töltse fel a Szerkesztett részhez.<br /> 4. Értesítse a Szerkesztőt, hogy elkészült minden fájllal és megkezdhető a megjelentetési fázis.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Kézirat URL címe: {$submissionUrl}<br /> Felhasználónév: {$participantUsername}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$participantName}:<br /> <br /> Kami meminta Anda melakukan copyediting terhadap &quot;{$submissionTitle}&quot; untuk {$contextName} mengikuti langkah-langkah berikut.<br /> 1. Klik URL Naskah di bawah.<br /> 2. Buka semua file yang ada di file Draft dan lakukan copyediting, tambahkan Diskusi Copyediting sesuai kebutuhan.<br /> 3. Simpan file yang telah di-copyedit, dan unggah ke panel Sudah Copyedit.<br /> 4. Beritahu Editor bahwa semua file telah siap, dan bahwa proses Produksi dapat dimulai.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Naskah: {$submissionUrl}<br /> Nama pengguna: {$participantUsername}
it_it: {$participantName}:<br /> <br /> Ti chiedo di prendere in carico il copyediting del manoscritto &quot;{$submissionTitle}&quot; inviato alla testata {$contextName}.<br /> Il documento si trova su sito web della rivista, insieme alle istruzioni per il copyediting.<br /> Se non puoi prendere in carico il lavoro in questo periodo o hai qualche domanda, ti prego di contattarmi.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Manoscritto: {$submissionUrl}<br /> Username: {$participantUsername}<br />
ja_jp: {$participantName}様:<br /> <br /> 誌『{$contextName}』への投稿原稿「{$submissionTitle}」の原稿整理作業をお願いいたしたくメールを差し上げました。以下の手順に従って作業してください。<br /> 1. 下記の投稿URLをクリックしてください。<br /> 2. 「原稿ファイル」で利用可能なファイルを開き、必要に応じて「原稿整理 ディスカッション」を追加しながら、原稿整理作業を行います。<br /> 3. 整理したファイルを保存し、原稿整理 パネルにアップロードします。<br /> 4. 全てのファイルの準備が完了したことを編集者に通知し、制作プロセスの開始が可能になります。<br /> <br /> {$contextName} URL: {$contextUrl}<br /> 投稿URL: {$submissionUrl}<br /> ユーザー名: {$participantUsername}
ku_iq: {$participantName}:<br /> <br /> من داوا لە بەڕێزتان دەکەم بە وردبینیکردنی&quot;{$submissionTitle}&quot; بۆ {$contextName} بە گوێرەی ئەم هەنگاوانە.<br /> ١. کلیک لەسەر ئەم توێژینەوە پێشکەشکراوەی خوارەوە بکە.<br /> ٢. هەمو فایلەکانی بکەوە و کاری وردبینییان بۆ بکە، هەر تێبینییەک پێویستە تکایە بینوسە.<br /> ٣. فایلە وردبینکراوەکان خەزن بکە و دوبارە باریان بکەوە.<br /> ٤. سەرنوسەر ئاگادار بکەوە لە تەواوبونی پرۆسەی وردبینی بۆ دەستپێکردنی پرۆسەی بڵاوکردنەوە.<br /> <br /> {$contextName} لینک: {$contextUrl}<br /> لینکی توێژینەوەکە: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$participantUsername}
mk_mk: {$participantName}:<br /> <br /> Би сакал да ве замолам да го превземете уредувањето на &quot;{$submissionTitle}&quot; за{$contextName} со тоа што ќе ги следите овие чекори.<br /> 1. Кликнете на URL-адресата на поднесокот подолу.<br /> 2. Отворете ги достапните датотеки под Датотеки за нацрт и извршете го вашето уредување, додека додавате Дискусии за уредување доколку се потребни.<br /> 3. Зачувајте ја уредената датотека(и), и прикачете ја на панелот Уредено.<br /> 4. Известете го уредникот дека сите датотеки се подготвени и дека процесот на обработка може да започне.<br /> <br /> {$contextName} URL-адреса: {$contextUrl}<br /> URL-адреса на поднесокот: {$submissionUrl}<br /> Корисничко име: {$participantUsername}
nb_no: {$participantName}:<br /> <br /> Takk for at du har sagt deg villig til å bidra til arbeidet vårt. Innleveringen «{$submissionTitle}»; for {$contextName} er klar for redigering. Du finner innleveringen på tidsskriftets nettsted, sammen med vår «Instruks for språkvask.<br /> <br /> 1. Klikk på innleveringens URL under<br /> 2. Åpne filer som er tilgjengelige under «Filer til språkvask». Legg til eventuelle kommentarer i diskusjonsfeltet.<br /> 3. Lagre de språkvaskede filene og last dem opp.<br /> 4. Informer redaktøren at alle filene har blitt bearbeidet og at produksjonen kan starte.<br/> <br /> {$contextName} URL: {$submissionUrl}<br /> Brukernavn: {$participantUsername}<br />
nl_nl: {$participantName}:<br /> <br /> Ik wil u vragen om de teksredactie uit te voeren voor artikel &quot;{$submissionTitle}&quot; voor {$contextName} door deze stappen te volgen.<br /> 1. Klik op de inzendings-URL hieronder.<br /> 2. Log in bij het tijdschrift en klik op het bestand dat verschijnt bij Stap 1.<br /> 3. Raadpleeg de tekstredactie-instructies die op de webpagina staan.<br /> 4. Open het gedownloade bestand en doe de tekstredactie. Voeg auteursvragen toe waar nodig.<br /> 5. Bewaar het bewerkte bestand en laad het bij stap 1 van Tekstredactie.<br /> 6. Stuur de GEREED e-mail naar de redacteur.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL inzending: {$submissionUrl}<br /> Gerbruikersnaam: {$participantUsername}
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> proszę o wykonanie korekty tekstu &quot;{$submissionTitle}&quot;, zgłoszonego do czasopisma {$contextName}. Proszę o postępowanie zgodnie z poniższymi krokami. <br /> 1. Kliknij na link do zgłoszonego tekstu znajdujący się poniżej.<br /> 2. Pobierz pliki robocze i wykonaj korektę. Ustal zmiany z autorem używając narzędzi do dyskusji.<br /> 3. Zapisz poprawiony plik(i) i prześlij go do systemu.<br /> 4. Powiadom redaktora o ukończeniu korekty i przekazaniu tekstu do realizacji.<br /> <br /> WWW {$contextName}: {$contextUrl}<br /> WWW tekstu: {$submissionUrl}<br /> Nazwa użytkownika: {$participantUsername}
pt_pt: {$participantName},<br /> <br /> Solicito a revisão do texto do manuscrito &quot;{$submissionTitle}&quot;, submetido à revista {$contextName}, conforme os seguintes passos:<br /> 1. Clique no URL da submissão, indicado mais adiante nesta mensagem.<br /> 2. Abra quaisquer ficheiros disponíveis nos Ficheiros de Rascunho e reveja o texto; pode adicionar Discussões de Edição de texto conforme for necessário.<br /> 3. Guarde o(s) ficheiro(s) revisto(s) e envie o ficheiro para o Painel de Edição de Texto.<br /> 4. Notifique o Editor que todos os ficheiros estão pronto, e o processo de Produção pode ser iniciado.<br /> <br /> URL da {$contextName}: {$contextUrl}<br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$participantUsername}
ru_ru: Здравствуйте, {$participantName}!<br /> <br /> Я хотел бы попросить Вас выполнить литературное редактирование материала «{$submissionTitle}» для журнала «{$contextName}», выполнив следующие шаги.<br /> 1. Щелкните на URL материала ниже.<br /> 2. Откройте все файлы, доступные в панели «Черновики», и выполните литературное редактирование, добавляя при необходимости Обсуждения литературного редактирования.<br /> 3. Сохраните отредактированные файлы и загрузите их в панель «Отредактированные».<br /> 4. Уведомите редактора о том, что все файлы были подготовлены и можно их запускать в производство.<br /> <br /> URL журнала «{$contextName}»: {$contextUrl}<br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$participantUsername}
sl_si: {$participantName}:<br /> <br /> Rad bi vas prosil, da opravite lektoriranje prispevka &quot;{$submissionTitle}&quot; za publikacijo {$contextName} po naslednjih korakih:<br /> 1. Kliknite na URL povezavo do prispevka spodaj.<br /> 2. Odprite vse datoteke, ki so na voljo pod Osnutki datotek in opravite lektroranje ter hkrati dodajte tudi razprave za lektoriranje, kot se vam zdi potrebno.<br /> 3. Shranite vse datoteke in jih naložite v razdelek z lektoriranimi datotekami.<br /> 4. Obvestite urednika, da so vse datoteke pripravljene in se lahko začne proces produkcije.<br /> <br /> Povezava do publikacije {$contextName}: {$contextUrl}<br /> Povezava do prispevka: $submissionUrl}<br /> Uporabniško ime: {$participantUsername}
sv_se: {$participantName}:<br /> <br /> Jag skulle vilja be dig om att genomföra manusredigering av &quot;{$submissionTitle}&quot; för {$contextName} genom att gå igenom följande steg:<br /> 1. Klicka på Bidragets URL nedan.<br /> 2. Öppna samtliga filer tillgängliga under Utkastfiler och manusredigera dem. Skriv i Manusredigeringsdiskussioner vid behov.<br /> 3. Spara manusredigerade filer och ladda upp under Manusredigerade-panelen.<br /> 4. Meddela Redaktören att samtliga filer har förberetts och att Produktionsprocessen kan påbörjas.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$participantUsername}
uk_ua: {$participantName}:<br /> <br /> Я хотів би попросити Вас здійснити літературне редагування тексту &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;, виконавши наступні кроки:<br /> 1. Натисніть на вказаній нижче адресі URL подання.<br /> 2. Увійдіть на сайт журналу та натисніть на посиланні &quot;Файл&quot; кроку 1.<br /> 3. Ознайомтеся з опублікованими на веб-сайті інструкціями з літературного редагування.<br /> 4. Відкрийте завантажений файл та відредагуйте його, додаючи у текст в разі потреби запити до автора.<br /> 5. Збережіть відредагований файл та вивантажте його на крок 1 літературного редагування.<br /> 6. Повідомте листом редактора про закінчення роботи.<br /> <br /> URL видання &quot;{$contextName}&quot;: <a href="{$contextUrl}">{$contextUrl}</a><br /> URL подання: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Ім'я користувача: {$participantUsername}
vi_vn: Kính gửi {$participantName},<br /> <br /> Tôi muốn yêu cầu bạn thực hiện việc biên tập bản thảo &quot;{$submissionTitle}&quot; cho {$contextName} bằng cách làm theo các bước sau.<br /> 1. Nhấp vào URL gửi dưới đây.<br /> 2. Mở bất kỳ tập tin có sẵn ở mục Nháp và biên tập bản thảo đó, đồng thời có thể thảo luận bất kỳ điều gì nếu cần thiết trong mục thảo luận bản thảo.<br /> 3. Lưu (các) tập tin đã biên tập bản thảo và tải lên.<br /> 4. Thông báo cho các biên tập viên mà tất cả các file đã được chuẩn bị, và rằng quá trình chế bản có thể bắt đầu.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL bài gửi: {$submissionUrl}<br /> Username: {$participantUsername}
zh_cn: {$participantName}您好：<br /> <br /> 我想请您为《{$contextName}》担任稿件〈{$submissionTitle}〉的校样编辑。您可以在网站上找到这份稿件，以及校样编辑的工作指引。<br /> <br /> 稿件网址：{$submissionUrl}"<br /> 用户名称：{$participantUsername}<br /> <br /> 如果您目前无法进行这份工作，或者对这项工作有任何的疑问，请直接回信与我联络。非常感谢您同意为这份期刊进行这份重要的工作。
