Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.lockssExistingArchive.body
source: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is a journal for which a member of your faculty, [name of member], serves as a [title of position]. The journal is seeking to establish a LOCKSS (Lots of Copies Keep Stuff Safe) compliant archive with this and other university libraries.<br /> <br /> [Brief description of journal]<br /> <br /> The URL to the LOCKSS Publisher Manifest for our journal is: {$contextUrl}/gateway/lockss<br /> <br /> We understand that you are already participating in LOCKSS. If we can provide any additional metadata for purposes of registering our journal with your version of LOCKSS, we would be happy to provide it.<br /> <br /> Thank you,<br /> {$principalContactSignature}
ar_iq: عزيزنا [أمين مكتبة الجامعة]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;، هي مجلة علمية فيها أحد أعضاء مؤسستك، والمدعو [اسم العضو]، يعمل بصفة [صفة العضو]. وهذه المجلة تتطلع إلى تأسيس أرشيف متوافق مع نوع LOCKSS (Lots of Copies Keep Stuff Safe) مع هذه المكتبة وغيرها من مكتبات الجامعات الأخرى.<br /> <br /> [وصف موجز للمجلة]<br /> <br /> والرابط الخاص ببيان الناشر المتعلق بأرشيف LOCKSS لمجلتنا هو: {$contextUrl}/gateway/lockss<br /> <br /> نحن نتفهم أنك مشترك سابقاً في LOCKSS. إن كان بإمكاننا تزويدك بأي بيانات وصفية إضافية لغرض تسجيل مجلتنا في نسختك من LOCKSS، فإننا سنكون سعداء بتوفيرها لك.<br /> <br /> شكراً لك.<br /> {$principalContactSignature}
ca_es: Benvolgut/uda [University Librarian],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, és una revista en la qual participa un membre de la vostra facultat o universitat, [nom del membre], en qualitat de [nom del rol]. Des d'aquesta revista estem intentant establir un arxiu amb la vostra biblioteca universitària i d'altres que s'ajusti a les preceptives de LOCKSS (Lots of Copies Keep Stuff Safe).<br /> <br /> [Descripció breu de la revista]<br /> <br /> L'URL del manifest editorial LOCKSS de la nostra revista és: {$contextUrl}/gateway/lockss<br /> <br /> Segons la informació de què disposem, la vostra biblioteca ja participa en la iniciativa LOCKSS. Per tant, no dubteu a sol·licitar-nos totes les metadades addicionals que necessiteu per registrar aquesta revista a la vostra versió de LOCKSS.<br /> <br /> Gràcies,<br /> {$principalContactSignature}
cs_cz: Vážený [univerzitní knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, ve kterém pracovník Vaší univerzity [jméno pracovníka] zastává pozici [název pozice]. Tento časopis má zájem vybudovat archiv kopatibilní s programem LOCKSS (Lots of Copies Keep Stuff Safe) společně s touto knihovnou a dalšími univerzitními knihovnami.<br /> <br /> [Krátký popis časopisu]<br /> <br /> URL k Prohlášení LOCKSS vydavatele pro náš časopis je: {$contextUrl}/gateway/lockss<br /> <br /> Chápeme, že jste již zapojeni do LOCKSS. Pokud můžeme poskytnout jakákoliv dodatečná metadata pro účely zaregistrování našeho časopisu do Vaší verze LOCKSS, velice rádi Vám je dodáme.<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: Kære [universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; er et tidsskrift, hvor et medlem af dit fakultet, [navn på medlem], fungerer som [stillingsbetegnelse]. Tidsskriftet forsøger at etablere et LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv med dette og andre universitetsbiblioteker.<br /> <br /> [Kort beskrivelse af tidsskrift]<br /> <br /> URL-adressen til LOCKSS Publisher Manifest for vores tidsskrift er: {$contextUrl}/gateway/lockss<br /> <br /> Vi er klar over, at du allerede deltager i LOCKSS. Hvis vi kan stå til rådighed med yderligere metadata med henblik på at få vores tidsskrift registreret med din version af LOCKSS, gør vi gerne dette.<br /> <br /> Tak.<br /> {$principalContactSignature}
de_de: Sehr geehrte/r [Bibliotheksleiter/in],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; ist eine Zeitschrift, an der ein Mitglied Ihrer Universität, [Name], als [Mitarbeiterfunktion] mitarbeitet. Die Zeitschrift beabsichtigt, mit Ihrer und anderen Universitätsbibliotheken ein mit LOCKSS (Lots of Copies Keep Stuff Safe) kompatibles Archiv aufzubauen.<br /> <br /> [Kurze Beschreibung der Zeitschrift]<br /> <br /> Die Webadresse der LOCKSS-Erklärung für unsere Zeitschrift ist: {$contextUrl}/gateway/lockss<br /> <br /> Wir gehen von der Annahme aus, dass Sie bereits an LOCKSS beteiligt sind. Falls weitere Metadaten zur Aufnahme unserer Zeitschrift in Ihre Version von LOCKSS gebraucht werden, stellen wir sie Ihnen gern zur Verfügung.<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
el_gr: Αγαπητέ/ή [Όνομα Υπευθύνου Πανεπιστημιακής Βιβλιοθήκης]<br /> <br /> Το {$contextName} &amp;lt;{$contextUrl}&amp;gt; είναι ένα περιοδικό στο οποίο ένα μέλος της σχολής σας, ο/η [όνομα μέλους], συνεισφέρει ως [τίτλος θέσης]. Το περιοδικό επιχειρεί να δημιουργήσει ένα αρχείο συμβατό με το πρόγραμμα LOCKSS (Lots of Copies Keep Stuff Safe).<br /> <br /> [Σύντομη περιγραφή του περιοδικού]<br /> <br /> Η διεύθυνση URL που περιέχει τη Διακήρυξη του Εκδότη για το LOCKSS, είναι: {$contextUrl}/gateway/lockss<br /> <br /> Εξ όσων γνωρίζουμε, συμμετέχετε ήδη στο LOCKSS. Αν μπορούμε να σας παρέχουμε οποιαδήποτε επιπρόσθετα μεταδεδομένα για να καταχωρήσετε το περιοδικό μας στην εγκατάσταση LOCKSS που διαχειρίζεστε, θα χαρούμε να το κάνουμε.<br /> <br /> Σας ευχαριστούμε,<br /> {$principalContactSignature}
es_es: Estimado/a [Bibliotecaria/o Universitaria/o]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, es una revista en la que un miembro de su Facultad/Universidad, [nombre de la persona], colabora como [cargo que desempeña]. La revista está intentando crear un archivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta y otras bibliotecas universitarias.<br /> <br /> [Breve descripción de la revista]<br /> <br /> La URL para el Manifiesto Editorial LOCKSS para nuestra revista es: {$contextUrl}/gateway/lockss<br /> <br /> Entendemos que ya está participando en LOCKSS. Si podemos proporcionarle metadatos adicionales para registrar nuestra revista con su versión de LOCKSS, estaremos encantados/as de hacerlo.<br /> <br /> Gracias,<br /> {$principalContactSignature}
eu_es: [Unibertsitateko liburuzain] estimatua<br /> <br /> {$contextName} aldizkaria &amp;lt;{$contextUrl}&amp;gt; aurkeztera gatozkizu. Aldizkariaren [kargua] zuen fakultateko [izena] da. LOCKSS (Lots of Copies Keep Stuff Safe) konplitzen duen artxibo bat ezarri nahian gabiltza zuen unibertsitateko eta beste batzuetako liburutegiekin.<br /> <br /> [Aldizkariaren azalpen laburra]<br /> <br /> Hau da gure aldizkariaren LOCKSS Publisher Manifest URLa: {$contextUrl}/gateway/lockss<br /> <br /> Jakin dugunez, LOCKSSen partaide zarete dagoeneko. Gure aldizkaria zuen LOCKSS bertsioan erregistratzeko metadatu gehigarriak eskaintzerik izango bagenu, gustu handiz egingo genuke.<br /> <br /> Eskerrik asko,<br /> {$principalContactSignature}
fa_ir: مسئول محترم کتابخانه<br /> <br /> مجله {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt;, مجله ای است که یکی از اعضای آن مؤسسه (بنام فلان) در آن عضو میباشد. این مجله متقاضی آرشیو شدن محتوایش در یک سایت LOCKSS میباشد. خواهشمند است مساعدت فرموده و این مجله را در سیستم خود آرشیو کنید.rsity libraries.<br /> <br /> [توضیح مختصری از مجله]<br /> <br /> آدرس وبی برای مانیفست ناشری LOCKSS مجله ما بقرار زیر است:<br /> <a href="{$contextUrl}">{$contextUrl}</a>/gateway/lockss<br /> <br /> از آنجائیکه شما عضو شبکه LOCKSS هستید خواهشمند است مساعدت فرموده و ما را در آرشیو خود ذخیره فرمائید.<br /> با تشکر<br /> {$principalContactSignature}
fi_fi: Hyvä [yliopistokirjaston kirjastonhoitajan nimi],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; on julkaisu, jossa yliopistonne henkilökunnan jäsen, [jäsenen nimi], toimii [toimen nimi, esim.”toimittajana”]. Julkaisun pyrkimyksenä on perustaa LOCKSS:ia (Lots of Copies Keep Stuff Safe) noudattava arkisto tämän ja muiden yliopistojen kirjastojen kanssa.<br /> <br /> [Lyhyt kuvaus julkaisusta]<br /> <br /> Julkaisumme LOCKSS Publisher Manifest -sivun URL-osoite on: {$contextUrl}/gateway/lockss<br /> <br /> Käsittääksemme kirjastonne osallistuu jo LOCKSS:iin. Mikäli tarvitsette lisää metatietoja julkaisumme rekisteröimiseksi LOCKSS-versioonne, annamme mielellämme lisätietoja.<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
gd_gb: [Ainm an leabhar-lannaiche] a charaid,<br /> <br /> ’S e iris-leabhar a tha ann an {$contextName} &amp;lt;{$contextUrl}&amp;gt; agus tha ball dhen roinn agad, [ainm a’ bhuill] na [ainm an dreuchd] ann. Tha an t-iris-leabhar seo airson tasg-lann a rèir LOCKSS (Lots of Copies Keep Stuff Safe) a stèidheachadh eadar an leabhar-lann seo agus leabhar-lannan oilthighean eile.<br /> <br /> [Tuairisgeul goirid air an iris-leabhar]<br /> <br /> ’S e na leanas an URL gu manifest fhoillsichearan LOCKSS an iris-leabhair againn: {$contextUrl}/gateway/lockss<br /> <br /> Tha coltas gu bheil sibh a’ gabhail pàirt ann an LOCKSS mar-thà. Ma tha barrachd meata-dàta a dhìth airson an t-iris-leabhar againn a chlàradh aig an tionndadh agaibhse de LOCKSS, bhiomaid ro thoilichte sin a thoirt dhuibh.<br /> <br /> Mòran taing,<br /> {$principalContactSignature}
he_il: לכבוד [ספרן אוניברסיטאי]<br /> <br /> {contextName$} הוא כתב עת שעבורו חבר הפקולטה שלך, [שם החבר], משמש כ [תואר תפקיד]. היומן מבקש להקים ארכיון תואם LOCKSS עתכם ועם וספריות אוניברסיטאיות אחרות.<br /> <br /> [תיאור קצר של כתב העת]<br /> <br /> כתובת האתר ל-LOCKSS לכתב עת שלנו היא: {contextUrl} / gateway / lockss$ <br /> <br /> אנו מבינים שאתה כבר משתתף ב- LOCKSS. אם נוכל לספק מטא-נתונים נוספים למטרות רישום כתב העת שלנו בגירסת LOCKSS שלך, נשמח לספק אותה.<br /> <br /> בתודה,<br /> {principalContactSignature$}
hr_hr: Poštovani [Knjižničar ustanove],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis s kojim zaposlenik vašeg fakulteta [ime zaposlenika] surađuje kao [titula]. Časopis pokušava, u ovoj i drugim knjižnicama u sustavu znanosti i visokog obrazovanja, uspostaviti arhivu u skladu s LOCKSS sustavom (Lots of Copies Keep Stuff Safe).<br /> <br /> [Kratki opis časopisa]<br /> <br /> Adresa LOCKSS izdavače izjave za naš časopis je: {$articleUrl}/gateway/lockss<br /> <br /> Prema našim spoznajama, vi već sudjelujete u sustavu LOCKSS. Vrlo rado ćemo vam pružiti bilo kakve dodatne metapodatke koji bi mogli biti potrebni u svrhu prijave našeg časopisa unutar vaše verzije LOCKSS sustava.<br /> <br /> Unaprijed hvala,<br /> {$principalContactSignature}
hu_hu: Tisztelt Repozitórium üzemeltető!<br /> <br /> Az Önök intézményének munkatársa, [tag neve] a(z) {$contextName} &amp;lt;{$contextUrl}&amp;gt;, folyóiratnál [betöltött pozíció] pozíciót tölt be. A folyóirat egy LOCKSS (Lots of Copies Keep Stuff Safe) kompatibilis archívumot kíván létrehozni, az Önök könyvtárával és más könyvtárakkal is együttműködve.<br /> <br /> [A folyóirat rövid leírása]<br /> <br /> A folyóiratunk LOCKSS Publisher Manifest weboldalának URL címe: {$contextUrl}/gateway/lockss<br /> <br /> Megértjük, ha korábban már csatlakozott a LOCKSS-hoz. Ha bármilyen további adattal tudunk szolgálni, hogy folyóiratunkat integrálják az Önök LOCKSS rendszerébe, örömmel válaszolunk kérdéseikre.<br /> <br /> Köszönettel,<br /> {$principalContactSignature}
id_id: Yang terhormat [Pustakawan Universitas]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, merupakan jurnal yang salah satu anggota fakultas Anda, [name of member], menjadi [title of position]. Jurnal ini hendak membuat arsip sesuai LOCKSS (Lots of Copies Keep Stuff Safe) di perpustakaan Anda dan perpustakaan universitas lainnya.<br /> <br /> [Deskripsi singkat jurnal]<br /> <br /> URL Publisher Manifest LOCKSS jurnal kami adalah: {$contextUrl}/gateway/lockss<br /> <br /> Kami memahami bahwa Anda telah bergabung dengan LOCKSS. Jika kami perlu memberikan metadata tambahan untuk mendaftarkan jurnal kami di versi LOCKSS Anda, dengan senang hati kami akan memberikannya.<br /> <br /> Terimakasih,<br /> {$principalContactSignature}
it_it: Caro [Bibliotecario dell'Universita']<br /> <br /> {$contextName} &lt;{$contextUrl}&gt; è una testata con la quale un vostro membro [nome del membro], collabora come [posizione] sta cercando di instaurare un archivio condiviso LOCKSS (Lots of Copies Keep Stuff Safe) con questa e altre biblioteche universitarie.<br /> <br /> [Breve descrizione del journal]<br /> <br /> La URL al manifesto di pubblicazione del LOCKSS per il nostro journal &amp;#x00E8;: {$contextUrl}/gateway/lockss<br /> <br /> Comprendiamo che state gi&amp;#x00E0; partecipando al LOCKSS. Se possiamo fornire qualsiasi metadato aggiuntivo per scopi di registrazione al nostro journal con la vostra versione del LOCKSS, saremo felici di fornirvelo.<br /> <br /> Grazie,<br /> {$principalContactSignature}
ja_jp: 大学図書館長] 御中<br /> <br /> 本誌『{$contextName} 』&amp;lt;{$contextUrl}&amp;gt;は、貴学の教官 [教官名]殿に[役職名]をお願いしているものです。本誌は、貴館およびその他の大学図書館との間でLOCKSS（Lots of Copies Keep Stuff Safe）準拠のアーカイブを構築したいと考えております。<br /> <br /> [雑誌の簡単な説明]<br /> <br /> 本誌のLOCKSS出版者宣言書のURLは {$contextUrl}/gateway/lockss です。<br /> <br /> 貴館は既にLOCKSSに参加していると伺っております。私たちの雑誌を貴館のLOCKSSに登録するためにメタデータを提供できるなら、喜んで提供したいと考えております。 <br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> {$principalContactSignature}
ku_iq: بەڕێزان [ئەندامانی کتێبخانەی زانکۆ]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; گۆڤارێکی فاکەڵتییەکەتانە، [ناوی ئەندام]، وەک [ناسناوی زانکۆیی]خزمەت دەکات. گۆڤارەکەمان بە LOCKSS بۆ ئەرشیفکردنەوە سەرقاڵە لەگەڵ ئەندامانی کتێبخانەکانی زانکۆکانی دیکە.<br /> <br /> [کورتەیەک دەربارەی گۆڤار] <br /> <br /> لینکی LOCKSSی تایبەت بە گۆڤارەکەمان : {$contextUrl}/gateway/lockss<br /> <br /> ئێمە لەوە تێدەگەین کە ئێوە بەشدارن لە سیستەمی LOCKSS. ئەگەر تۆ دەتوانین هەر زانیارییەکی ناسێنەر بۆ تۆمارکردنی گۆڤارمان لە LOCKSS بخەیتە ڕو، ئێمە سوپاسگوزار دەبین.<br /> <br /> سوپاس بۆ هاوکاریتان،<br /> {$principalContactSignature}
mk_mk: Почитуван/а [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание за кое член од вашиот факултет, [name of member], работи како [title of position]. Списанието сака да воспостави архива согласна со LOCKSS (Lots of Copies Keep Stuff Safe) заедно со оваа и останати универзитетски библиотеки.<br /> <br /> [Brief description of journal]<br /> <br /> URL-адресата за LOCKSS изјавата за објавување на нашето списание е: {$contextUrl}/gateway/lockss<br /> <br /> Според нашето разбирање вие веќе учествувате во LOCKSS. Доколку ви се потребни дополнителни метаподатоци со цел да го регистрираме нашето списание на вашата верзија на LOCKSS, би биле среќни да ви ги доставиме.<br /> <br /> Ви благодарам,<br /> {$principalContactSignature}
nb_no: Kjære [universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; er et tidsskrift der en av deres faglige ansatte, [oppgi medlemsnavn], har påtatt seg å være [oppgi rolletittel]. Tidsskriftet ønsker å etablere et LOCKSS (Lots of Copies Keep Stuff Safe) arkiv, i samarbeid med flere universitetsbibliotek.<br /> <br /> [Gi en kort beskrivelse av tidsskriftet]<br /> <br /> URL til det LOCKSS Publisher Manifest som gjelder for tidsskriftet vårt er: {$contextUrl}/gateway/lockss<br /> <br /> Vi forstår det slik at biblioteket deres allerede deltar i et LOCKSS-samarbeid. Hvis det er behov for det, bidrar vi gjerne med ytterligere nødvendige metadata for å få registrert tidsskriftet vårt med deres versjon av LOCKSS.<br /> <br /> Vennlig hilsen,<br /> {$principalContactSignature}
nl_nl: Beste [Universiteitsbibliothecaris]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; is een tijdschrift waarvoor een lid van uw faculteit, [naam van het lid], fungeert als [titel van de positie]. Het tijdschrift streeft naar het starten van een LOCKSS (Lots of Copies Keep Stuff Safe) archief met deze en andere universiteitsbibliotheken.<br /> <br /> [Korte beschrijving van het tijdschrift]<br /> <br /> De URL van het LOCKSS Publisher Manifest van ons tijdschrift is: {$contextUrl}/gateway/lockss<br /> <br /> We begrijpen dat u al deelneemt in LOCKSS. Als we additionele metadata kunnen leveren om ons tijdschrift bij uw versie van LOCKSS te registreren, zullen we die met alle genoegen leveren.<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> prosimy o zarejestrowanie naszego czasopisma "{$contextName}" w Państwa archiwum LOCKSS. <br /> <br /> WWW czasopisma: {$contextUrl} [Krótki opis czasopisma]<br /> <br /> Dokumentacja LOCKSS wydawcy naszego czasopisma jest dostępna na stronie: {$contextUrl}/gateway/lockss<br /> <br /> Z naszej wiedzy wynika, że jesteście Państwo członkiem LOCKSS. Z przyjemnością dostarczymy dodatkowych metadanych potrzebnych do rejestracji naszego czasopisma w używanej przez Państwa wersji LOCKSS, jeżeli zgodzą się Państwo na zarejestrowanie naszego czasopisma.<br /> <br /> Z wyrazami szacunku,<br /> {$principalContactSignature}
pt_pt: Cara(o) [Bibliotecária(o) da Universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é uma revista na qual um docente da sua instituição, [nome da pessoa], possui o papel editorial de [título da função editorial]. Esta revista deseja obter arquivo através do LOCKSS (Lots of Copies Keep Stuff Safe - Muitas Cópias Mantém as Coisas Seguras) compatível com esta e outras bibliotecas de instituições de ensino superior.<br /> <br /> [Breve descrição da revista]<br /> <br /> O URL do Manifesto LOCKSS da Editora da nossa revista é: {$contextUrl}/gateway/lockss<br /> <br /> Consta do nosso registo que esta biblioteca faz parte do sistema LOCKSS. Estamos à disposição caso necessite de metadados adicionais para o registo da revista na sua versão do LOCKSS, os quais serão fornecidos o mais rápido possível.<br /> <br /> Agradecendo desde já a sua atenção,<br /> {$principalContactSignature}
ru_ru: Уважаемый [библиотекарь университета]!<br /> <br /> «{$contextName}» &amp;lt;{$contextUrl}&amp;gt; — журнал, в котором сотрудник Вашего университета, [имя сотрудника], занимает должность [название должности]. Наш журнал хотел бы создать LOCKSS(Lots of Copies Keep Stuff Safe)-совместимый архив с библиотеками Вашего и других университетов.<br /> <br /> [Краткое описание журнала]<br /> <br /> URL манифеста издателя LOCKSS для нашего журнала: {$contextUrl}/gateway/lockss<br /> <br /> Мы знаем, что Вы уже участвуете в LOCKSS. Если мы можем предоставить любые дополнительные метаданные для регистрации нашего журнала в Вашей версии LOCKSS, мы будем рады это сделать.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sv_se: Hej [universitetsbibliotekarie]!<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; är en tidskrift där en medarbetare på ditt lärosäte, [namn på medarbetaren], bistår som [namn på position]. Tidskriften vill etablera ett LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv vid det här och andra universitetsbibliotek.<br /> <br /> [Kortfattad beskrivning av tidskriften]<br /> <br /> URL:en till LOCKSS Publisher Manifest för vår tidskrift är: {$contextUrl}/gateway/lockss<br /> <br /> Vi har förstått att ni redan deltar i LOCKSS. Vi bistår gärna med ytterligare metadata som eventuellt behövs för att registrera vår tidskrift i er LOCKSS-version.<br /> <br /> Tack och med vänliga hälsningar,<br /> {$principalContactSignature}
uk_ua: Шановний [Бібліотекар Університету]<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; - це журнал, для якого Ваш співробітник [Ім'я співробітника] виконує роль [посада у редакційному штаті]. Наш журнал прагне мати архів, сумісний з LOCKSS (Lots of Copies Keep Stuff Safe) у Вашій бібліотеці та бібліотеках інших університетів.<br /> <br /> [Короткий опис журналу]<br /> <br /> URL-адреса маніфесту видавця LOCKSS для нашого журналу: {$contextUrl}/gateway/lockss<br /> <br /> Ми знаємо, що Ваша бібліотека вже бере участь у проекті LOCKSS. Якщо для реєстрації нашого журналу з Вашою версією LOCKSS потрібні певні додаткові метадані, ми будемо раді надати Вам їх.<br /> <br /> Дякую,<br /> {$principalContactSignature}
vi_vn: Kính gửi [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, là một tạp chí mà một thành viên của khoa của bạn, [name of member], phục vụ như một [title of position]. Tạp chí đang tìm cách thiết lập một kho lưu trữ tuân thủ LOCKSS (Lots of Copies Keep Stuff Safe) với thư viện này và các thư viện đại học khác.<br /> <br /> [Brief description of journal]<br /> <br /> URL tới LOCKSS Publisher Manifest cho tạp chí của chúng tôi là: {$contextUrl}/gateway/lockss<br /> <br /> Chúng tôi hiểu rằng bạn đã tham gia LOCKSS. Nếu chúng tôi có thể cung cấp bất kỳ siêu dữ liệu bổ sung nào cho mục đích đăng ký tạp chí của chúng tôi với phiên bản LOCKSS của bạn, chúng tôi sẽ vui lòng cung cấp nó.<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: Dear [University Librarian]<br /> <br /> 《{$contextName}》 &amp;lt;{$contextUrl}&amp;gt;是一份适合贵单位教职员的期刊：[成员名称]，[职称]。这份期刊正试着与这个图书馆与其他大学图书馆，共同建立一个符合洛克斯存档计划(LOCKSS; Lots of Copies Keep Stuff Safe)的检藏资料库。<br /> <br /> [期刊的简介]<br /> <br /> 我们这份期刊在「洛克斯出版品一览」的网址是：{$contextUrl}/gateway/lockss<br /> <br /> 我们了解贵单位已经参与洛克斯计划。我们非常乐意提供任何额外的后设资料，以在贵单位的洛克斯版本中进行注册。<br /> <br /> 谢谢您<br /> {$principalContactSignature}
