Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestAttached.body
source: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; and I am asking that you consider undertaking this important task for us. The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
ar_iq: {$reviewerName}:<br /> <br /> كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف, &quot;{$submissionTitle},&quot; وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا. إن دليل عمل المحكم في مجلتنا مضمن في أدنى الرسالة، وإن طلب النشر المذكور مرفق بها. إن تحكيمك لهذا المؤلَّف مع توصياتك بشأنه ينبغي إرسالها لي عبر البريد الالكتروني قبل يوم {$reviewDueDate}.<br /> <br /> لطفاً، بين عبر ردك على هذه الرسالة حتى يوم {$responseDueDate} مدى قدرتك وقبولك القيام بهذا التحكيم.<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> دليل عمل المحكم<br /> <br /> {$reviewGuidelines}<br />
ca_es: {$reviewerName}:<br /> <br /> Considero que el vostre perfil és adequat per a revisar el manuscrit &quot;{$submissionTitle},&quot; per la qual cosa us demano que valoreu la possibilitat d'encarregar-vos d'aquesta important tasca per a la nostra revista. A continuació trobareu les directrius de revisió d'aquesta revista, així com la tramesa com a arxiu adjunt. M'hauríeu d'enviar per correu electrònic la vostra revisió, juntament amb la recomanació, abans del {$reviewDueDate}.<br /> <br /> Us demano que respongueu a aquest missatge abans del {$responseDueDate} per indicar-nos si accepteu encarregar-vos de la revisió.<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Directrius de revisió<br /> <br /> {$reviewGuidelines}<br />
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle}&quot; a žádám Vás, abyste zvážil možnost přijetí tohoto pro nás důležitého úkolu. Instrukce pro zpracování recenze pro tento časopis jsou připojeny níže a příspěvek je přiložen k tomuto emailu. Vaši recenzi příspěvku spolu s Vaším doporučením byste mi měl zaslat emailem do {$reviewDueDate}.<br /> <br /> Uveďte prosím do {$responseDueDate} v odpovědi na tento email, zda můžete a chcete zpracovat tuto recenzi.<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instrukce pro zpracování recenze<br /> <br /> {$reviewGuidelines}<br />
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil kunne være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, og jeg beder dig om at overveje at påtage dig denne vigtige opgave for os. Dette tidsskrifts Retningslinjer for bedømmelser er angivet nedenfor, og manuskriptet er vedhæftet denne e-mail. Din bedømmelse af manuskriptet samt din anbefaling skal sendes til mig pr. e-mail senest den {$reviewDueDate}.<br /> <br /> Meld venligst tilbage via e-mail inden den {$responseDueDate}, om du kan og er villig til at foretage bedømmelsen.<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for bedømmelser<br /> <br /> {$reviewGuidelines}<br />
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe. Die Richtlinien für die Begutachtung sind angefügt, ebenso der Beitrag, um den es geht. Ihr Gutachten und Ihre Empfehlung sollten gegebenenfalls bis zum {$reviewDueDate} per E-Mail bei uns eingehen.<br /> <br /> Bitte benachrichtigen Sie uns bis zum {$responseDueDate} per E-Mail, ob Sie das Gutachten übernehmen können.<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Richtlinien für Gutachter/innen<br /> <br /> {$reviewGuidelines}<br />
el_gr: {$reviewerName}:<br /> <br /> Πιστεύουμε ότι θα αποτελέσετε έξοχο Αξιολογητή της εργασίας &quot;{$submissionTitle},&quot;, που επισυνάπτεται στο παρόν μήνυμα. Σας ζητούμε να αναλάβετε αυτό το σημαντικό έργο για εμάς. Οι Οδηγίες Αξιολόγησης για το περιοδικό παρατίθενται ακολούθως. Η αξιολόγηση και τα σχόλιά σας θα πρέπει να μας αποσταλούν με ηλεκτρονικό μήνυμα μέχρι τις {$reviewDueDate}.<br /> <br /> Παρακαλούμε ενημερώστε μέχρι τις {$responseDueDate} εάν μπορείτε και επιθυμείτε να αναλάβετε την αξιολόγηση.<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Οδηγίες Αξιολόγησης<br /> <br /> {$reviewGuidelines}<br />
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un/a excelente revisor/a del manuscrito &quot;{$submissionTitle},&quot;. A continuación encontrará un extracto del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros. A continuación le mostramos las Normas de Revisión de esta revista y adjunto a este correo-e recibirá el envío. Debería enviarme por correo-e su revisión del envío, así como su recomendación antes del {$reviewDueDate}.<br /> <br /> Le ruego me conteste a este correo-e antes del {$responseDueDate} y me comunique si puede y quiere hacer la revisión.<br /> <br /> Gracias por tener en cuenta esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Normas de Revisión<br /> <br /> {$reviewGuidelines}<br />
eu_es: {$reviewerName}:<br /> <br /> Uste dut ebaluatzaile bikaina izango zinatekeela {$submissionTitle} eskuizkribuari buruzko iritzia emateko, eta guretzat lan hori egiteko aukerarik izango ote zenukeen galdetzera natorkizu. Aldizkari honetako Ebaluazioak egiteko gidalerroak behean dituzu, eta artikulua mezu honi erantsita bidaltzen dizut. Artikuluari buruzko ebaluazio-txostena eta zure gomendioa niri bidali beharko zenizkidake posta elektronikoz {$reviewDueDate} aurretik.<br /> <br /> Erantzun iezadazu posta elektronikoz, mesedez, {$responseDueDate} aurretik, ebaluazioa egiterik daukazun ala ez.<br /> <br /> Eskerrik asko gure eskaera kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Ebaluazioa egiteko gidalerroak<br /> <br /> {$reviewGuidelines}<br />
fa_ir: {$reviewerName}:<br /> <br /> شما به عنوان یک داور برای بررسی مقاله &quot;{$submissionTitle}&quot; انتخاب شده اید. در ذیل، چکیده مقاله ارسالی برای شما گنجانده شده است و امیدوارم که در این زمینه مایل به همکاری با این مجله باشید.<br /> در ذیل متن راهنمای کارشناسی برای این مجله آمده است و مقاله ارسالی به این ایمیل پیوست شده است. توجه داشته باشید که باید متن کارشناسی و توصیه خود را تا تاریخ {$reviewDueDate} از طریق ایمیل ارسال کنید.<br /> <br /> لطفا با پاسخ دادن به این ایمیل قبل از تاریخ &amp;lt;{$reviewDueDate}&amp;gt; مشخص سازید که آیا قادر به انجام کارشناسی هستید یا خیر؟<br /> از توجه شما به این درخواست سپاسگزارم.<br /> <br /> {$editorialContactSignature}<br /> <br /> راهنمای داوری<br /> <br /> {$reviewGuidelines}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että sopisitte erinomaisesti käsikirjoituksen &quot;{$submissionTitle}&quot; arvioijaksi, ja pyydänkin, että harkitsette ryhtyvänne tähän meille tärkeään tehtävään. Julkaisumme arviointiohjeet löytyvät tämän sähköpostin lopusta ja käsikirjoitus on liitteenä. Arviointinne sekä suosituksenne tulisi lähettää minulle sähköpostitse {$reviewDueDate} mennessä.<br /> <br /> Ilmoittakaa pystyttekö ja haluatteko suorittaa arvioinnin vastaamalla tähän viestiin {$responseDueDate} mennessä.<br /> <br /> Kiitos, että harkitsette arviointiin ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Arviointiohjeet<br /> <br /> {$reviewGuidelines}<br />
gd_gb: {$reviewerName}:<br /> <br /> Tha mi a’ creidsinn gum biodh tu fìor mhath mar lèirmheasaiche airson na sgrìobhainn “{$submissionTitle}” agus bhiomaid fada nad chomain nam b’ urrainn dhut an obair chudromach seo a dhèanamh dhuinn. Gheibh thu riaghailtean lèirmheas an iris-leabhair seo gu h-ìosal agus tha an tagradh ceangailte ris a’ phost-d seo. Bu chòir dhut lèirmheas an tagraidh agus do mholaidhean a chur thugam ron {$reviewDueDate}.<br /> <br /> Nach cuir thu post-d thugam ron {$responseDueDate} a dh’innse dhomh an urrainn dhut an lèirmheas a dhèanamh?<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Stiùireadh airson lèirmheasan<br /> <br /> {$reviewGuidelines}<br/>
he_il: {$reviewerName}:<br /> <br /> אני מאמין שתשמש סוקר מצוין על כתב היד, &quot;{$submissionTitle},&quot; ואני מבקש שתשקול לבצע משימה חשובה זו עבורנו. הנחיות הביקורת לכתב העת הזה מצורפות להלן, וההגשה מצורפת לדוא"ל זה. את הביקורת שלך על ההגשה, יחד עם המלצתך, יש לשלוח אלי בדוא"ל עד {$reviewDueDate}.<br /> <br /> נא לציין בדוא"ל חוזר עד {$responseDueDate} באם אם אתה מסוגל ומוכן לבצע את הביקורת.<br /> <br /> תודה על עזרתך.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> הנחיות הביקורת<br /> <br /> {$reviewGuidelines}<br />
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> U nastavku teksta poruke nalaze se upute za recenzente našeg časopisa, a tekst članka nalazi se u prilogu. Od vas očekujemo da nam vašu recenziju članka, zajedno s preporukom dostavite e-poštom zaključno s {$reviewDueDate}.<br /> <br /> No prije svega, molimo vas da nam u odgovoru na ovu poruku e-poštom zaključno s datumom {$responseDueDate} naznačite da li ste u mogućnosti i da li ste voljni izvršiti recenziju<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> Upute za recenzente<br /> <br /> {$reviewGuidelines}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Szeretném felkérni a(z) &quot;{$submissionTitle},&quot; című kézirat szakmai lektorálására.<br /> A lektorálási útmutatót levelünk végén, a kéziratot pedig csatoltan találja. A kézirattal kapcsolatos szakértői véleményét és javaslatait, kérem emailben küldje meg részemre {$reviewDueDate}-ig.<br /> <br /> Kérem, jelezze válasz emailben legkésőbb {$responseDueDate}-ig, hogy vállalja-e a lektorálást.<br /> <br /> Együttműködését előre is köszönjük.<br /> <br /> Köszönettel,<br /> {$editorialContactSignature}<br /> <br /> <br /> Lektorálási útmutató:<br /> <br /> {$reviewGuidelines}<br />
id_id: {$reviewerName}:<br /> <br /> Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah, &quot;{$submissionTitle},&quot; dan kami mengharapkan Anda berkenan melakukan review. Panduan Review untuk jurnal ini disertakan di bawah, dan naskah telah dilampirkan bersama email ini. Review beserta rekomendasi Anda, kami harap telah diemailkan sebelum tenggat review {$reviewDueDate}.<br /> <br /> Mohon sampaikan dalam email balasan sebelum {$responseDueDate} tentang kesediaan Anda untuk melakukan review.<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Panduan Review<br /> <br /> {$reviewGuidelines}<br />
it_it: Gentilissimo {$reviewerName}:<br /> <br /> Desidero invitarti alla revisione del manoscritto &quot;{$submissionTitle}&quot;.<br /> Le linee guida per la revisione sono indicate sotto e il manoscritto è allegato.<br /> <br /> Puoi comunicarmi il tuo parere per email entro il {$reviewDueDate}.<br /> <br /> Ti chiedo di farmi sapere entro il {$responseDueDate} se accetti o meno l'incarico di revisione.<br /> <br /> Grazie per la tua collaborazione<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Linee guida per le revisioni<br /> <br /> {$reviewGuidelines}<br />
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお願いいたしたくメールを差し上げました。貴殿がこの重要な仕事を引き受けてくださることをお願いいたしております。この雑誌の査読の手引きを以下に添付しました。また、投稿物はメールの添付ファイルとしてお送りいたしました。投稿物の査読結果と答申は、{$reviewDueDate}までに私宛にメールでいただきたいと考えております。<br /> <br /> 査読をしていただけるか否かを、{$responseDueDate}までにメールでご返事いただけるようお願いいたします。 <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> 査読の手引き<br /> <br /> {$reviewGuidelines}<br />
ku_iq: {$reviewerName}:<br /> <br /> من پێم وایە کە بەڕێزت کەسێکی گونجاویت بۆ هەڵسەنگاندنی ئەم توێژینەوەیە.&quot;{$submissionTitle},&quot; aهەر بۆیە من داواتان لێ دەکەم کە ئەرکی هەڵسەنگاندنەکە لە ئەستۆ بگرن. ڕێنماییەکانی هەڵسەنگاندن لە خوارەوە بەردەست و پێشکەشکردنەکەش لەگەڵ ئەم ئیمەیڵە دەنێردرێت. هەڵسەنگاندن و تێبینییەکانت هەتا {$reviewDueDate} دەبێت بنێردرێنەوە بۆ گۆڤار.<br /> <br /> تکایە لە وەڵامدا لێرەوە {$responseDueDate} هەڵسەنگاندنەکە قبوڵ یان ڕەت بکەوە<br /> <br /> سوپاس بۆ هاوکاریتان.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> ڕێنماییەکانی هەڵسەنگاندن<br /> <br /> {$reviewGuidelines}<br />
mk_mk: {$reviewerName}:<br /> <br /> Верувам дека би биле одличен рецензент на трудот, &quot;{$submissionTitle},&quot; и ве замолувама да размислите да ја преземете оваа важна задача за нас. Директивите за рецензија на ова списание се додадени подолу, и поднесокот е прикачен на овој и-меил. Вашата рецензија на поднесокот, заедно со вашата препорака, треба да ми ги испратите преку и-меил до {$reviewDueDate}.<br /> <br /> Ве молам да наведете во повратен и-меил до {$responseDueDate}дали сте способни и подготвени да ја извршите рецензијата.<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Директиви за рецензија<br /> <br /> {$reviewGuidelines}<br />
nb_no: {$reviewerName}:<br /> <br /> Vårt tidsskrift {$contextName} har fått tilsendt innleveringen &quot;{$submissionTitle}&quot;. Vi håper du er villig til å vurdere manuskriptet, fordi vi tror du har rett faglig kompetanse. Tidsskriftets retningslinjer for fagfellevurdering følger nedenfor. Artikkelen er vedlagt. Dersom du tar på deg oppdraget, sender du fagfellevurderingen og anbefalingen din til meg via e-post. Fristen for dette er i tilfelle {$reviewDueDate}.<br /> <br /> Vi hadde satt pris på om du kunne gi beskjed innen {$responseDueDate} om du kan ta på deg oppdrage eller ikket.<br /> <br /> Takk for at du overveier denne forespørslen.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for fagvurdering<br /> <br /> {$reviewGuidelines}<br />
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; en ik wil u vragen om te overwegen deze belangrijke taak voor ons uit te voeren. De review richtlijnen voor dit tijdschrift staan hieronder en de inzending is als bijlage meegestuurd. Uw review van de inzending en uw aanbeveling zou naar mij gemaild moeten zijn op {$reviewDueDate}.<br /> <br /> Wilt u voor {$responseDueDate} in een retourbericht aangeven of u bereid en in staat bent om deze review te doen.<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review richtlijnen<br /> <br /> {$reviewGuidelines}<br />
pl_pl: {$reviewerName}:<br /> <br /> redakcja czasopisma zwraca się do Pani/ Pana z prośbą o wykonanie recenzji tekstu &quot;{$submissionTitle}&quot; Poniżej zamieszczamy opis procedury recenzowania, a w załączeniu przesyłamy plik z tekstem do zrecenzowania. Będziemy wdzięczni za wykonanie recenzji i przesłanie jej pod ten adres do dnia {$reviewDueDate}.<br /> <br /> Prosimy o rozważenie naszej prośby i nadesłanie informacji zwrotnej (o jej przyjęciu lub odrzuceniu) do dnia {$responseDueDate}.<br /> <br /> Z wyrazami szacunku, <br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Procedura recenzowania <br /> <br /> {$reviewGuidelines}<br />
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será valioso para realizar a revisão do manuscrito, &quot;{$submissionTitle}&quot; e esperamos que considere assumir esta importante tarefa. As Instruções para Revisão encontram-se no final desta mensagem, e o manuscrito encontra-se em anexo. O prazo para entrega da revisão e as suas recomendações é {$reviewDueDate}.<br /> <br /> Responda se está disponível para efetuar ou não esta revisão até {$responseDueDate} .<br /> <br /> Agradecemos desde já a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instruções para Revisão<br /> <br /> {$reviewGuidelines}<br />
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}» и прошу Вас взяться выполнить эту важную задачу для нас. Руководство для рецензентов этого журнала добавлено ниже, материал для рецензирования приложен к этому письму. Ваша рецензия на материал, вместе с рекомендацией, должны быть отправлены мне электронной почтой до {$reviewDueDate}.<br /> <br /> Пожалуйста, сообщите в ответном письме до {$responseDueDate} сможете ли Вы взяться за рецензирование.<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Руководство для рецензентов<br /> <br /> {$reviewGuidelines}<br />
sl_si: {$reviewerName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; in vas prosim, če lahko naredite to nalogo, ki je pomembna za nas. Spodaj so navodila za recenzijo za našo revijo, v priponki pa je prispevek. Vašo recenzijo, skupaj s priporočilom, bi mi morali poslati po e-pošti do {$reviewDueDate}.<br /> <br /> Prosim, če mi po e-pošti sporočite do {$responseDueDate}, če ste pripravljeni narediti to recenzijo ali ne.<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Navodila za recenzijo<br /> <br /> {$reviewGuidelines}<br />
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot; och detta är en förfrågan om du skulle vara villig att ta dig an den här viktiga uppgiften åt oss. Tidskriftens Riktlinjer för granskare bifogas här nedan, och bidraget finns som bilaga i det här e-postmeddelandet. Din bedömning av bidraget ska tillsammans med din rekommendation skickas per e-post till mig senast {$reviewDueDate}.<br /> <br /> Vänligen meddela mig genom att svara på det här meddelandet senast {$responseDueDate} om du har möjlighet att åta dig uppdraget eller inte.<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Riktlinjer för granskare:<br /> <br /> {$reviewGuidelines}<br />
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису &quot;{$submissionTitle}&quot; та прошу Вас розглянути можливість виконання цієї важливої роботи для нас. Нижче Ви знайдете керівництво для рецензентів, яке використовується нашим журналом. Саме подання я надсилаю у додатку до цього листа. Ваша рецензія разом з Вашою рекомендацією повинна бути надіслана мені до {$reviewDueDate}.<br /> <br /> Будь ласка, до {$responseDueDate} повідомте мені листом, чи згодні Ви працювати над цією рецензією.<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Керівництво для рецензентів<br /> <br /> {$reviewGuidelines}<br />
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Tôi tin rằng bạn là người phản biện phù hợp cho bản thảo, &quot;{$submissionTitle},&quot; và tôi đang yêu cầu bạn xem xét thực hiện nhiệm vụ quan trọng này cho chúng tôi. Hướng dẫn phản biện cho tạp chí này được thêm vào bên dưới và bài gửi được đính kèm với email này. Đánh giá của bạn về bài gửi, cùng với khuyến nghị của bạn, nên được gửi qua email cho chúng tôi trước ngày {$reviewDueDate}.<br /> <br /> Xin cho biết trong một email phản hồi trước ngày {$responseDueDate} cho dù bạn có thể và sẵn sàng thực hiện đánh giá.<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
zh_cn: {$reviewerName}:<br /> <br /> 我相信您是投稿到本期刊之稿件〈{$submissionTitle}〉的最佳审查人选，而我们希望您会考虑进行这份对我们来说相当重要的一个工作。该份期刊的审查指引已经附列如下，而稿件随附在这封电子邮件的附加档案之中。如果您接受这份审查工作，麻烦您在{$reviewDueDate}之前，将您对这份稿件的审查意见书以及编辑建议寄给我们。<br /> <br /> 无论您是否接受审查工作与否，都请在{$responseDueDate}之内回复此封电子邮件给我们，告知我们您是否愿意进行审查工作。<br /> <br /> 非常感谢您考虑我们的邀请。<br /> {$editorialContactSignature}<br /> <br /> <br /> 审查指引<br /> <br /> {$reviewGuidelines}
