Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.userRegister.body
source: {$userFullName}<br /> <br /> You have now been registered as a user with {$contextName}. We have included your username and password in this email, which are needed for all work with this journal through its website. At any point, you can ask to be removed from the journal's list of users by contacting me.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$principalContactSignature}
ar_iq: {$userFullName}<br /> <br /> أنت الآن مسجل كمستخدم ضمن {$contextName}. قمنا بتضمين اسم الدخول وكلمة المرور في هذه الرسالة، كونهما ضروريان لمتابعة كل الأعمال والوظائف في موقع المجلة. يمكنك المطالبة في أي وقت بإزالة اسمك من قائمة المستخدمين المسجلين عبر مراسلتي.<br /> <br /> اسم الدخول: {$username}<br /> كلمة المرور: {$password}<br /> <br /> شكراً لك.<br /> {$principalContactSignature}
ca_es: {$userFullName}<br /> <br /> Us acabeu de registrar com a usuari/ària de {$contextName}. Aquest missatge de correu electrònic conté el vostre nom d'usuari/ària i la contrasenya, que necessitareu per accedir al lloc web de la revista i treballar-hi. Recordeu que en qualsevol moment em podeu sol·licitar que us elimini de la llista d'usuaris/àries de la revista.<br /> <br /> Nom d'usuari/ària: {$username}<br /> Contrasenya: {$password}<br /> <br /> Gràcies,<br /> {$principalContactSignature}
cs_cz: {$userFullName}<br /> <br /> Nyní jste zaregistrován jako uživatel časopisu {$contextName}. Přikládáme do emailu Vaše uživatelské jméno a heslo, které potřebujete pro veškerou práci s tímto časopisem na jeho stránkách. Kdykoliv můžete požádat o vyřazení ze seznamu uživatelů časopisu tím, že mě budete kontaktovat.<br /> <br /> Uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: {$userFullName}<br /> <br /> Du er nu registreret som bruger hos {$contextName}. Vi har anført dit brugernavn og din adgangskode i denne e-mail, som du skal bruge til alt arbejde i forbindelse med dette tidsskrift via tidsskriftets websted. Du kan til enhver tid bede om at blive fjernet fra tidsskriftets liste over brugere ved at kontakte mig.<br /> <br /> Brugernavn: {$username}<br /> Adgangskode: {$password}<br /> <br /> Tak. <br /> {$principalContactSignature}
de_de: {$userFullName},<br /> <br /> Sie sind nun als neue/r Benutzer/in von {$contextName} registriert. Wir haben Ihren Benutzer/innennamen und Ihr Passwort in dieser Mail aufgeführt, beides wird für alle Arbeiten mit dieser Zeitschrift gebraucht. Sie können sich zu jedem Zeitpunkt als Benutzer/in der Zeitschrift austragen lassen, indem Sie mich kontaktieren.<br /> <br /> Benutzer/innenname: {$username}<br /> Passwort: {$password}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
el_gr: {$userFullName}<br /> <br /> Είστε πλέον εγγεγραμμένος/η στο περιοδικό {$contextName}. Έχουμε συμπεριλάβει στο μήνυμα αυτό το όνομα Χρήστη και τον κωδικό πρόσβασής σας, που είναι απαραίτητα για όλες τις εργασίες στο συγκεκριμένο περιοδικό. Ανά πάσα στιγμή, μπορείτε να ζητήσετε να εξαιρεθείτε από τον κατάλογο Χρηστών του περιοδικού, επικοινωνώντας μαζί μας.<br /> <br /> Όνομα χρήστη: {$username}<br /> Κωδικός πρόσβασης: {$password}<br /> <br /> Σας ευχαριστούμε,<br /> {$principalContactSignature}
es_es: {$userFullName}<br /> <br /> Se ha registrado con éxito como usuario/a en {$contextName}. En este correo se incluyen su nombre de usuario/a y contraseña, datos necesarios para realizar cualquier tarea relacionada con la revista a través de la página web. En cualquier momento puede solicitar que se le elimine de la lista de usuarios/as de la revista contactándome.<br /> <br /> Nombre de usuario/a: {$username}<br /> Contraseña: {$password}<br /> <br /> Gracias,<br /> {$principalContactSignature}
eu_es: {$userFullName}<br /> <br /> {$contextName} aldizkarian erabiltzaile gisa erregistratuta zaude orain. Zure erabiltzaile-izena eta pasahitza mezu honetan ematen dizkizugu; aldizkarian edozein lan egiteko beharko dituzu. Nahi duzunean eska dezakezu zure izena aldizkariaren erabiltzaileen zerrendatik kentzea, nirekin harremanetan jarriz.<br /> <br /> Erabiltzaile-izena: {$username}<br /> Pasahitza: {$password}<br /> <br /> Eskerrik asko,<br /> {$principalContactSignature}
fa_ir: برای ثبت نام در {$contextName} از شما سپاسگزارم. لطفا نام کاربری و رمز عبور خود را که برای ورود به وب سایت این مجله مورد نیاز می باشد به خاطر بسپارید.<br /> <br /> نام کاربری: {$username}<br /> رمز عبور: {$password}<br /> <br /> <br /> باتشکر<br /> {$principalContactSignature}
fi_fi: Hyvä {$userFullName},<br /> <br /> Olette nyt rekisteröitynyt julkaisun {$contextName} käyttäjäksi. Tarvitsette alla olevaa käyttäjätunnustanne ja salasanaanne kaikkeen työskentelyyn julkaisun parissa sen sivustolla. Voitte missä vaiheessa tahansa pyytää meitä poistamaan teidät julkaisun käyttäjistä ottamalla yhteyttä minuun.<br /> <br /> Käyttäjätunnus: {$username}<br /> Salasana: {$password}<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
gd_gb: {$userFullName}<br /> <br /> Tha thu làn-chlàraichte mar neach-cleachdaidh aig {$contextName} a-nis. Tha an t-ainm-cleachdaiche agus facal-faire agad sa phost-d seo agus feumaidh tu seo airson eadar-ghabhail a dhèanamh leis an iris-leabhar seo air an làrach-lìn aige. ’S urrainn dhut iarraidh orm do thoirt air falbh o liosta luchd-cleachdaidh an iris-leabhair uair sam bith.<br /> <br /> Ainm-cleachdaiche: {$username}<br /> Facal-faire: {$password}<br /> <br /> Mòran taing,<br /> {$principalContactSignature}
he_il: {userFullName$}<br /> <br /> נרשמת בהצלחה {contextName$}. כללנו את שם המשתמש והסיסמה שלכם בהודעת דוא"ל זו, הדרושים לכל עבודה עם כתב עת זה דרך אתר האינטרנט שלה. בכל שלב, אתה יכול לבקש הסרה מרשימת המשתמשים של כתב העת על ידי יצירת קשר איתי.<br /> <br /> שם משתמש: {username}<br$ /> סיסמה: {password}<br$ /> <br /> תודה,<br /> {principalContactSignature$}
hr_hr: Zahvaljujemo vam se što ste se registrirali kao korisnik časopisa {$contextName}. Molimo vas da pohranite vaše korisničko ime i lozinku jer su oni nužni za sve aktivnosti vezane uz časopis.<br /> <br /> Korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> Srdačno,<br /> {$principalContactSignature}
hu_hu: Tisztelt {$userFullName}!<br /> <br /> Köszönjük regisztrációját a(z) {$contextName} folyóirathoz. Levelünk tartalmazza felhasználónevét és jelszavát, mellyel nem csak olvasóként léphet be a folyóirat weboldalára, de szerzőként küldhet be cikket vagy vállalhat lektorálási feladatokat.<br /> Regisztrációjának törlését bármikor kezdeményezheti. Ehhez kérjük, vegye fel a kapcsolatot szerkesztőségünkkel.<br /> <br /> Felhasználónév: {$username}<br /> Jelszó: {$password}<br /> <br /> Üdvözlettel,<br /> {$principalContactSignature}
id_id: {$userFullName}<br /> <br /> Anda sekarang telah terdaftar sebagai pengguna di {$contextName}. Kami sertakan nama pengguna dan sandi Anda di email ini, keduanya diperlukan untuk semua kegiatan melalui website jurnal ini. Anda dapat keluar dari daftar pengguna jurnal kapan saja dengan menghubungi kami.<br /> <br /> Nama pengguna: {$username}<br /> Sandi: {$password}<br /> <br /> Terimakasih,<br /> {$principalContactSignature}
it_it: Gentilissimo {$userFullName}, <br /> <br /> Grazie per esserti registrato a {$contextName}.<br /> Qui sotto trovi lo username e la password per accedere alla rivista ed utilizzare il portale di sottomissione e revisione. <br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Puoi richiedere in ogni momento la rimozione del tuo account inviandoci una mail.<br /> <br /> Con i più cordiali saluti,<br /> <br /> {$principalContactSignature}
ja_jp: {$userFullName}様<br /> <br /> 雑誌『{$contextName}』への登録ありがとうございました。ユーザー名とパスワードは、この雑誌のすべての処理で必要となりますので、大切に保管してください。どの時点でも、私に連絡することで、雑誌のユーザーリストからの削除を依頼することができます。<br /> <br /> ユーザー名: {$username}<br /> パスワード: {$password}<br /> <br /> よろしくお願いいたします。<br /> {$principalContactSignature}
ku_iq: {$userFullName}<br /> <br /> تۆ وەک بەکارهێنەرێک تۆمار کراویت {$contextName}. ئێمە ناوی بەکارهێنەر و وشەی نهێنییەکەتمان لەگەڵ ئەم ئیمەیڵە بۆ ناردویت، کە بۆ کارەکانی گۆڤارەکە پێویستە. لە هەر کاتێکدا کە بتەوێت، تۆ دەتوانیت داوای سڕینەوەی ئەژمارەکەت بکەیت.<br /> <br /> ناوی بەکارهێنەر: {$username}<br /> وشەی نهێنی: {$password}<br /> <br /> سوپاس، <br /> {$principalContactSignature}
mk_mk: {$userFullName}<br /> <br /> Регистрирани сте како корисник со {$contextName}. Ги вклучивме вашето корисничко име и лозинка во овој и-меил, кои ви се потребни за сета работа со ова списание преку неговата веб-страница. Во секое време, можете да побарате да ве отстраниме од листата на корисници на списанието со тоа што ќе ме контактирате.<br /> <br /> Корисничко име: {$username}<br /> Лозинка: {$password}<br /> <br /> Ви благодарам,<br /> {$principalContactSignature}
nb_no: Takk for at du har registrert deg som bruker av {$contextName}. Ta godt vare på brukernavnet og passordet, som du vil trenge hver gang du skal utføre brukeroppgaver på nettstedet. Du kan når som helst be om å bli fjernet fra brukerlisten. Ta i tilfelle kontakt med meg. <br /> <br /> Brukernavn: {$username}<br /> Passord: {$password}<br /> <br /> Vennlig hilsen<br /> {$principalContactSignature}
nl_nl: {$userFullName}<br /> <br /> U bent nu geregistreerd als gebruiker bij {$contextName}. We hebben uw gebruikersnaam en wachtwoord in deze e-mail opgenomen. U heeft die nodig om met het tijdschrift te werken. U kunt op ieder gewenst moment verwijderd worden van de lijst gebruikers van dit tijdschrift door contact met mij op te nemen<br /> <br /> Gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl_pl: {$userFullName},<br /> <br /> założyłeś/ założyłaś konto na stronie czasopisma {$contextName}. Przesyłamy login i hasło, które będą potrzebne, aby móc współpracować z czasopismem poprzez jego stronę internetową. W każdej chwili możesz usunąć konto. Aby to uczynić, skontaktuj się ze mną.<br /> <br /> Nazwa użytkownika: {$username} <br /> Hasło: {$password}<br /> <br /> Z wyrazami szacunku, <br /> {$principalContactSignature}
pt_pt: {$userFullName}<br /> <br /> Encontra-se registado como utilizador da revista {$contextName}. Guarde o nome de utilizador e a senha, pois serão necessários para todos os contactos mantidos com a revista. Caso pretenda ser removido do portal, entre em contacto connosco.<br /> <br /> Nome de utilizador: {$username}<br /> Senha: {$password}<br /> <br /> Agradecendo desde já a atenção dispensada,<br /> {$principalContactSignature}
ru_ru: Здравствуйте, {$userFullName}!<br /> <br /> Теперь Вы зарегистрированы как пользователь в журнале «{$contextName}». В этом письме мы указали Ваши имя пользователя и пароль, которые потребуются для работы с этим журналом через сайт. Вы в любой момент можете попросить, чтобы Вас удалили из списка пользователей журнала, для этого просто свяжитесь со мной.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> С уважением,<br /> {$principalContactSignature}
sl_si: {$userFullName}<br /> <br /> Registrirani ste bili pri reviji {$contextName}. Spodaj vam pošiljamo uporabniško ime in geslo, ki ju potrebujete za dostop delo s revijo preko spleta. Če želite biti odstranjeni z seznama uporabnikov revije, me lahko kadarkoli kontaktirate.<br /> <br /> Uporabniško ime: {$username}<br /> Geslo: {$password}<br /> <br /> Hvala lepa,<br /> {$principalContactSignature}
sv_se: {$userFullName}<br /> <br /> Du har nu blivit registrerad som användare hos {$contextName}. Ditt användarnamn och lösenord bifogas i det här e-postmeddelandet. Inloggningsuppgifterna är nödvändiga för allt arbete med tidskriften genom dess webbplats. Du kan när som helst välja att få ditt användarkonto borttaget från tidskriften genom att kontakta mig.<br /> <br /> Användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> Vänligen,<br /> {$principalContactSignature}
uk_ua: Вітаємо {$userFullName}<br /> <br /> Дякуємо Вам за реєстрацію користувачем видання {$contextName}. У цьому листі ми вказали Ваші Ім'я користувача та пароль, які будуть необхідні для роботи з цим журналом через сайт. В будь-який момент, Ви можете попросити, щоб ваш обліковий запис видалили. Для цього Вам достатньо зв'язатися зі мною.<br /> <br /> Ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> З Повагою,<br /> {$principalContactSignature}
vi_vn: {$userFullName}<br /> <br /> Bây giờ bạn đã được đăng ký là người dùng với {$contextName}. Chúng tôi đã gửi bao gồm tên người dùng và mật khẩu của bạn trong email này, điều này là cần thiết cho tất cả các công việc với tạp chí này thông qua trang web. Tại bất kỳ thời điểm nào, bạn có thể yêu cầu xóa khỏi danh sách người dùng của tạp chí bằng cách liên hệ với chúng tôi.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: {$userFullName}<br /> <br /> 谢谢您注册成为《{$contextName}》的一个用户。请保管好这份用户名称和密码，它对于使用本站的所有功能来说是非常必要的。<br /> <br /> 用户名称：{$username}<br /> 密码：{$password}<br /> <br /> 谢谢您<br /> {$principalContactSignature}

# emails.userRegister.description
source: This email is sent to a newly registered user to welcome them to the system and provide them with a record of their username and password.
ar_iq: هذه الرسالة معنونة إلى المستخدمين المسجلين حديثاً للترحيب بهم في نظام موقع المجلة، ولتزويدهم باسم الدخول وكلمة المرور الخاصين بالموقع.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari que s'acaba de registrar a la revista per a donar-li la benvinguda al sistema i fer-li arribar el seu nom d'usuari i la seva contrasenya.
cs_cz: Tento email je zaslán nově registrovanému uživateli jako přivítání do systému a poskytne mu doklad o jeho uživatelském jménu a heslu.
da_dk: Denne e-mail sendes til netop registrerede brugere for at byde dem velkommen til systemet og for at oplyse dem om deres brugernavn og adgangskode.
de_de: Diese E-Mail wird an neu registrierte Benutzer/innen gesendet, um sie beim System willkommen zu heißen und ihnen Benutzer/innennamen und Passwort zu bestätigen.
el_gr: Το παρόν μήνυμα καλωσορίσματος αποστέλλεται στους νέους Χρήστες. Περιέχει το όνομα Χρήστη και τον κωδικό πρόσβασής τους στον ιστότοπο.
es_es: Este correo se envía a un/a usuario/a que se acaba de registrar para darle la bienvenida al sistema y proporcionarle sus datos de acceso.
eu_es: Erabiltzaile erregistratu berriei bidaltzen zaie mezu hau, sistemarako ongietorria emateko eta erabiltzaile-izena eta pasahitza jakinarazteko.
gd_gb: Thèid am post-d seo a chur gu cleachdaiche a tha air ùr-chlàradh agus a’ cur fàilte dhan t-siostam orra agus a’ thoirt dhaibh clàr dhen ainm-chleachdaiche is facal-faire aca.
he_il: דוא"ל זה נשלח למשתמש שנרשם לאחרונה כדי לקבל אותו במערכת ולספק לו רשומה של שם המשתמש והסיסמה שלהם.
hr_hr: Ovaj se obrazac e-pošte šalje novoregistriranim korisnicima u sustavu i sadrži njihovo korisničko ime i lozinku.
hu_hu: Ez az email az újonnan regisztrált felhasználóknak kerül kiküldésre, köszöntésként, felhasználónevük, jelszavuk megadásával.
id_id: Email ini dikirimkan ke pengguna baru untuk menyambut dan memberikan informasi nama pengguna dan sandi.
it_it: Questa email viene mandata agli utenti appena registrati per dar loro il benvenuto nel sistema e fornirgli una nota della loro username e password.
ja_jp: このメールは、新規に登録したユーザーに送信されるもので、システムへの登録を歓迎し、ユーザー名とパスワードの記録を提供します。
ku_iq: ئه‌م ئیمێڵه‌ نێردراوه‌ بۆ به‌كارهێنه‌ره‌ نوێیه‌كان بۆ به‌خێرهاتنیان بۆناو سیسته‌مه‌كه‌ و پێدانی تۆماری ناوی به‌كارهێنه‌ر و ژماره‌ی نهێنی.
mk_mk: Овој и-меил е испратен до новорегистриран корисник за да го пречека во системот и да му обезбеди запис за неговото корисничко име и лозинка.
nb_no: Denne e-posten sendes for å ønske nyregistrerte brukere velkommen som brukere av nettstedet, og gir dem opplysning om brukernavn og passord.
nl_nl: Deze e-mail wordt verstuurd naar alle nieuw geregistreerde gebruikers om ze welkom te heten bij het tijdschrift en om ze te voorzien van een kopie van hun gebruikersnaam en wachtwoord.
pl_pl: Wiadomość jest wysyłana do nowych użytkowników systemu. Zawiera powitanie i dane do zalogowania.
pt_pt: Mensagem enviada aos utilizadores recém-registados no sistema, para dar-lhes as boas vindas e fornecer o nome de utilizador e senha.
ru_ru: Это письмо отправляется вновь зарегистрированному пользователю, приветствуя его в системе и сообщая ему имя пользователя и пароль для доступа к сайту.
sl_si: Email se pošlje novoregistriranemu uporabniku kot dobrodošlica, skupaj z uporabniškim imenom in geslom za prijavo v sistem.
sv_se: Det här e-postmeddelandet skickas till nyregistrerade användare för att välkomna dem till systemet och förse dem med dokumentation på deras användarnamn och lösenord.
uk_ua: Цей лист надсилається новому зареєстрованому користувачу для того, щоб привітати його з реєстрацією та надіслати йому його ім'я користувача та пароль.
vi_vn: Email này được gửi đến một người dùng mới đăng ký để chào đón họ vào hệ thống và cung cấp cho họ một username và mật khẩu của họ.
zh_cn: 这封电子邮件会被寄给新注册的用户，欢迎他们加入这个系统，并且提供他们一个用户名称和密码的记录。

# emails.publishNotify.subject
source: New Issue Published
ar_iq: صدر عدد جديد من المجلة
ca_es: Nou número publicat
cs_cz: Vydání nového čísla
da_dk: Nyt nummer er blevet publiceret
de_de: Neue Ausgabe erschienen
el_gr: Έκδοση νέου τεύχους
es_es: Nuevo número publicado
eu_es: Zenbaki berria argitaratu da
fa_ir: شماره جدید چاپ شد
fi_fi: Uusi numero julkaistu
gd_gb: Iris ùr air fhoillseachadh
he_il: גיליון חדש פורסם
hr_hr: Objavljen novi broj
hu_hu: Új folyóiratszám jelent meg
id_id: Terbitan Baru
it_it: Pubblicato un nuovo fascicolo
ja_jp: 最新号の発行案内
ku_iq: ئەژمارێکی نوێ بڵاو کرایەوە
mk_mk: Објавено е ново издание
nb_no: Ny utgave publisert
nl_nl: Nieuw nummer gepubliceerd
pl_pl: Nowy numer czasopisma
pt_pt: Nova edição publicada
ru_ru: Опубликован новый выпуск
sl_si: Izid nove številke
sv_se: Nytt nummer publicerat
uk_ua: Опубліковано новий випуск
vi_vn: Số mới được xuất bản
zh_cn: 新一期期刊已出版
