Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionRenewIndl.body
source: An individual subscription has been renewed online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar_iq: لقد تم تجديد إشتراك منفرد في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه:<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المستخدم:<br /> {$userDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
ca_es: S'ha renovat en línia una subscripció individual per a {$contextName} amb els detalls següents.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Usuari/ària:<br /> {$userDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs_cz: Bylo online obnoveno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
da_dk: Der er foretaget en online fornyelse af et individuelt abonnement på {$contextName}med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
de_de: Ein individuelles Abonnement ist online für {$contextName} mit den folgenden Details erneuert worden.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Benutzer/in:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
el_gr: Μία ατομική συνδρομή στο περιοδικό {$contextName} ανανεώθηκε online με τα παρακάτω στοιχεία.<br /> <br /> Είδος συνδρομής:<br /> {$subscriptionType}<br /> <br /> Χρήστης:<br /> {$userDetails}<br /> <br /> Πληροφορίες Μέλους (αν παρέχονται):<br /> {$membership}<br /> <br /> Για να δείτε ή να επεξεργαστείτε αυτήν τη συνδρομή, παρακαλούμε χρησιμοποιήστε τον παρακάτω σύνδεσμο.<br /> <br /> Σύνδεσμος συνδρομής: {$subscriptionUrl}<br />
es_es: Una suscripción individual ha sido renovada en línea para {$contextName} con los siguientes detalles.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción use la siguiente URL:<br /> <br /> URL para gestionar la suscripción: {$subscriptionUrl}<br />
eu_es: {$contextName} aldizkariko harpidetza indibidual bat berritu dute linean, ondoren ematen diren xehetasunekin.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erabiltzailea:<br /> {$userDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.
fa_ir: An individual subscription has been renewed online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> کاربر:<br /> {$userDetails}<br /> <br /> اطلاعات عضویت در صورت وجود:<br /> {$membership}<br /> <br /> برای مشاهده یا ویرایش این اشتراک به آدرس زیر بروید.<br /> <br /> آدرس اشتراک: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a>
fi_fi: Julkaisun {$contextName} yksittäistilaus on uusittu verkossa. Tilauksen tiedot:<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Käyttäjä:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos saatavilla):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi tai muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: {$subscriptionUrl}<br />
gd_gb: Chaidh fo-sgrìobhadh neach fa leth ath-nuadhachadh air loidhne airson {$contextName} leis a’ mhion-fhiosrachadh a leanas.<br /> <br /> Seòrsa an fho-sgrìobhaidh:<br /> {$subscriptionType}<br /> <br /> An cleachdaiche:<br /> {$userDetails}<br /> <br /> Fiosrachadh na ballrachd (ma chaidh sin a thoirt seachad):<br /> {$membership}<br /> <br /> Cleachd an URL a leanas a choimhead air an fho-sgrìobhadh seo no airson a dheasachadh.<br /> <br /> URL an fho-sgrìobhaidh: {$subscriptionUrl}<br/>
hu_hu: Egyéni előfizetést újítottak meg a(z) {$contextName} folyóiratnál, a következő adatokkal.<br /> <br /> Előfizetés típus:<br /> {$subscriptionType}<br /> <br /> Felhasználó:<br /> {$userDetails}<br /> <br /> Tagsági információ (ha elérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük keresse fel a következő címet.<br /> <br /> Előfizetés URL címe: {$subscriptionUrl}<br />
id_id: Sebuah langganan individu telah diperbaharui online untuk {$contextName} dengan rincian berikut.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Pengguna:<br /> {$userDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it_it: E' stato rinnovato online un abbonamento individuale a {$contextName} con i seguenti dettagli.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}<br />
ja_jp: オンラインで {$contextName} に対する個人購読の更新申込がされました。詳細は下記の通りです。<br /> <br /> 購読種別::<br /> {$subscriptionType}<br /> <br /> ユーザー:<br /> {$userDetails}<br /> <br /> 会員情報 (ある場合):<br /> {$membership}<br /> <br /> この購読を閲覧および編集するためには，下記のURLにアクセスしてください。<br /> <br /> 購読URL: {$subscriptionUrl}<br />
ku_iq: بەشداریکردنی کەسی بۆ {$contextName} نوێ کرایەوە بە ئەم زانیاریانەی خوارەوە<br /> <br /> جۆری بەشداریکردن:<br /> {$subscriptionType}<br /> <br /> بەکارهێنەر:<br /> {$userDetails}<br /> <br /> زانیاریی ئەندامێتی (ئەگەر هەیە):<br /> {$membership}<br /> <br /> بۆ بینین یان دەستکاریکردنی ئەم بەشداریکردنە سەردانی ئەم لینکە بکە.<br /> <br /> لینکی بەشداریکردن: {$subscriptionUrl}<br />
mk_mk: Обновена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$userDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
nb_no: Et individuelt abonnement på {$contextName} har blitt fornyet online. For mer informasjon se under.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruker:<br /> {$userDetails}<br /> <br /> Medlemskapsinformasjon (om oppgitt):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk denne URL-en: {$subscriptionUrl}
nl_nl: Een individueel abonnement is met de volgende details online verlengd voor {$contextName}.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Gebruiker:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om het abonnement te bekijken of bewerken.<br /> <br /> Abonnement URL: {$subscriptionUrl}<br />
pl_pl: Subskrypcja indywidualna została wznowiona online dla: {$contextName}, z następującymi szczegółami.<br /> <br /> Rodzaj subskrypcji:<br /> {$subscriptionType}<br /> <br /> Użytkownik:<br /> {$userDetails}<br /> <br /> Informacje członkowskie (jeśli określono):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować subskrypcję, zastosuj następujący URL.<br /> <br /> URL subskrypcji: {$subscriptionUrl}<br />
pt_pt: Uma subscrição individual foi renovada online para a revista {$contextName} com as informações a seguir.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Utilizador:<br /> {$userDetails}<br /> <br /> Informação de Membro (caso indicado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL: {$subscriptionUrl}<br />
ru_ru: На сайте была продлена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sv_se: En enskild prenumeration på {$contextName} har förnyats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
uk_ua: Була поновлена в електронному режимі індивідуальна передплата на видання &quot;{$contextName}&quot;, подробиці нижче.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
vi_vn: Một thuê bao cá nhân đã được gia hạn trực tuyến với {$contextName} với các chi tiết sau.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />
zh_cn: 《{$contextName}》的一个个人订阅已经被续订了，详细信息如下：<br /> <br /> 订阅类型:<br /> {$subscriptionType}<br /> <br /> 用户:<br /> {$userDetails}<br /> <br /> 会员信息 (if provided):<br /> {$membership}<br /> <br /> 请使用如下链接查看和编辑这个订阅.<br /> <br /> 订阅链接URL: {$subscriptionUrl}<br />

# emails.subscriptionRenewIndl.description
source: This email notifies the Subscription Manager that an individual subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
ar_iq: هذه الرسالة تُشعر مدير الإشتراكات بتجديد إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
ca_es: Aquest correu notifica a l'administrador/a de subscripcions que una subscripció individual s'ha renovat en línia. El correu proporciona un resum de la informació sobre la subscripció i un enllaç d'accés ràpid a la subscripció renovada.
cs_cz: Tento e-mail upozorňuje správce předplatného, že jednotlivé předplatné bylo obnoveno online. Poskytuje souhrnné informace o předplatném a rychlý přístup k obnovenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at et individuelt abonnement er blevet fornyet online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det fornyede abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein individuelles Abonement online erneuert worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das erneuerte Abonnement.
el_gr: Το παρόν μήνυμα ειδοποιεί τον Διαχειριστή Συνδρομών ότι ανανεώθηκε online μία ατομική συνδρομή. Παρέχει συνοπτική πληροφόρηση σχετικά με τη συνδρομή καθώς και έναν γρήγορο σύνδεσμο πρόσβασης στη συνδρομή.
es_es: Este correo notifica al administrador/a de suscripciones que una suscripción individual se ha renovado en línea. Proporciona información resumida sobre la suscripción y un enlace de acceso rápido a la suscripción renovada.
eu_es: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio harpidetza indibidual bat berritu dutela linean. Harpidetza-datuen laburpena ematen du eta berritutako harpidetzara bizkor joateko esteka.
gd_gb: Innsidh am post-d seo do manaidsear an fho- daoine fa leth gun deach fo-sgrìobhadh neach fa leth ath-nuadhachadh air loidhne. Bheir e seachad geàrr-chunntas mun fho-sgrìobhadh agus ceangal a bheir grad-inntrigeadh dhan fho-sgrìobhadh ath-nuadhaichte.
hu_hu: Ez az email az előfizetés menedzsert értesíti az online megújított egyéni előfizetésekről. Összefoglaló információt és gyorslinket biztosít a megvásárolt előfizetéshez.
id_id: Email ini memberitahu Manajer Langganan bahwa sebuah langganan individu telah diperbaharui online. Email ini memberikan ringkasan informasi tentang langganan tersebut beserta tautan untuk mengakses langganan yang diperbaharui.
it_it: Notifica del rinnovo di un abbonamento individuale.
ja_jp: このメールは個人購読の更新がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ku_iq: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەشداریکردنەکان دەکاتەوە کە بەشداریکردنێک بە شێوەی ئۆنلاین نوێ کراوەتەوە. ئەمە کورتکراوەی زانیارییەکان و لینکێک بۆ بینینی بەشداریکردنەکە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува Раководителот со претплати дека е извршена онлајн обнова на поединечна претплата. Обезбедува краток опис на претплатата и линк за брз пристап до обновената претплата.
nb_no: Denne e-posten informerer abonnementsansvarlig om fornying av et individuelt abonnement. Den gir informasjon om abonnementet og en lenke til det fornyede abonnementet.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pl_pl: Ten email zawiadamia Menedżera subskrypcji, że subskrypcja indywidualna została wznowiona. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do wznowionej subskrypcji.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição individual foi renovada online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en enskild prenumeration har förnyats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den förnyade prenumerationen.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі була поновлена індивідуальна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
vi_vn: Email này thông báo cho Người quản lý thuê bao rằng một thuê bao cá nhân đã được gia hạn trực tuyến. Nó cung cấp thông tin tóm tắt về đăng ký và liên kết truy cập nhanh đến đăng ký được gia hạn.
zh_cn: 这个邮件通知订阅管理员一个个人订阅已经在线续订了。邮件还将提供关于续订的摘要信息和到续订的快速存取链接.

# emails.subscriptionPurchaseInstl.subject
source: Subscription Purchase: Institutional
ar_iq: شراء إشتراك: مؤسساتي
ca_es: Compra de subscripció: Institucional
cs_cz: Zakoupení předplatného: Institucionální
da_dk: Køb af abonnement: Institution
de_de: Abschluss eines Abonnements: Institutionell
el_gr: Αγορά συνδρομής: Ιδρυματική
es_es: Compra de suscripción: Institucional
eu_es: Harpidetza-erosketa: Erakundeena
fa_ir: خرید اشتراک سازمانی
fi_fi: Instituutiotilauksen osto
gd_gb: Ceannach an fho-sgrìobhaidh: Fo-sgrìobhadh institiuide
hu_hu: Előfizetés vásárlás: Intézményi
id_id: Pembelian Langganan: Institusi
it_it: Acquisto di un abbonamento istituzionale
ja_jp: 購読申込: 機関
ku_iq: کڕینی بەشداریکردن: بەشداریکردنی دەزگا
mk_mk: Набавка на претплата: Преку институција
nb_no: Abonnementskjøp: Institusjonelt abonnement
nl_nl: Aankoop abonnement: institutioneel
pl_pl: Zakup subskrypcji: instytucyjna
pt_pt: Aquisição de Subscrição: Institucional
ru_ru: Покупка подписки: на организацию
sv_se: Tecknande av prenumeration: Institutionsprenumeration
uk_ua: Придбання передплати: інституційна
vi_vn: Đăng ký mua: Tổ chức
zh_cn: 订阅购买: 团体
