Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.citationEditorAuthorQuery.body
source: {$authorFirstName},<br /> <br /> Could you please verify or provide us with the proper citation for the following reference from your article, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Thanks!<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}<br />
ar_iq: {$authorFirstName},<br /> <br /> لطفاً، هل بإمكانك التحقق من أو تزويدنا بالشكل الصحيح للاقتباس للمرجع المبين أدناه والمذكور في مؤلَّفك الموسوم {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> مع الشكر!<br /> <br /> {$userFirstName}<br /> المدقق، {$contextName}<br />
ca_es: {$authorFirstName},<br /> <br /> Seríeu tan amable de verificar o de proporcionar-nos la citació correcta de la següent referència inclosa en en el vostre article {$submissionTitle}?:<br /> <br /> {$rawCitation}<br /> <br /> Gràcies!<br /> <br /> {$userFirstName}<br /> Corrector/a, {$contextName}<br />
cs_cz: Vážený(á) {$authorFirstName},<br /> <br /> Můžete, prosím, ověřit, nebo potvrdit správnou citaci pro následující referenci z vašeho článku {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Děkuji!<br /> <br /> {$userFirstName}<br /> Redaktor {$contextName}<br />
da_dk: {$authorFirstName},<br /> <br /> Du bedes verificere eller sende os de korrekte oplysninger i forbindelse med følgende reference i din artikel {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> På forhånd tak!<br /> <br /> {$userFirstName}<br /> Manuskriptredaktør, {$contextName}<br />
de_de: {$authorFirstName},<br /> <br /> könnten Sie uns bitte die korrekte Zitation für den folgenden Verweis aus Ihrem Artikel {$submissionTitle} bestätigen bzw. nachreichen:<br /> <br /> {$rawCitation}<br /> <br /> Vielen Dank!<br /> <br /> {$userFirstName}<br /> Lektor/in, {$contextName}<br />
el_gr: {$authorFirstName},<br /> <br /> Θα σας παρακαλούσαμε να επιβεβαιώσετε ή να μας παρέχετε τα ακριβή στοιχεία για την παρακάτω παραπομπή του άρθρου σας, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Σας ευχαριστούμε πολύ!<br /> <br /> {$userFirstName}<br /> Επιμελητής Κειμένου, {$contextName}<br />
es_es: {$authorFirstName},<br /> <br /> Por favor, ¿podría usted verificar o proporcionarnos la cita adecuada para la siguiente referencia de su artículo, {$submissionTitle}?:<br /> <br /> {$rawCitation}<br /> <br /> ¡Gracias!<br /> <br /> {$userFirstName}<br /> Corrector/a de estilo, {$contextName}<br />
eu_es: {$authorFirstName} jauna/andrea,<br /> <br /> Mesedez, egiaztatu edo emango al zeniguke zure {$submissionTitle} artikuluan agertzen den aipu egokia honako erreferentzia honetarako?<br /> <br /> <br /> {$rawCitation}<br /> <br /> <br /> Eskerrik asko!<br /> <br /> <br /> {$userFirstName}<br /> Zuzentzailea, {$contextName}
fa_ir: {$authorFirstName},<br /> <br /> لطفا ارجاع صحیح برای رفرانس زیر از مقاله شما {$submissionTitle} را مشخص کنید و یا تایید نمائید:<br /> <br /> {$rawCitation}<br /> <br /> بت تشکر!<br /> <br /> {$userFirstName}<br /> ویراستار, {$contextName}
fi_fi: Hyvä {$authorFirstName},<br /> <br /> Voisitteko ystävällisesti vahvistaa seuraavan artikkelissanne {$submissionTitle} olevan lähdeviitteen tai antaa oikean viittauksen:<br /> <br /> {$rawCitation}<br /> <br /> Kiitos!<br /> <br /> {$userFirstName}<br /> Tekninen toimittaja, {$contextName}<br />
gd_gb: {$authorFirstName},<br /> <br /> Bhiomaid fada nad chomain nam b’ urrainn dhut an t-iomradh ceart a thoirt dhuinn airson an reifreans a leanas on artaigeal agad, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Mòran taing!<br /> <br /> {$userFirstName}<br /> Grinn-deasaiche, {$contextName}<br/>
hu_hu: Tisztelt {$authorFirstName}!<br /> <br /> Kérjük, adja meg a megfelelő idézettség információt, vagy igazolja annak helyességét a(z) {$submissionTitle} cikkben szereplő hivatkozásához:<br /> <br /> {$rawCitation}<br /> <br /> Köszönettel,<br /> {$userFirstName}<br /> Technikai szerkesztő, {$contextName}<br />
id_id: {$authorFirstName},<br /> <br /> Mohon verifikasi atau berikan sitasi yang benar untuk rujukan berikut dari artikel Anda, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Terimakasih!<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}<br />
it_it: Gentile {$authorFirstName},<br /> <br /> Ti chiedo la cortesia di verificare la correttezza delle citazioni contenute nell'articolo {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Grazie,<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}<br />
ja_jp: {$authorFirstName}様<br /> <br /> あなたの下記の論文に含まれる参考文献についてご確認いただき，正確な引用情報をご提供ください。<br /> <br /> {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> どうぞよろしくお願い致します。<br /> <br /> {$userFirstName}<br /> 『{$contextName}』コピーエディタ<br />
ku_iq: {$authorFirstName},<br /> <br /> ئایا دەتوانیت پشتڕاستی بکەیتەوە یان زانیاری دەربارەی گوتراوەکانی ئەم سەرچاوەیە بخەیتە بەردەست؟ {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> سوپاس!<br /> <br /> {$userFirstName}<br /> وردبین، {$contextName}<br />
mk_mk: {$authorFirstName},<br/> <br/> Ве молам доколку можете да го потврдите или да обезбедите адекватен цитат за следната референца во вашиот труд, {$submissionTitle}:<br /> <br/> {$rawCitation}<br/> <br/> Благодарам!<br/> <br/> {$userFirstName}<br/> Уредник, {$contextName}<br/>
nb_no: {$authorFirstName},<br /> <br /> Kan du bekrefte at denne referansen fra artikkelen din, «{$submissionTitle}», er riktig? Hvis ikke, ber vi deg korrigere referansen.<br /> <br /> {$rawCitation}<br /> <br /> Mange takk!<br /> <br /> {$userFirstName}<br /> Språkvasker {$contextName}<br />
nl_nl: {$authorFirstName},<br /> <br /> Kunt u de juiste citatie van de volgende referentie uit uw artikel {$submissionTitle} verifiëren of verschaffen:<br /> <br /> {$rawCitation}<br /> <br /> Dank!<br /> <br /> {$userFirstName}<br /> Tekstredacteur, {$contextName}<br />
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> proszę o sprawdzenie lub uzupełnienie następujących opisów bibliograficznych w tekście "{$submissionTitle}":<br /> <br /> {$rawCitation}<br /> <br /> Z wyrazami szacunku,<br /> <br /> {$userFirstName}<br /> Korektor, „{$contextName}”<br />
pt_pt: {$authorFirstName},<br /> <br /> Por favor, verifique ou indique as citações adequadas para o seu artigo, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Obrigado!<br /> <br /> {$userFirstName}<br /> Editor de Texto, {$contextName}<br />
ru_ru: Здравствуйте, {$authorFirstName}!<br /> <br /> Пожалуйста, проверьте или пришлите нам правильно оформленную библиографическую ссылку для следующей ссылки из Вашей статьи «{$submissionTitle}»:<br /> <br /> {$rawCitation}<br /> <br /> Заранее благодарю Вас!<br /> <br /> {$userFirstName}<br /> Литературный редактор журнала «{$contextName}»<br />
sl_si: {$authorFirstName},<br /> <br /> Ali lahko prosim preverite in nam sporočite pravilne citate za spodnjaj referencirano literaturo v vašem prispevku, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Hvala lepa!<br /> <br /> {$userFirstName}<br /> Lektor, {$contextName}<br />
sv_se: {$authorFirstName},<br /> <br /> Vi skulle vara glada om du hade möjlighet att ge oss den korrekta citeringen för följande referens i din artikel {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Stort tack!<br /> <br /> {$userFirstName}<br /> Manusredaktör, {$contextName}<br />
uk_ua: {$authorFirstName},<br /> <br /> Не могли б Ви надати нам коректний бібліографічний запис для наступного посилання з Вашої статті &quot;{$submissionTitle}&quot;:<br /> <br /> {$rawCitation}<br /> <br /> Дякую!<br /> <br /> {$userFirstName}<br /> Літературний редактор видання &quot;{$contextName}&quot;<br />
vi_vn: Kính gửi {$authorFirstName},<br /> <br /> Bạn có thể vui lòng xác minh hoặc cung cấp cho chúng tôi trích dẫn thích hợp cho tham khảo sau từ bài viết của bạn,{$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Trân trọng<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}<br />
zh_cn: {$authorFirstName},<br /> <br /> 对于下面的在您文章里列出的参考文献，请您验证并提供给我们正确的引用, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> 谢谢!<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}

# emails.citationEditorAuthorQuery.description
source: This email allows copyeditors to request additional information about references from authors.
ar_iq: هذه الرسالة تسمح لمدققي المجلة بالمطالبة بمعلومات إضافية عن المراجع من المؤلفين.
ca_es: Aquest correu electrònic permet que els correctors/ores sol·licitin informació addicional sobre les referències als autors/ores.
cs_cz: Tento e-mail umožňuje redaktorům vyžádat si další informace o referencích od autorů.
da_dk: Denne e-mail tillader manuskriptredaktører at anmode forfattere om yderligere oplysninger vedrørende referencer.
de_de: Diese E-Mail ermöglicht es Lektor/innen, zusätzliche Informationen über Verweise von Autor/innen anzufordern.
el_gr: Με το παρόν μήνυμα οι Επιμελητές Κειμένου ζητούν επιπρόσθετες πληροφορίες από τους Συγγραφείς σχετικά με τις παραπομπές.
es_es: Este correo electrónico permite a los correctores/as de estilo solicitar información adicional acerca de las referencias de los autores/as.
eu_es: Mezu elektroniko honekin zuzentzaileek erreferentziei buruzko informazio osagarria eskatzen diete egileei.
gd_gb: Tha am post-d seo a’ toirt cothrom do ghrinn-deasaichean barrachd fiosrachaidh iarraidh o ùghdaran mu dhèidhinn reifreansan.
hu_hu: Ez az email lehetővé teszi, hogy a technikai szerkesztők további információkat kérjenek a szerzőktől.
id_id: Email ini memungkinkan copyeditor untuk meminta informasi tambahan tentang rujukan dari penulis.
it_it: Questo messaggio permette al copyeditor di chiedere a un autore ulteriori informazioni sulle citazioni bibliografiche.
ja_jp: このメールでは、コピーエディターが著者に参考文献に関する追加情報を要求することができます。
ku_iq: ئەم ئیمەیڵە ڕێگا بە وردبینەکان دەدات کە داوای زانیاریی زیادە دەربارەی سەرچاوەکان لە توێژەران بکەن.
mk_mk: Овој и-меил им овозможува на уредниците да побараат дополнителни информации за референци од авторите.
nb_no: Denne e-posten lar språkvaskere be forfattere bekrefte eller rette opp referanser.
nl_nl: Met deze e-mail kunnen tekstredacteurs auteurs vragen om bijkomende informatie te geven over de bronverwijzing van citaten in hun artikel.
pl_pl: Wiadomość od korektora do autora, z prośbą o dodatkowe informacje na temat bibliografii.
pt_pt: Este e-mail permite aos editores de texto que solicitem aos autores informação adicional sobre as referências.
ru_ru: Это письмо позволяет литературным редакторам запрашивать дополнительную информацию о ссылках у авторов.
sl_si: Ta email pošlje lektor avtorju s prošnjo za dodatne informacije o citiranih referencah.
sv_se: Det här e-postmeddelandet kan användas om manusredaktörer behöver efterfråga mer information om referenser från författare.
uk_ua: Цей лист дозволяє літературним редакторам уточнювати у авторів інформацію про пристатейну бібліографію.
vi_vn: Email này cho phép các biên tập viên yêu cầu thông tin bổ sung về các tài liệu tham khảo từ các tác giả.
zh_cn: 本邮件允许文字编辑向作者要求参考文献的其他信息

# emails.revisedVersionNotify.subject
source: Revised Version Uploaded
ar_iq: تم رفع نسخة منقحة
ca_es: Versió revisada carregada
cs_cz: Nahrána opravená verze příspěvku
da_dk: Revideret udgave uploadet
de_de: Überarbeitete Version hochgeladen
el_gr: Μεταφόρτωση αναθεωρημένης έκδοσης
es_es: Versión revisada cargada
eu_es: Bertsio errebisatua gora kargatu da
fa_ir: آپلود نسخه اصلاح شده
fi_fi: Korjattu versio on ladattu
gd_gb: Chaidh tionndadh lèirmheaste a luchdadh suas
hu_hu: Átdolgozott változat feltöltve
id_id: Versi Revisi telah Diunggah
it_it: Caricamento di versione revisionata
ja_jp: 改訂版アップロード
ku_iq: وەشانی دوای پێداچونەوە بار کرا
mk_mk: Прикачена корегирана верзија
nb_no: Revidert versjon lastet opp
nl_nl: Herziene versie geladen
pl_pl: Poprawiona wersja przesłana do systemu
pt_pt: Versão revista enviada
ru_ru: Загружена исправленная версия
sl_si: Posodobljena verzija je naložena
sv_se: Reviderad version uppladdad
uk_ua: Перероблена версія вивантажена
vi_vn: Tải lên bản sửa chữa
zh_cn: 修订版上传

# emails.revisedVersionNotify.body
source: Editors:<br /> <br /> A revised version of &quot;{$submissionTitle}&quot; has been uploaded by the author {$authorName}.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ar_iq: أعزائي المحررون:<br /> <br /> لقد تم رفع نسخة منقحة من المؤلَّف الموسوم &quot;{$submissionTitle}&quot; من قبل المؤلف {$authorName}.<br /> <br /> رابط الطلب: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ca_es: Editors/ores:<br /> <br /> L'autor {$authorName} ha carregat una versió revisada de &quot;{$submissionTitle}&quot;.<br /> <br /> URL de la tramesa: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
cs_cz: Editoři:<br /> <br /> Opravená verze příspěvku &quot;{$submissionTitle}&quot; byla nahrána autorem {$authorName}.<br /> <br /> Webová adresa příspěvku: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
da_dk: Redaktører:<br /> <br /> En revideret udgave af &quot;{$submissionTitle}&quot; er blevet uploadet af forfatter {$authorName}.<br /> <br /> Manuskriptets URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
de_de: Sehr geehrte Redaktion,<br /> <br /> eine überarbeitete Fassung von &quot;{$submissionTitle}&quot; ist von der/dem Autor/in {$authorName} hochgeladen worden.<br /> <br /> URL des Beitrags: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
el_gr: Editors:<br /> <br /> Μία αναθεωρημένη έκδοση του &quot;{$submissionTitle}&quot; μεταφορτώθηκε από τον Συγγραφέα {$authorName}.<br /> <br /> Σύνδεσμος υποβολής: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
es_es: Editores/as:<br /> <br /> El autor {$authorName} ha cargado un versión revisada de &quot;{$submissionTitle}&quot;.<br /> <br /> URL del envío: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
eu_es: {$editorialContactName}:<br /> <br /> &quot;{$submissionTitle}&quot; artikuluaren bertsio berrikusia gora kargatu du {$authorName} egileak.<br /> <br /> URL aurkezpena: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
fa_ir: دبیر محترم:<br /> <br /> نسخه اصلاح شده مقاله &quot;{$submissionTitle}&quot; توسط {$authorName} در سامانه آپلود شد..<br /> <br /> لینک مقاله: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvät toimittajat,<br /> <br /> {$authorName} on ladannut käsikirjoituksen &quot;{$submissionTitle}&quot; korjatun version.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
gd_gb: Deasaichean:<br /> <br /> Chaidh tionndadh lèirmheaste de &quot;{$submissionTitle}&quot; a luchdadh suas leis an ùghdar {$authorName}.<br /> <br /> URL an tagraidh: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
hu_hu: Tisztelt Szerkesztő!<br /> <br /> A szerző, {$authorName} által feltöltésre került a(z) &quot;{$submissionTitle}&quot; átdolgozott változata.<br /> <br /> Kézirat URL: {$submissionUrl}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: Editor:<br /> <br /> Versi revisi dari &quot;{$submissionTitle}&quot; telah diunggah oleh penulis {$authorName}.<br /> <br /> URL naskah: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
it_it: Caro editor:<br /> <br /> L'autore {$authorName} ha caricato una versione revisionata di &quot;{$submissionTitle}&quot;.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ja_jp: 編集部 御中:<br /> <br /> 筆者{$authorName}が「{$submissionTitle}」の改訂版をアップロードしました。<br /> <br /> 投稿URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ku_iq: بەڕێزان، سەرنوسەران:<br /> <br /> وەشانی چاککراوی &quot;{$submissionTitle}&quot; لە لایەن توێژەرەوە بار کرا {$authorName}.<br /> <br /> لینکی پێشکەشکردن: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
mk_mk: Уредници:<br /> <br /> Прикачена е корегирана верзија на &quot;{$submissionTitle}&quot; од страна на авторот {$authorName}.<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
nb_no: {$editorialContactName}:<br /> <br /> Forfatteren {$authorName} har lastet opp en revidert versjon av «{$submissionTitle}».<br /> <br /> Innleveringens URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
nl_nl: {$editorialContactName}:<br /> <br /> Een herziene versie van &quot;{$submissionTitle}&quot; is geladen door de auteur {$authorName}.<br /> <br /> URL van de inzending: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> poprawiona wersja "{$submissionTitle}" została przesłana do systemu przez autora: {$authorName}.<br /> <br /> WWW tekstu: {$submissionUrl}<br /> <br /> Z wyrazami szacunku, {$editorialContactSignature}
pt_pt: Cara(o) Editor:<br /> <br /> A versão revista do &quot;{$submissionTitle}&quot; foi enviada pelo autor {$authorName}.<br /> <br /> URL da submissão: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ru_ru: Уважаемые редакторы!<br /> <br /> Исправленная версия материала «{$submissionTitle}» была загружена на сайт (автор — {$authorName}).<br /> <br /> URL материала: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
sl_si: Uredništvo:<br /> <br /> Avtor {$authorName} je naložil posodobljeno verzijo prispevka "&quot;{$submissionTitle}&quot;.<br /> <br /> URL povezava prispevka: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
sv_se: Redaktörer:<br /> <br /> En reviderad version av &quot;{$submissionTitle}&quot; har laddats upp av författaren, {$authorName}.<br /> <br /> Bidragets URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
uk_ua: {$editorialContactName}:<br /> <br /> Перероблена версія рукопису &quot;{$submissionTitle}&quot; була вивантажена автором {$authorName}.<br /> <br /> URL подання: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
vi_vn: Kính gửi Biên tập viên,<br /> <br /> Một bản sửa chữa của bài gửi &quot;{$submissionTitle}&quot; đã được tải lên bởi tác giả {$authorName}.<br /> <br /> URL bài gửi: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
zh_cn: {$editorialContactName}:<br /> <br /> A revised version of &quot;{$submissionTitle}&quot; has been uploaded by the author {$authorName}.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}

# emails.revisedVersionNotify.description
source: This email is automatically sent to the assigned editor when author uploads a revised version of an article.
ar_iq: هذه الرسالة تُرسل تلقائياً إلى المحرر المعني عندما يقوم المؤلف برفع نسخة منقحة من مؤلَّفه إلى الموقعe.
ca_es: Aquest correu electrònic s'envia automàticament a l'editor/a assignat quan l'autor/a carrega una versió revisada d'un article.
cs_cz: Tento email je automaticky odeslán příslušnému editorovi článku, pokud autor odešle revidovanou verzi článku.
da_dk: Denne e-mail bliver automatisk sendt til udvalgte redaktør når forfatteren uploader en revideret udgave a en artikel.
de_de: Diese E-Mail wird automatisch an die/den zuständige/n Redakteur/in geschickt, wenn ein/e Autor/in eine überarbeitete Fassung eines Artikels hochgeladen hat.
el_gr: Το παρόν μήνυμα αποστέλλεται αυτόματα στον Επιμελητή μιας υποβολής, όταν ο Συγγραφέας μεταφορτώνει στην πλατφόρμα μία αναθεωρημένη έκδοση του άρθρου.
es_es: Este correo electrónico se envía de forma automática al editor/a asignado cuando el autor/a carga una versión revisada de un artículo.
eu_es: Mezu hau automatikoki bidaltzen zaio dagokion editoreari, egileak artikulu baten bertsio berrikusia gora kargatzen duenean.
fa_ir: ایمیلی که خودکار پس از آپلود نسخه اصلاحی توسط نویسنده برای دبیر ارسال می شود
gd_gb: Thèid am post-d seo a chur chun an deasaiche iomruinte gu fèin-obrachail nuair a luchdaicheas ùghdar suas tionndadh lèirmheaste de dh’artaigeal.
hu_hu: Ez az email automatikus értesítést küld a kijelölt szerkesztőnek, amikor a szerző a cikk átdolgozott változatát feltöltötte.
id_id: Email ini dikirim secara otomatis ke editor yang ditugaskan saat penulis mengunggah naskah versi revisi.
it_it: Questo messaggio viene inviato automaticamente all'Editor quando un autore invia una versione revisionata del proprio articolo.
ja_jp: このメールは、著者が投稿の改訂版をアップロードした際に、指定された編集者に自動的に送信されます。
ku_iq: ئەم ئیمەیڵە بە تۆماتیکی بۆ سەرنوسەری پەیوەندیدار دەچێت کاتێک توێژەر فایلی چاککراو بار دەکاتەوە.
mk_mk: Овој и-меил е автоматски испратен до назначениот уредник кога авторот ќе прикачи корегирана верзија на трудот.
nb_no: Denne e-posten sendes automatisk til redaktøren når forfatteren laster opp en revidert versjon av en artikkel.
nl_nl: Deze e-mail wordt automatisch verstuurd naar de redacteur als de auteur een herziene versie van een artikel laadt.
pl_pl: Wiadomość automatycznie przesyłana do redaktora prowadzącego, po przesłaniu przez autora poprawionej wersji tekstu.
pt_pt: Este e-mail é enviado automaticamente ao Editor designado quando o autor envia uma versão revista de um artigo.
ru_ru: Это письмо автоматически отправляется назначенному редактору, когда автор загружает исправленную версию статьи.
sl_si: Ta email se avtomatično pošlje uredniku prispevka, ko avtor naloži popravljeno verzijo prispevka.
sv_se: Det här e-postmeddelandet skickas automatiskt till den tilldelade redaktören när författaren laddar upp en reviderad version av sin artikel.
uk_ua: Цей лист автоматично надсилається призначеному редактору, коли автор вивантажує перероблену версію своєї статті.
vi_vn: Email này được tự động gửi đến biên tập viên được phân công khi tác giả tải lên phiên bản sửa chữa của bài viết.
zh_cn: 当作者上传的修订版的一篇文章后，此邮件将被自动发送到指定的编辑

# emails.reviewRequestSubsequent.subject
source: Article Review Request
ar_iq: إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió de l'article
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Solicitud de revisión de artículo
eu_es: Artikulua berrikusteko eskakizuna
fa_ir: درخواست داوری مقاله
fi_fi: Artikkelin arviointipyyntö
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשת סקירת מאמר
hu_hu: Cikk lektorálás kérése
id_id: Permohonan Review Artikel
it_it: Richiesta di fare una revisione
ja_jp: 論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Барање за рецензија на наслов
nb_no: Forespørsel om fagfellevurdering
nl_nl: Verzoek tot reviewen van een artikel
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Pedido de revisão de artigo
ru_ru: Запрос на рецензирование статьи
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
uk_ua: Запит на рецензування статті
vi_vn: Yêu cầu đánh giá bài báo
zh_cn: 文章审稿请求
