Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.passwordResetConfirm.subject
source: Password Reset Confirmation
ar_iq: تأكيد إعادة تعيين كلمة المرور
ca_es: Confirmació per a la reinicialització de la contrasenya
cs_cz: Potvrzení o resetování hesla
da_dk: Bekræftelse af nulstilling af adgangskode
de_de: Reset-Bestätigung für Ihr Passwort
el_gr: Επιβεβαίωση αλλαγής κωδικού πρόσβασης
es_es: Confirmación de cambio de contraseña
eu_es: Pasahitza berrezartzeko berrespena
fa_ir: تائیدیه دوباره تنظیم کردن رمزعبور
fi_fi: Vahvista salasanan vaihtaminen
gd_gb: Dearbhadh ath-shuidheachadh an fhacail-fhaire
he_il: אישור איפוס סיסמה
hr_hr: Potvrda o promjeni lozinke
hu_hu: Jelszó visszaállítás megerősítése
id_id: Konfirmasi Reset Sandi
it_it: Conferma di modifica password
ja_jp: パスワードリセットの確認
ku_iq: دڵنیابوونەوەی لە دانانەوەی وشەى نهێنى
mk_mk: Потврда за ресетирање на лозинката
nb_no: Bekreftelse på fornying av passord
nl_nl: Bevestiging wachtwoord herstellen
pl_pl: Potwierdzenie resetowania hasła
pt_pt: Confirmar atualização de senha
ru_ru: Подтверждение сброса пароля
sl_si: Potrditev ponastavitve gesla
sv_se: Bekräfta återställning av lösenord
uk_ua: Підтвердження скидання пароля
vi_vn: Xác nhận đặt lại mật khẩu
zh_cn: 密码重置确认

# emails.passwordResetConfirm.body
source: We have received a request to reset your password for the {$siteTitle} web site.<br /> <br /> If you did not make this request, please ignore this email and your password will not be changed. If you wish to reset your password, click on the below URL.<br /> <br /> Reset my password: {$url}<br /> <br /> {$principalContactSignature}
ar_iq: لقد تلقينا طلباً لإعادة تعيين كلمة مرورك في الموقع {$siteTitle}.<br /> <br /> إن لم تكن أنت شخصياً من أرسل هذا الطلب، لطفاً تجاهل هذه الرسالة لتحتفظ بكلمة مرورك إلى الموقع دون تغيير. لو أردت إعادة تعيين كلمة مرورك، أنقر الرابط أدناه.<br /> <br /> أعد تعيين كلمة مروري: {$url}<br /> <br /> {$principalContactSignature}
ca_es: Hem rebut una sol·licitud per a reinicialitzar la vostra contrasenya per al lloc web {$siteTitle}.<br /> <br /> Si no sou l'autor d'aquesta sol·licitud, ignoreu aquest missatge de correu electrònic i no es canviarà la vostra contrasenya. Si voleu reinicialitzar la contrasenya, feu clic a l'URL següent.<br /> <br /> Reinicialització de la meva contrasenya: {$url}<br /> <br /> {$principalContactSignature}
cs_cz: Obdrželi jsme žádost o resetování Vašeho hesla pro stránku {$siteTitle}.<br /> <br /> Pokud jste tuto žádost neodeslal, ignorujte prosím tento email a Vaše heslo nebude změněno. Pokud chcete své heslo resetovat, klikněte na URL adresu níže.<br /> <br /> Resetovat moje heslo: {$url}<br /> <br /> {$principalContactSignature}
da_dk: Vi har modtaget en forespørgsel om at nulstille din adgangskode til webstedet {$siteTitle}.<br /> <br /> Hvis du ikke selv har sendt denne forespørgsel, skal du ignorere denne e-mail, og din adgangskode vil ikke blive ændret. Klik på nedenstående URL-adresse, hvis adgangskoden skal ændres.<br /> <br /> Nulstil min adgangskode: {$url}<br /> <br /> {$principalContactSignature}
de_de: Wir wurden aufgefordert, Ihr Passwort für die Webseite {$siteTitle} neu zu setzen.<br /> <br /> Falls die Aufforderung nicht von Ihnen stammt, ignorieren Sie bitte diese E-Mail, und Ihr Passwort bleibt unverändert. Falls Sie Ihr Passwort neu setzen möchten, klicken Sie bitte auf die folgende URL:<br /> <br /> Mein Passwort neu setzen: {$url}<br /> <br /> {$principalContactSignature}
el_gr: Έχουμε λάβει ένα αίτημα για αλλαγή του κωδικού πρόσβασής σας για τον ιστότοπο {$siteTitle}.<br /> <br /> Εάν δεν κάνατε εσείς το εν λόγω αίτημα, παρακαλούμε αγνοήστε το μήνυμα αυτό και ο κωδικός πρόσβασής σας δε θα αλλάξει. Εάν επιθυμείτε να αλλάξετε τον κωδικό πρόσβασής σας, ακολουθήστε τον παρακάτω σύνδεσμο.<br /> <br /> Αλλαγή του κωδικού πρόσβασής μου: {$url}<br /> <br /> {$principalContactSignature}
es_es: Hemos recibido una petición para cambiar su contraseña en {$siteTitle}.<br /> <br /> Si no hizo usted esta petición ignore este correo-e y su contraseña no cambiará. Si desea cambiar su contraseña pinche en el enlace que le mostramos a continuación.<br /> <br /> Cambiar mi contraseña: {$url}<br /> <br /> {$principalContactSignature}
eu_es: {$siteTitle} webgunean sartzeko daukazun pasahitza berrezartzeko eskaera jaso dugu.<br /> <br /> Eskaera ez bada zuk egindakoa, ez jaramonik egin mezu honi, eta zure pasahitza ez da aldatuko. Pasahitza berrezartzea nahi baduzu, egin klik beheko URLan.<br /> <br /> Berrezarri nire pasahitza: {$url}<br /> <br /> {$principalContactSignature}
fa_ir: درخواستی مبنی بر تنظیم دوباره رمزعبور شما مربوط به وب سایت &amp;lt;$siteTitle&amp;gt; به ما رسیده است.<br /> <br /> لطفا چنانچه شما این درخواست را نفرستاده اید، به این ایمیل توجهی نکنید، در این صورت رمز عبور شما تغییری نخواهد کرد. اگر مایل به تنظیم دوباره رمزعبور خود هستید، برروی پیوند زیر کلیک نمائید.<br /> <br /> تنظیم مجدد رمز عبور: {$url}<br /> <br /> {$principalContactSignature}
fi_fi: Olemme vastaanottaneet pyynnön vaihtaa salasananne sivustolle {$siteTitle}.<br /> <br /> Jos ette tehnyt tätä pyyntöä, voitte jättää tämän sähköpostin huomiotta. Jos haluatte vaihtaa salasanan, klikatkaa alla olevaa linkkiä.<br /> <br /> Vaihda salasana: {$url}<br /> <br /> {$principalContactSignature}
gd_gb: Fhuair sinn iarrtas am facal-faire agad airson na làraich-lìn {$siteTitle} ath-shuidheachadh.<br /> <br /> Mur an do dh’iarr thusa seo, leig seachad am post-d agus agus cha tèid am facal-faire agad atharrachadh. Ma tha thu airson am facal-faire agad ath-shuidheachadh, briog air an URL gu h-ìosal.<br /> <br /> Ath-shuidhich am facal-faire agam: {$url}<br /> <br /> {$principalContactSignature}
he_il: קיבלנו בקשתך לשנות סיסמה לאתר {siteTitle$} <br /> <br /> אם לא הגשת בקשה זו, אנא התעלם מאימייל זה והסיסמה שלך לא תשתנה. אם ברצונך לאפס את הסיסמה שלך, לחץ על כתובת האתר הבאה.<br /> <br /> איפוס סיסמה: {url$} <br /> {principalContactSignature$}
hr_hr: Zaprimili smo vaš zahtjev za promjenu lozinke za mrežnu stranicu {$siteTitle}.<br /> <br /> U slučaju da takav zahtjev niste poslali, molimo vas da ignorirate ovu e-poštu i vaša će lozinka ostati nepromijenjena. U slučaju da želite promijeniti lozinku, molimo vas da kliknete na dolje priloženu poveznicu.<br /> <br /> Promjena lozinke: {$url}<br /> <br /> {$principalContactSignature}
hu_hu: Megkaptuk jelszavának visszaállítási kérését a(z) {$siteTitle} oldalhoz.<br /> <br /> Amennyiben nem Ön kezdeményezte, úgy hagyja figyelmen kívül értesítő levelünket és jelszava nem módosul. Ha szeretné visszaállítani jelszavát, kattintson az alábbi linkre.<br /> <br /> Jelszavam visszaállítása: {$url}<br /> <br /> {$principalContactSignature}
id_id: Kami menerima permintaan reset sandi untuk akun Anda di website {$siteTitle}.<br /> <br /> Jika Anda tidak merasa mengajukan permintaan ini, abaikan pesan ini dan sandi Anda tidak akan diubah. Jika Anda memang ingin melakukan reset sandi, klik tautan berikut ini.<br /> <br /> Reset sandi saya: {$url}<br /> <br /> {$principalContactSignature}
it_it: Abbiamo ricevuto la richiesta di modificare la tua password per {$siteTitle}.<br /> <br /> Se non hai fatto questa richiesta, ignora questo messaggio e la password non sarà modificata.<br /> Se invece hai fatto tu la richiesta e desideri generare una nuova password, clicca sul link qui sotto.<br /> <br /> Reset password: {$url}<br /> <br /> {$principalContactSignature}
ja_jp: {$siteTitle}のWebサイトにログインするパスワードのリセット依頼を受け取りました。<br /> <br /> リセット依頼をした覚えがない場合は、申し訳ありませんが、このメールを無理し、パスワードは変更しないでください。パスワードのリセットを希望される場合は、下のURLをクリックしてください。<br /> <br /> パスワードのリセット: {$url}<br /> <br /> よろしくお願いいたします。<br /> <br /> {$principalContactSignature}
ku_iq: {$siteTitle} داواكاريتان بۆ گۆڕينى وشەى نهێنيمان پێگەيشت.<br /> <br /> ئەگەر ئەم داواكارييە بەبێ ئاگادارى ئێوە نێردراوە، ئەم پەيامە بە هەند وەرمەگرن؛ دەتوانن وشە نهێنييە كۆنەكەتان بەكار بهێنن. ئەگەر دەتانەوێت تێپەڕەوشەتان بگۆڕن تكايە كرتە لەسەر بەستەرەكەى خوارەوە بكەن. <br /> <br /> بۆ گۆڕينى وشەى نهێنى: {$url}<br /> <br /> {$principalContactSignature}
mk_mk: Добивме барање за ресетирање на вашата лозинка за {$siteTitle} веб-страницата.<br /> <br /> Доколку вие не го направивте ова барање, ве молиме да го игнорирате овој и-меил и вашата лозинка ќе остане непроменета. Доколку сакате да ја ресетирате вашата лозинка, притиснете на URL-адресата подолу.<br /> <br /> Ресетирај ја мојата лозинка: {$url}<br /> <br /> {$principalContactSignature}
nb_no: Vi har mottatt en forespørsel om å tilbakestille passordet ditt til nettstedet {$siteTitle}.<br /> <br /> Hvis du ikke har sendt oss en slik forespørsel og ikke vil endre passordet ditt, kan du ignorere denne e-posten. Hvis du ønsker nytt passord, klikk på lenken nedenfor.<br /> <br /> Forny passordet: {$url}<br /> <br /> {$principalContactSignature}
nl_nl: We hebben een verzoek van u ontvangen om uw wachtwoord voor de website {$siteTitle} te herstellen.<br /> <br /> Als u dat verzoek niet gedaan hebt, negeer dan deze e-mail en uw wachtwoord wordt niet veranderd. Als u uw wachtwoord wilt herstellen , klik dan op de url hieronder.<br /> <br /> Herstel mijn wachtwoord: {$url}<br /> <br /> {$principalContactSignature}
pl_pl: Otrzymaliśmy prośbę o zresetowanie Twojego hasła na stronie {$siteTitle} <br /> <br /> Jeśli nie wysyłałeś takiej prośby, prosimy, zignoruj tę wiadomość i Twoje hasło nie zostanie zmienione. Jeśli chcesz zresetować hasło, kliknij w poniższy URL. <br /> <br /> Zresetuj hasło: {$url}<br /> <br /> {$principalContactSignature}
pt_pt: Recebemos um pedido para atualizar a sua senha de acesso à revista {$siteTitle}.<br /> <br /> Caso não tenha feito este pedido, ignore este e-mail e a sua senha não será alterada. Se deseja atualizar a sua senha, clique no seguinte link.<br/> <br /> Atualizar senha: {$url}<br /> <br /> {$principalContactSignature}
ru_ru: Мы получили запрос на сброс Вашего пароля на сайте «{$siteTitle}».<br /> <br /> Если Вы не отправляли этот запрос, пожалуйста, проигнорируйте это письмо и Ваш пароль не будет изменен. Если Вы хотите сбросить свой пароль, то щелкните по ссылке ниже.<br /> <br /> Сбросить мой пароль: {$url}<br /> <br /> {$principalContactSignature}
sl_si: Oddano je bila zahteva za ponastavitev gesla za {$siteTitle}.<br /> <br /> Če zahteve niste oddali, prosimo ignoriranje email in geslo bo ostlao nespremenjeno. Če želite ponastaviti geslo, kliknite na spodnjo povezavo.<br /> <br /> Ponastavi moje geslo: {$url}<br /> <br /> {$principalContactSignature}
sv_se: Vi har mottagit en begäran om att återställa ditt lösenord för webbplatsen {$siteTitle}.<br /> <br /> Om det inte var du som skickade begäran, vänligen bortse från det här e-postmeddelandet så kommer ditt lösenord fortsätta vara samma som förut. Om du vill återställa ditt lösenord, klicka på URL:en nedan.<br /> <br /> Återställ mitt lösenord: {$url}<br /> <br /> {$principalContactSignature}
uk_ua: Ми отримали запит на скидання Вашого пароля для веб-сайту {$siteTitle}.<br /> <br /> Якщо Ви не робили цього запиту, будь ласка, проігноруйте цей лист і Ваш пароль не буде змінений. Якщо Ви бажаєте скинути свій пароль, натисніть на посиланні нижче.<br /> <br /> Скинути мій пароль: {$url}<br /> <br /> {$principalContactSignature}
vi_vn: Chúng tôi đã nhận được yêu cầu đặt lại mật khẩu của bạn cho {$siteTitle}.<br /> <br /> Nếu bạn không thực hiện yêu cầu này, vui lòng bỏ qua email này và mật khẩu của bạn sẽ không bị thay đổi. Nếu bạn muốn đặt lại mật khẩu của mình, nhấp vào URL bên dưới.<br /> <br /> Đặt lại mật khẩu của tôi: {$url}<br /> <br /> {$principalContactSignature}
zh_cn: 我们收到您的请求，将重新设定您在{$siteTitle}网站的密码。<br /> <br /> 如果您没有提出这个请求，请忽略这封电子邮件，同时您的密码将会保持不变。如果您希望要重置您的密码，请按下面的链接。<br /> <br /> 重置我的密码： {$url}<br /> <br /> {$principalContactSignature}

# emails.passwordResetConfirm.description
source: This email is sent to a registered user when they indicate that they have forgotten their password or are unable to login. It provides a URL they can follow to reset their password.
ar_iq: هذه الرسالة معنونة إلى المستخدمين المسجلين الذي أبلغوا عن فقدانهم لكلمات مرورهم إلى الموقع، أو الذين تعذر عليهم الولوج لأي سبب آخر. سيحصل هؤلاء على رابط يمكنهم عند النقر عليه إعادة تعيين كلمات مرورهم.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari registrat si ha indicat que no recorda la seva contrasenya o que no pot iniciar la sessió. Inclou un URL per a la reinicialització de la contrasenya.
cs_cz: Tento email je zasílán registrovanému uživateli, když uvede, že zapomněl své heslo nebo se nemůže přihlásit. Obsahuje adresu URL, kterou může následovat a resetovat své heslo.
da_dk: Denne e-mail sendes til registrerede brugere, når de angiver, at de har glemt deres adgangskode eller ikke kan logge på. Den indeholder en URL-adresse, de kan følge for at nulstille deres adgangskode.
de_de: Diese E-Mail wird an registrierte Benutzer/innen der Benachrichtigungs-Mailingliste gesendet, die angegeben haben, dass sie ihr Passwort vergessen haben oder sich nicht einloggen können. Sie liefert eine URL, der die Benutzer/innen folgen können, um ihr Passwort zurückzusetzen.
el_gr: Το παρόν μήνυμα αποστέλλεται στους εγγεγραμμένους Χρήστες που δηλώνουν ότι έχουν ξεχάσει τον κωδικό πρόσβασής τους ή αδυνατούν να συνδεθούν. Παρέχει έναν σύνδεσμο όπου μπορούν να αλλάξουν τον κωδικό πρόσβασής τους.
es_es: Este correo se envía a un/a usuario/a registrado/a cuando indican que han olvidado su contraseña o que no se pueden identificar. Proporciona una URL para que cambien su contraseña.
eu_es: Pasahitza ahaztu duten erabiltzaile erregistratuei edo webgunean sartu ezinda dabiltzanei bidaltzen zaie mezu hau. Pasahitza berrezartzeko URL bat ematen du.
fi_fi: Tämä sähköpostiviesti lähetetään rekisteröityneelle käyttäjälle, joka ilmoittaa unohtaneensa salasanansa tai joka ei pysty kirjautumaan. Viesti sisältää ULR:n, jonka kautta salasana voidaan vaihtaa.
gd_gb: Thèid am post-d seo a chur gu cleachdaiche clàraichte nuair a bhios iad air innse gun do dhìochuimhnich iad am facal-faire aca no nach urrainn dhaibh clàradh a-steach. Tha e a’ toirt URL dhaibh far an urrainn dhaibh am facal-faire aca ath-shuidheachadh.
he_il: דוא"ל זה נשלח למשתמש רשום כאשר הוא מציין ששכח את סיסמתו או שאינו יכול להתחבר. היא מספקת כתובת URL כדי לאפס את הסיסמה שלהם.
hr_hr: Ovaj obrazac e-pošte šalje se registriranim korisnicima kada informiraju sustav da su zaboravili svoju lozinku ili da se ne mogu prijaviti u sustav. U poruci se nalazi URL koji mogu slijediti kao bi postavili svoju novu lozinku.
hu_hu: Ez a levél egy regisztrált felhasználónak kerül kiküldésre, amikor jelzi, hogy elfelejtette a jelszavát, és nem tud bejelentkezni. Tartalmaz egy linket, amire kattintva visszaállítható a jelszava.
id_id: Email ini dikirimkan ke pengguna terdaftar ketika lupa sandi atau tidak dapat login. Email ini memberikan URL untuk melakukan reset sandi.
it_it: Questa email viene mandata ad un utente registrato quando questi indica che ha dimenticato la sua password o non riesce a fare il log in. Fornisce una URL per il reset della password.
ja_jp: このメールは、登録ユーザーからパスワードを忘れた、または、ログインできない旨の連絡を受けた場合に、登録ユーザーに送信されるものです。このメールではパスワードをリセットするためのURLを提供します。
ku_iq: ئەم ئيمەيلە، بۆ ئاگاداركردنەوەى ئەو بەكارهێنەرە تۆماركراوە دەنێردرێت كە وشەى نهێنييان بيرچووە و/يان نەيانتوانيوە بێنە ناو سستەمەوە. بۆ سفركردنەوەى وشەى نهێنيتان بەدواى بەستەرە بكەوە كە لەم ئيمەيلەدايە.
mk_mk: Овој и-меил е испратен до регистрираните корисници кои посочиле дека ја заборавиле нивната лозинка и не можат да се најават. Им обезбедува URL-адреса на која можат да ја ресетираат својата лозинка.
nb_no: Denne e-posten sendes til registrerte brukere når de melder fra om at de har glemt passordet sitt, eller at de ikke klarer å logge inn. Den gir en URL-lenke brukeren kan følge for å fornye passordet sitt.
nl_nl: Deze e-mail wordt gestuurd naar een geregistreerde gebruiker die heeft aangegeven zijn wachtwoord vergeten te zijn of niet in te kunnen loggen. Het bevat een URL die ze kunnen volgen om hun wachtwoord te herstellen.
pl_pl: Wiadomość jest przesyłana do zarejestrowanych użytkowników w celu potwierdzenia zresetowania hasła. Załączony jest link do strony resetowania hasła.
pt_pt: Este e-mail é enviado ao utilizador registado quando o mesmo solicita a atualização da senha, quando esqueceu a senha ou encontra problemas para aceder à revista. O link fornecido permite ao utilizador concluir a atualização da senha.
ru_ru: Это письмо отправляется зарегистрированному пользователю, когда он сообщает, что забыл пароль или не может войти на сайт. В письме содержится ссылка (URL), перейдя по которой пользователь сможет сбросить свой пароль.
sl_si: Email se pošlje uporabniku, ko pozabi geslo za prijavo in odda zahtevo za ponastavitev gesla. V emailu se nahaja povezava, ki jo mora uporabnik klikniti za ponastavitev gesla.
sv_se: Det här meddelandet skickas till registrerade användare som meddelar att de har glömt sitt lösenord eller inte kan logga in. E-postmeddelandet innehåller en URL som leder till återställning av lösenordet.
uk_ua: Цей лист надсилається зареєстрованому користувачу, який вказав, що забув свій пароль і не може увійти до системи. У листі міститься URL, натиснувши на який користувач може скинути свій пароль.
vi_vn: Email này được gửi đến người dùng đã đăng ký khi họ cho biết rằng họ đã quên mật khẩu hoặc không thể đăng nhập. Nó cung cấp một URL mà họ có thể theo dõi để đặt lại mật khẩu của họ.
zh_cn: 当注册用户忘记他们的密码或者无法登入的时候，这封电子邮件会寄给他们。信中会提供一个网址让它们能够登入并重置他们的密码。

# emails.passwordReset.subject
source: Password Reset
ar_iq: إعادة تعيين كلمة المرور
ca_es: Reinicialització de la contrasenya
cs_cz: Resetování hesla
da_dk: Nulstil adgangskode
de_de: Passwort neu gesetzt
el_gr: Αλλαγή κωδικού πρόσβασης
es_es: Cambio de contraseña
eu_es: Pasahitza berrezarrita
fa_ir: رمز عبور دوباره تنظیم شد
fi_fi: Salasana vaihdettu
gd_gb: Ath-shuidheachadh nam faclan-faire
he_il: איפוס סיסמה
hr_hr: Promjena lozinke
hu_hu: Jelszó visszaállítás
id_id: Reset Sandi
it_it: Password modificata
ja_jp: パスワードのリセット
ku_iq: دووبارە رێكخستنەوەى وشەى نهێنى
mk_mk: Ресетирај лозинка
nb_no: Fornying av passord
nl_nl: Wachtwoord hersteld
pl_pl: Resetowanie hasła
pt_pt: Senha atualizada
ru_ru: Пароль сброшен
sl_si: Geslo ponastavljeno
sv_se: Lösenord återställt
uk_ua: Зміна пароля
vi_vn: Đặt lại mật khẩu
zh_cn: 重置密码
