Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestAttachedSubsequent.description
source: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission for a second or greater round of review. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST_SUBSEQUENT.)
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المحكم ليلتمس منه قبول أو رفض مهمة تحكيم المؤلَّف لمرة أخرى. وهي مرفقة بطلب النشر بشكل ملف. يتم استعمال هذه الرسالة عندما تكون عمية التحكيم مبنية على أساس التراسل عبر البريد الالكتروني خلال تهيئة إعدادات المجلة ضمن: الإعدادات، المخطط الانسيابي، التحكيم. (بخلاف ذلك، أنظر REVIEW_REQUEST_SUBSEQUENT.)
ca_es: Aquest correu electrònic de l'editor/a de secció a un revisor/a sol·licita que el revisor/a accepti o rebutgi la tasca de revisió d'una tramesa per a una segona, o posterior, ronda de revisió. El correu inclou l'article com a adjunt. Aquest missatge s'utilitza quan el procés de revisió d'adjunt de correu electrònic s'ha seleccionat a Gestió > Configuració > Flux de treball > Revisió. (Si no consulteu REVIEW_REQUEST_SUBSEQUENT.)
cs_cz: Tento email je zaslán Editorem sekce recenzentovi, aby ho požádal o přijetí nebo odmítnutí opakované recenze příspěvku v druhém či dalším kole recenzního řízení. Zahrnuje příspěvek jako přílohu. Tato zpráva se používá v případě, že je v části Správa> Nastavení> Pracovní postup> Kontrola vybrána možnost Prověřování příloh emailu. (Jinak viz REVIEW_REQUEST_SUBSEQUENT.)
da_dk: Denne mail sendes af sektionsredaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme et indlæg i en anden eller senere bedømmelsesrunde. Det inkluderer indlægget som vedhæftet fil. Denne forespørgsel anvendes når man har valgt at sende bedømmelsen vedhæftet e-mailen under Indstillinger > Workflow > Bedømmelse. (Ellers see REVIEW_REQUEST_SUBSEQUENT.)
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, damit diese/r die Aufgabe, eine Einreichung in einer zweiten oder weiteren Begutachtungsrunde zu beurteilen, übernimmt oder ablehnt. Sie enthält die Einreichung als E-Mail-Anhang. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Begutachtungsverfahren über E-Mail-Anhänge ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST_SUBSEQUENT.)
el_gr: Το παρόν αίτημα αξιολόγησης μιας υποβολής αποστέλλεται από τον Επιμελητή Ενότητας σε έναν Αξιολογητή για τον δεύτερο ή ακόλουθο κύκλο αξιολόγησης. Περιλαμβάνει την υποβολή ως επισυναπτόμενο αρχείο. Το συγκεκριμένο μήνυμα χρησιμοποιείται όταν έχει επιλεγεί η Διαδικασία Αξιολόγησης με Επισύναψη σε Ηλεκτρονικό Μήνυμα στη Διαχείριση > Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση. (Σε διαφορετική περίπτωση ανατρέξτε στο REVIEW_REQUEST_SUBSEQUENT.)
es_es: El editor de sección envía este correo electrónico a un revisor para pedirle si acepta o rechaza la tarea de revisión de un artículo en segunda ronda. Este incluye el envío como adjunto. Este mensaje se usa cuando se selecciona el proceso de revisión de archivos adjuntos por correo electrónico en el paso 2 de la configuración de la revista. (Por lo demás, vea SOLICITUD_DE_REVISIÓN_POSTERIOR.)
eu_es: Atalen Editoreak Berrikusleari bidalitako mezu honetan berrikusleari eskatzen dio bidalitakoaren bigarren edo hurrengo berrikuspen bat onartu edo baztertu dezala. Bidalitakoari buruzko informazioa ematen du, besteak beste, titulua eta aurkezpena, berrikuspena egiteko muga, eta nola sartu bidalitakora. Mezu hau erabiltzen da Aldizkariaren Konfigurazioan, 2. urratsean, Berrikuspen Prozesuaren Mezu Erantsia hautatzen denean. (Bestela, ikus BERRIKUSPENA_ESKAKIZUNA_ONDORENGOA.)
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche le deasaiche earrainn a dh’fhaighneachd an gabh iad ri lèirmheas air tagradh san dàrna cuairt (no cuairt nas motha) no an diùlt iad e. Tha seo a’ gabhail a-staigh an tagraidh mar cheanglachan. Seo an teachdaireachd a thèid a chleachdadh nuair a thaghar am pròiseas lèirmheis le ceanglachan puist-d fo “Stiùireadh” > “Roghainnean” > “Sruth-obrach” > “Lèirmheas”. (Air neo faic REVIEW_REQUEST_SUBSEQUENT.)
he_il: דוא"ל זה נשלח על ידי עורך המדור לבודק בבקשה לקבל או לדחות את משימת בדיקת ההגשה לסבב ביקורת שני או יותר. זה כולל את ההגשה כקובץ מצורף. הודעה זו משמשת כאשר נבחר תהליך בדיקת קבצים מצורפים לדוא"ל בניהול> הגדרות> זרימת עבודה> סקירה. (אחרת ראה REVIEW_REQUEST_SUBSEQUENT.)
hu_hu: Ez az emailt a Rovatszerkesztő küldi a Lektornak, megkérve, hogy vállalja el, vagy, ha nem alkalmas, akkor utasítsa el a beküldött anyag lektorálási feladatát a második vagy további lektorálási körökben. Ez csatoltan tartalmazza a kéziratot is. Ezt az üzenetet akkor kell használni, ha az email csatolásos lektorálási folyamat van engedélyezve a folyóirat menedzselése részben > Beállítások > Munkafolyamat > Szakmai lektorálás. (Lásd még REVIEW_REQUEST_SUBSEQUENT.)
id_id: Email ini dari Editor Bagian kepada Reviewer untuk meminta reviewer memberitahukan apakah menerima atau menolak permohonan review untuk ronde kedua atau berikutnya. Email disertai naskah terlampir bersama email. Pesan ini digunakan saat Proses Review Lampiran Email dipilih di Manajemen > Pengaturan > Alur Kerja > Review. (Selain itu lihat REVIEW_REQUEST_SUBSEQUENT.)
it_it: Questo messaggio viene inviato dall'editor a un revisore chiedendogli di accettare o rifiutare l'incarico di revisione di una proposta per un secondo o successivo round di revisione. Contiene in allegato il file del manoscritto. Questo messaggio viene utilizzato quando è stato selezionato nel Setup, il processo di revisione con allegati email. (In caso contrario vedi REVIEW_REQUEST_SUBSEQUENT.)
ja_jp: このメールは、セクションエディタから査読者に投稿物の査読の次回目を依頼するものです。メールには、査読物をファイルで添付します。このメールは、雑誌設定のステップ2でメール添付による査読プロセスが選択された場合に使用されます（そうでない場合は、REVIEW_REQUEST_SUBSEQUENTを参照してください）。
ku_iq: ئەم ئیمەیڵە لەلایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە بە مەبەستی قبوڵکردن یان ڕەتکردنەوەی خولی دووەمی هەڵسەنگاندن. ئەمە زانیاریی وەک ناونیشان و پوختە و کۆتا ڕۆژی هەڵسەنگاندن و ڕێنماییەکانی هەڵسەنگاندن لەخۆ دەگرێت. ئەم نامەیە کاتێک بەکار دێت کە هەڵسەنگاندن لە پرۆسەیەکی ستاندارد و بەم ڕێڕەوەدا تێپەڕ ببێت: بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن. (ئەگەر نا سەیری ئێرە بکەن REVIEW_REQUEST_SUBSEQUENT.)
mk_mk: Овој и-меил од Секциски уредник до Рецензент бара рецензентот да ја прифати или одбие задачата за рецензирање на поднесок во вториот или понатамошен циклус на рецензирање. Го вклучува поднесокот во прилог. Оваа порака се користи кога Процес на рецензија со и-меил прилог е одбрано во Раководење > Поставки > Тек на рабоатата > Рецензија. (Во спротивно погледнете REVIEW_REQUEST_ATTACHED.)
nb_no: Denne e-posten sendes av seksjonsredaktøren til en fagfelle, som blir bedt om å indikere om han eller hun vil forplikte seg til å vurdere en innlevering i en andre eller senere vurderingsrunde. Det inkluderer innleveringen som et vedlegg. Denne meldingen brukes når du har valgt en fagfellevurderingsprosess med e-post-vedlegg under Innstillinger > Arbeidsflyt > Fagfellevurdering. (Se ellers REVIEW_REQUEST_SUBSEQUENT.)
nl_nl: Deze e-mail wordt door de sectieredacteur aan een reviewer verstuurd om te vragen of die een review voor de tweede of latere ronde van een inzending wil doen. De inzending wordt als bijlage meegestuurd. Dit bericht wordt gebruikt als het e-mail reviewproces wordt geselecteerd in stap 2 van het instellen. (Zie verder REVIEW_REQUEST_SUBSEQUENT)
pl_pl: Wiadomość od redaktora prowadzącego do recenzenta. Zawiera prośbę o przygotowanie recenzji tekstu, jego tytuł i abstrakt. Wysyłana, jeżeli recenzent pracować będzie w systemie
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo na segunda ronda de revisão. Inclui a submissão como anexo. Esta mensagem é usada quando o Processo de revisão como anexo de e-mail está selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, veja REVIEW_REQUEST_SUBSEQUENT.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. К письму приложен сам материал для рецензирования. Это сообщение используется, если выбран процесс рецензирования через электронную почту в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите REVIEW_REQUEST_SUBSEQUENT.)
sl_si: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. V priponki vsebuje prispevek. Email se uporablja, kadar je uporabljen "Email-attached" recenzijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija) (Drugače glej REVIEW_REQUEST_SUBSEQUENT.)
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag en andra gång eller på nytt. Det innehåller information bidraget som en bifogad fil. Det här e-postmeddelandet används när Granskningsprocess med e-postbilaga är valt i > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST_SUBSEQUENT.)
uk_ua: Цим листом редактор розділу просить рецензента виконати другий раунд рецензування подання або відмовитись від цієї роботи. У додатку до листа міститься рукопис, поданий до редакції. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний доступ рецензента "єдиним натисканням" (у іншому випадку див. REVIEW_REQUEST_SUBSEQUENT.)
vi_vn: Email này được Biên tập viên chuyên mục gửi đến Người phản biện để yêu cầu họ chấp nhận hoặc từ chối nhiệm vụ đánh giá bài gửi cho vòng đánh giá thứ hai trở lên. Nó bao gồm các bài gửi như một tập tin đính kèm. Thông báo này được sử dụng khi Quy trình phản biện đính kèm email được chọn trong Quản lý > Cài đặt > Quy trình làm việc > Phản biện. (Nếu không, hãy xem REVIEW_REQUEST_SUBSEQUENT.)
zh_cn: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission for a second or greater round of review. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Journal Setup, Step 2. (Otherwise see REVIEW_REQUEST_SUBSEQUENT.)

# emails.editorDecisionInitialDecline.subject
source: Editor Decision
ar_iq: قرار المحرر
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí redaktora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Penyunting
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão Editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
vi_vn: Quyết định của ban biên tập
zh_cn: 总编决定

# emails.editorDecisionInitialDecline.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Decline Submission
ar_iq: {$authorName}:<br /> <br /> لقد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}، &quot;{$submissionTitle}&quot;.<br /> <br /> إن قرارنا هو: رفض النشر
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la vostra tramesa per a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Rebutjar la tramesa
cs_cz: {$authorName}:<br /> <br /> Dosáhli jsme rozhodnutí ohledně vašeho příspěvku pro {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: Odmítnout příspěvek
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Afvise manuskriptet
de_de: {$authorName}:<br /> <br /> Wir sind zu einer Entscheidung hinsichtlich Ihrer Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, Ihre Einreichung abzulehnen.
el_gr: {$authorName}:<br /> <br /> Έχουμε λάβει μία απόφαση σχετικά με την υποβολή σας &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Απόρριψη υποβολής
es_es: {$authorName}:<br /> <br /> Hemos llegado a una decisión sobre su envío a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Rechazar el envío
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم نهایی: عدم پذیرش
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Käsikirjoitus on hylätty
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn an tagradh a dhiùltadh
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című kézirata elutasításra került.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah sampai pada keputusan mengenai naskah Anda {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusannya adalah: Menolak Naskah
it_it: Gentilissimo {$authorName}:<br /> <br /> Abbiamo preso una decisione in merito al suo manoscritto dal titolo &quot;{$submissionTitle}&quot; inviato a {$contextName} .<br /> <br /> Ci rincresce informarla che non ci è possibile accettare il suo contributo
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 不採用
ku_iq: {$authorName}:<br /> <br /> ئێمە لەبارەی پێشکەشکردنەکەت {$contextName}, &quot;{$submissionTitle}&quot; بڕیارمان دا.<br /> <br /> بڕیار: توێژینەوەکە ڕەت کرایەوە
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во однос на вашиот поднесок до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Одбиј го поднесок
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din, «{$submissionTitle}», som du sendte inn til {$contextName}.<br /> <br /> Vår beslutning er: Manuskriptet avvises
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Weiger inzending
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęliśmy decyzję w sprawie tekstu &quot;{$submissionTitle}&quot;, zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redakcji: Odrzucenie zgłoszonego tekstu
pt_pt: {$authorName}:<br /> <br /> Em relação à sua submissão à revista {$contextName}, &quot;{$submissionTitle}&quot; foi tomada uma decisão.<br /> <br /> A decisão é: Rejeitar a Submissão
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отклонить материал
sl_si: {$authorName}:<br /> <br /> V uredništvu revije {$contextName} smo sprejeli odločitev glede vašega prispevka &quot;{$submissionTitle}&quot;.<br /> <br /> Naša odločitev je: Prispevek se zavrne
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Refusera bidrag
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Từ chối
zh_cn: {$authorName}:<br /> <br /> 我们对于稿件 {$contextName}, &quot;{$submissionTitle}&quot; 形成了一个最终共识。<br /> <br /> 我们的决定是：拒绝稿件

# emails.editorDecisionInitialDecline.description
source: This email is sent to the author if the editor declines their submission initially, before the review stage
ar_iq: هذه الرسالة تعنون إلى المؤلف إذا رفض المحرر طلبه بشكل مبدئي قبل الدخول في مرحلة التحكيم
ca_es: Aquest correu electrònic s'envia a l'autor/a si l'editor/a rebutja la tramesa inicialment, abans de la fase de revisió
cs_cz: Tento e-mail se pošle autorovi, pokud redaktor odmítne příspěvek již před recenzním řízením
da_dk: Denne e-mail sendes til forfatteren, hvis redaktøren afviser manuskriptet i indledningsfasen, før bedømmelsestrinnet
de_de: Diese E-Mail wird an die/den Autor/in gesendet, wenn die/der Redakteur/in die Einreichung bereits vor dem Begutachtungsprozess ablehnt.
el_gr: Το παρόν μήνυμα αποστέλλεται στον Συγγραφέα, σε περίπτωση που ο Επιμελητής απορρίψει την υποβολή αρχικά, πριν το στάδιο της αξιολόγησης.
es_es: Este correo electrónico se envía al autor/a si el editor/a rechaza su envío inicialmente, antes de la fase de revisión
fa_ir: این پیام زمان یارسال می شود که دبیر مقاله ارسالی را در اغاز رد می کند، بدون انکه وارد مرحله داوری شود
gd_gb: Thèid am post-d seo a chur chun an ùghdair ma dhiùltas an deasaiche an tagradh aca sa chiad dol a-mach, ro ìre an lèirmheis
hu_hu: Ez az e-mail a Szerzőnek lesz küldve akkor, amikor a Szerkesztő egyből visszautasítja a benyújtott kéziratot, még a lektorálási szakasz előtt.
id_id: Email ini dikirim kepada penulis jika naskah mereka ditolak oleh editor lebih awal, sebelum masuk ke tahap review
it_it: Questa mail viene mandata all'autore se la proposta subito non viene accettata dall'editor
ja_jp: このメールは、査読段階に入る前に編集者が最初から投稿を断った場合、著者に送信されます。
ku_iq: ئەم ئیمەیڵە بۆ توێژەر دەچێت کاتێک سەرنوسەر توێژینەوەکە پێش ناردنی بۆ هەڵسەنگێنەر ڕەت دەکاتەوە
mk_mk: Овој и-меил е испратен до авторот доколку уредникот го одбие нивниот поднесок на почетокот, пред да биде испратен на рецензија
nb_no: Denne e-posten sendes til forfatteren dersom redaktøren avviser innleveringen ved første lesing (før fagfellevurdering)
nl_nl: Deze e-mail wordt aan een auteur verzonden wanneer de redacteur de inzending weigert nog voor die aan een reviewer werd bezorgd
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera powiadomienie o odrzuceniu zgłoszonego tekstu po ocenie wstępnej (przed procesem recenzji)
pt_pt: Este e-mail é enviado ao autor se o editor decidir rejeitar a submissão numa fase inicial, antes do processo de revisão
ru_ru: Это письмо отправляется автору, если редактор решает отклонить его материал на начальной стадии, до этапа рецензирования
sl_si: Email se pošlje avtorju, če se urednik odloči zavrniti prispevek še pred postopkom recenzije
sv_se: Det här e-postmeddelandet skickas till författaren om redaktören refuserar bidraget direkt, innan granskningssteget
vi_vn: Email này được gửi cho tác giả nếu biên tập viên từ chối gửi ban đầu, trước giai đoạn xem xét
zh_cn: 此邮件为编辑初审后拒绝稿件发给投稿人的提醒邮件

# emails.editorDecisionSendToExternal.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення Редакції
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决策
