Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRemindAutoOneclick.description
source: This email is automatically sent when a reviewer's due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is enabled. Scheduled tasks must be enabled and configured (see the site configuration file).
ar_iq: هذه الرسالة يولدها الموقع آلياً عندما يتم تجاوز موعد تسليم التحكيم من قبل أحد المحكمين (أنظر خيارات التحكيم ضمن: الإعدادات، المخطط الانسيابي، التحكيم) وعندما يكون خيار الوصول المباشر للمحكم مفعل. المهام المجدول يجب أن تكون مفعلة ومهيئة (أنظر ملف تهيئة الموقع.
ca_es: Aquest missatge de correu electrònic s'envia automàticament quan se supera la data de venciment per a una revisió (vegeu les opcions de revisió del pas 2 de la configuració de la revista) i s'ha habilitat l'accés per a revisors en un clic. Les tasques planificades han d'estar habilitades i configurades (vegeu el fitxer de configuració del lloc).
cs_cz: Tento email je automaticky poslán, když recenzentovi vyprší stanovený termín pro zpracování recenze (viz Možnosti recenze v Nastavení časopisu, Krok 2) a je povolen přístup recenzenta na jedno kliknutí. Musí být povoleny a nakonfigurovány naplánované úlohy (viz konfigurační soubor stránky).
da_dk: Denne e-mail sendes automatisk, når en bedømmers forfaldsdato overskrides (se Bedømmelsesindstillinger under Indstillinger > Workflow > Bedømmelse), og når adgang for bedømmere ved hjælp af ét klik er aktiveret. Planlagte opgaver skal aktiveres og konfigureres (se webstedets konfigurationsfil).
de_de: Diese E-Mail wird automatisch verschickt, wenn das Fälligkeitsdatum für eine/n Gutachter/in verstrichen ist (vgl. die Begutachtungseinstellungen in Schritt 2 des Zeitschriftensetups) und wenn der One-Click-Zugang für Gutachter/innen aktiviert ist. Planmäßige Aufgaben (scheduled tasks) müssen aktiviert und konfiguriert sein (vgl. die Konfigurationsdatei der Website).
el_gr: Το παρόν μήνυμα αποστέλλεται αυτόματα όταν παρέλθει η προθεσμία ολοκλήρωσης μίας αξιολόγησης (ανατρέξτε στις Επιλογές Αξιολόγησης κάτω από τις Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση) και η πρόσβαση με ένα κλικ στον Αξιολογητή είναι ενεργοποιημένη. Οι προγραμματισμένες εργασίες θα πρέπει να έχουν ενεργοποιηθεί και διαμορφωθεί (ανατρέξτε στο αρχείο διαμόρφωσης του ιστοτόπου).
es_es: Este correo electrónico se envía automáticamente cuando transcurre la fecha de vencimiento del revisor (consulte Opciones de revisión en Configuración > Flujo de trabajo> Revisar) y cuando se habilita el acceso de revisor con un clic. Las tareas programadas deben estar habilitadas y configuradas (consulte el archivo de configuración del sitio).
eu_es: Mezu hau automatikoki bidaltzen da ebaluatzaile baten epea amaitu eta erantzun ez duenean (ikus Konfigurazioko 2. urratseko Ebaluazio-aukerak) eta klik bakarreko ebaluatzaile-sarbidea gaituta dagoenean. Programatutako atazak (scheduled_tasks) gaituta eta konfiguratuta egon behar dute (ikus konfigurazio-fitxategia).
fa_ir: This email is automatically sent when a reviewer's due date elapses (see Review Options under Journal Setup, Step 2) and one-click reviewer access is enabled. Scheduled tasks must be enabled and configured (see the site configuration file).
gd_gb: Thèid am post-d seo a chur gu fèin-obrachail nuair a dh’fhalbhas an ùine air a’ cheann-là lìbhrigidh aig lèirmheasaiche (faic na roghainnean lèirmheis fo na “Roghainnean” > “Sruth-obrach” > “Lèirmheas) agus nuair a bhios inntrigeadh lèirmheasaichean le aon bhriogadh an comas. Feumaidh sgeidealachadh shaothraichean a bhith an comas agus air a rèiteachadh (faic faidhle rèiteachadh na làraich).
he_il: דוא"ל זה נשלח אוטומטית עם חלוף תאריך היעד של הסוקר (ראה אפשרויות סקירה תחת הגדרות> זרימת עבודה> סקירה) וגישה של בודק בלחיצה אחת מופעלת. יש לאפשר ולהגדיר משימות מתוזמנות (ראה קובץ תצורת האתר).
hr_hr: Ovim obrascem e-pošte urednik rubrike podsjeća recenzenta da rok za izradu recenzije istekao. Obrazac se koristi ukoliko je recenzentu je omogućen pristup jednim klikom.
hu_hu: Ez az email automatikusan kerül kiküldésre, amikor a lektorálási határidő lejárt (lásd a Lektorálási beállításokat a Beállítások > Munkafolyamat > Szakmai lektorálás résznél) és az egykattintásos lektorálási hozzáférés engedélyezett. Az ütemezett feladatokat engedélyezni és konfigurálni kell (lásd az oldal konfigurálást).
id_id: Email ini dikirimkan otomatis saat tenggat waktu review terlewati (lihat Opsi Review di menu Pengaturan > Alur Kerja > Review) dan akses one-click reviewer diaktifkan. Tugas terjadwal harus diaktifkan dan diatur (lihat file konfigurasi website).
it_it: Questa email viene mandata automaticamente quando una data di revisionee scade (vedi opzioni del revisore nel Journal Setup, passo 2) e l'accesso one-click del revisore è attivato. I compiti programmati devono essere abilitati e configurati (vedi il file di configurazione del sito).
ja_jp: このメールは、査読者の査読期限日が過ぎ（雑誌設定ステップ2の査読オプションを参照）、査読者ワンクリックアクセスが無効な場合に、自動的に送信されるものです。定期タスク機能が有効かつ設定されている必要があります（サイト設定ファイルを参照）。
ku_iq: ئەم ئیمەیڵە بە شێوەیەکی تۆماتیکی بۆ هەڵسەنگێنەر نێردراوە بە هۆی کۆتاییهاتنی وادەی هەڵسەنگاندن (بژاردەکانی هەڵسەنگاندن لێرەوە ببینە ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن) و بە کلیکێک دەستپێڕاگەیشتنی هەڵسەنگێنەر ناچالاک دەکریت. ئەرکە پلان بۆ دانراوەکان دەبێت چالاک کرابن.
mk_mk: Овој и-меил е автоматски испратен кога рокот за рецензија на рецензентот е истечен (видете Опции за рецензија во Поставки > Тек на работа > Рецензија) и пристапот за рецензентот преку еден клик е оневозможен. Закажаните задачи мора да се овозможени и прилагодени(видете ја датотеката за прилагодување на веб-страницата).
nb_no: Denne e-posten sendes automatisk til fagfellen når tidsfristen for en fagfellevurdering utløper (se Oppsett for fagfellevurdering under Innstillinger > Arbeidsflyt Fagfellevurdering). «Planlagte oppgaver» må være slått på og konfigurert (se konfigurasjonsfilen for nettstedet).
nl_nl: Deze e-mail wordt automatisch verzonden als de afgesproken reviewperiode verstrijkt (zie review opties onder Tijdschrift inrichten, stap 2) en een-klik toegang voor de reviewer is ingeschakeld. Geplande taken moeten worden ingeschakeld en geconfigureerd (zie het siteconfiguratiebestand).
pl_pl: Wiadomość automatycznie wysłana po upłynięciu terminu nadesłania recenzji. Zaplanowane zadania w systemie muszą zostać na nowo skonfigurowane.
pt_pt: Este e-mail é enviado automaticamente quando o prazo de revisão expirou (consulte Opções de revisão em Configurações > Fluxo de trabalho > Revisão) e o acesso em um clique está ativo. As tarefas agendadas devem ser ativadas e configuradas (consulte o ficheiro de configuração do portal).
ru_ru: Это письмо отправляется автоматически, когда дата предоставления рецензии рецензентом прошла (смотрите Параметры рецензирования в Настройки > Рабочий процесс > Рецензирование) и прямой доступ рецензента по ссылке включен. Запланированные задачи должны быть включены и настроены (смотрите файл конфигурации сайта).
sl_si: Ta email se pošlje recenzentu avtomatično, ko poteče rok za opravljanje recenzije (več v recenzijskih nastavitveh v Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
sv_se: Det här e-postmeddelandet skickas automatiskt när en granskares deadline löper ut (se Granskningsalternativ under Inställningar > Arbetsflöde > Granskning) och när Granskning utan inloggning är aktiverat. Schemalagda aktiviteter måste vara aktiverat och konfigurerat (se serverns konfigurationsfil).
uk_ua: Цей лист автоматично надсилається рецензенту, коли настає кінцева дата рецензування (див. розділ "Налаштування рецензування" кроку 2 Налаштування журналу) та включений доступ рецензента "єдиним натисканням". Щоб ця функціональність працювала необхідно включити на налаштувати Scheduled tasks (див. файл конфігурації сайту).
vi_vn: Email này được gửi tự động khi hết hạn đánh giá của người phản biện (xem Tùy chọn đánh giá trong Cài đặt > Quy trình làm việc > Phản biện) và quyền truy cập của người phản biện không cần đăng nhập được bật. Các tác vụ theo lịch trình phải được bật và định cấu hình (xem tệp cấu hình trang).
zh_cn: 这封电子邮件这封电子邮件在一位审查人的工作期限日已经超过的时候，会自动发出给他（见「期刊设定」之步骤2，「审查选项」），而审查访问一点即入的功能已经启用。必须启用并且设定排程任务（见网站设定档案）。

# emails.copyeditRequest.subject
source: Copyediting Request
ar_iq: إلتماس نسخة التدقيق
ca_es: Sol·licitud de correcció
cs_cz: Žádost o redigování příspěvku
da_dk: Forespørgsel om manuskriptredigering
de_de: Bitte um ein Lektorat
el_gr: Αίτημα επιμέλειας κειμένου
es_es: Petición de corrección
eu_es: Zuzenketa egiteko eskaera
fa_ir: درخواست انجام امور ویراستاری
fi_fi: Teknistä toimittamista pyydetään
gd_gb: Iarrtas grinn-deasachaidh
hr_hr: Zamolba za lekturu
hu_hu: Technikai szerkesztés kérése
id_id: Permohonan Copyediting
it_it: Assegnazione di copyediting
ja_jp: 原稿整理のお願い
ku_iq: داواکاریی وردبینیکردن
mk_mk: Барање за уредување
nb_no: Forespørsel om manuskriptredigering
nl_nl: Tekstredactie verzoek
pl_pl: Prośba do korektora
pt_pt: Pedido de edição de texto
ru_ru: Запрос на литературное редактирование
sl_si: Prošnja za lektoriranje
sv_se: Förfrågan om manusredigering
uk_ua: Запит на літературне редагування
vi_vn: Yêu cầu biên tập bản thảo
zh_cn: 编辑要求
