Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestOneclick.body
source: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; which has been submitted to {$contextName}. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> <br /> كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف الموسوم &quot;{$submissionTitle},&quot; والذي أُرسل طلب لنشره إلى {$contextName}. إن ملخص موضوعه مبين أدناه، وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا.<br /> <br /> لطفاً، أدخل إلى موقع المجلة حتى يوم {$responseDueDate} لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه.<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> <br /> Considero que el vostre perfil és adequat per a revisar el manuscrit &quot;{$submissionTitle},&quot; enviat a la revista {$contextName}. A continuació trobareu el resum de l'article, espero que accepteu encarregar-vos d'aquesta tasca tan important per a nosaltres.<br /> <br /> Us demano que inicieu la sessió a la revista abans del {$responseDueDate} per indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per a accedir-hi i enregistrar-ne la revisió i la recomanació.<br /> <br /> La data límit per fer la revisió és el {$reviewDueDate}.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle},&quot; který byl zaslán do {$contextName}. Abstrakt příspěvku je vložen níže. Věřím, že zvážíte možnost přijetí tohoto pro nás důležitého úkolu.<br /> <br /> Prosím, přihlaste se do {$responseDueDate} na stránkách časopisu, abyste uvedl, zda recenzi zpracujete nebo ne a také pro přístup k příspěvku a zaznamenání Vaší recenze a doporučení.<br /> <br /> Termín pro zpracování recenze je {$reviewDueDate}.<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, der er blevet sendt til {$contextName}. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted inden den {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling.<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;, das zur Publikation in {$contextName} eingereicht worden ist. Weiter unten finden Sie eine Kurzfassung des Beitrags. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe.<br /> <br /> Loggen Sie sich bitte bis zum {$responseDueDate} auf der Webseite unserer Zeitschrift ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können gegebenenfalls auch Ihr Gutachten und Ihre Empfehlung dort abgeben.<br /> <br /> Das Gutachten wäre fällig am {$reviewDueDate}.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> <br /> Πιστεύουμε ότι θα αποτελέσετε έξοχο Αξιολογητή της εργασίας &quot;{$submissionTitle},&quot; που υποβλήθηκε στο περιοδικό {$contextName}. Η περίληψη της εργασίας παρατίθεται παρακάτω. Ελπίζουμε ότι θα δεχθείτε να αναλάβετε αυτό το σημαντικό έργο για εμάς.<br /> <br /> Θα σας παρακαλούσαμε να συνδεθείτε στον ιστότοπο του περιοδικού έως τις {$responseDueDate} για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταχωρήσετε τα σχόλιά σας.<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un/a excelente revisor/a del manuscrito &quot;{$submissionTitle},&quot; que ha sido enviado a {$contextName}. A continuación encontrará un extracto del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, identifíquese en la revista antes de {$responseDueDate} para decirnos si hará o no la revisión, así como para tener acceso al envío y para registrar su revisión y recomendación.<br /> <br /> La revisión propiamente dicha debe estar lista para el {$reviewDueDate}.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por tener en cuenta nuestra solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Uste dut ebaluatzaile bikaina izango zinatekeela {$contextName} aldizkarira bidali diguten {$submissionTitle} eskuizkribuari buruzko iritzia emateko. Artikuluaren laburpena behean duzu, eta espero dut aintzakotzat hartu eta pentsatuko duzula guretzat lan garrantzitsu hau egiteko eskaera.<br /> <br /> Mesedez, sar zaitez aldizkariaren webgunean {$responseDueDate} aurretik, eta esaguzu ebaluazioa egiteko prest zauden ala ez, eta prest egonez gero, artikulua hartzeko eta zure ebaluazio-txostena eta gomendioa emateko.<br /> <br /> Ebaluazioa egiteko epea {$reviewDueDate} izango litzateke.<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Eskerrik asko gure eskaera kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> <br /> شما به عنوان یک کارشناس ممتاز برای بررسی مقاله &quot;{$submissionTitle}&quot; که برای {$contextName} ارسال شده است انتخاب شده اید. در ذیل، چکیده مقاله ارسالی برای شما گنجانده شده است و امیدوارم که در این زمینه مایل به همکاری با این مجله باشید.<br /> <br /> لطفا قبل از تاریخ {$reviewDueDate} وارد وب سایت مجله شده و مشخص سازید که آیا مایل به قبول کارشناسی هستید یا خیر؟ همچنین به طور همزمان می توانید به مقاله ارسالی دسترسی پیدا کرده و متن کارشناسی و توصیه های خودرا ذخیره کنید.<br /> <br /> ضمنا آخرین مهلت بررسی این مقاله تا تاریخ {$reviewDueDate} می باشد.<br /> <br /> آدرس مقاله: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> از توجه شما به این درخواست متشکرم.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> --------------------------------<br /> &quot;{$submissionTitle}&quot;<br /> <br /> چکیده:<br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että olisitte sopiva arvioija käsikirjoitukselle &quot;{$submissionTitle}&quot; joka on lähetetty julkaisuun {$contextName}. Julkaisun tiivistelmä löytyy tämän viestin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne.<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> <br /> Tha mi a’ creidsinn gum biodh tu fìor mhath mar lèirmheasaiche airson na sgrìobhainn “{$submissionTitle}” a chaidh a chur gu {$contextName}. Tha geàrr-chunntas an tagraidh gu h-ìosal agus bhiomaid fada nad chomain nam b’ urrainn dhut an obair chudromach seo a dhèanamh dhuinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair ron {$responseDueDate} a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean.<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {reviewerName}:<br$ /> אנחנו מאמינים שאתה סוקר מצוין לבקר את ההגשה "{submissionTitle$}", ל{contextName$}. תקציר ההגשה נמצא למטה, ונשמח אם תוכל לתת חוות דעת. <br /> אנא חבר לאתר כתב העת עד {responseDueDate$} לציין אם אתה מסכים, וכן לגשת לכתב היד ולהעלות את חוות דעתך ואת המלמצתך. אתר כתב היד הוא {contextUrl$}.<br /> <br /> חוות הדעת עצמו צריך להגיש עד {reviewDueDate$}.<br /> <br /> אתר הגשה: {submissionUrl$}<br /> <br /> תודה על עזרתך.<br /> <br /> {editorialContactSignature$}<br /> <br /> "{submissionTitle$}"<br /> <br /> {submissionAbstract$}
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku.<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> Do priloga možete doći izravno prateći ovu kodiranu pozivnicu: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> A(z) {$contextName} szerkesztőbizottsága nevében a szeretném felkérni a(z) &quot;{$submissionTitle},&quot; című kézirat szakmai lektorálására, melynek absztraktját levelünk végén olvashatja.<br /> <br /> Kérem, lépjen be és jelezze a folyóirat weboldalán legkésőbb {$responseDueDate}-ig, hogy vállalja-e a lektorálást. Amennyiben vállalja a bírálatot, ugyanitt rögzítheti véleményét és javaslatait.<br /> <br /> A szakmai lektorálás határideje: {$reviewDueDate}.<br /> <br /> Amennyiben vállalná a szakmai lektorálást, de a jelzett határidő nem megfelelő, kérjük jelezze emailben.<br /> <br /> A kézirat elérhető az alábbi URL címen: {$submissionReviewUrl}<br /> <br /> Üdvözlettel,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> <br /> Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah, &quot;{$submissionTitle},&quot; yang diserahkan ke {$contextName}. Abstrak naskah tersebut disertakan di bawah ini, dan kami berharap Anda berkenan melakukannya.<br /> <br /> Silakan login ke website jurnal sebelum {$responseDueDate} untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda. Website jurnal adalah {$contextUrl}<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentile {$reviewerName}:<br /> <br /> Ti propongo la revisione del manoscritto &quot;{$submissionTitle},&quot; che è stato inviato a {$contextName}. L'abstract della proposta è più sotto. Spero che vorrai prendere in carico questo compito.<br /> <br /> Ti chiedo quindi di effettuare il log in al sito web della rivista entro il {$responseDueDate} per indicare se prenderai in carico la revisione o meno. Potrai poi accedere alla submission e inviare il tuo parere.<br /> <br /> La data di scadenza per la revisione è fissata al {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Grazie per la tua collaborazione<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Abstract<br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお願いいたしたくメールを差し上げました。投稿物の要旨を以下に添付しました。貴殿がこの重要な仕事を引き受けてくださることを希望いたしております。<br /> <br /> {$responseDueDate}までに、雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> <br /> من وا هەست دەکەم کە بەڕێزتان کەسێکی شیاون بۆ هەڵسەنگاندنی ئەم توێژینەوەیە &quot;{$submissionTitle},&quot; کە پێشکەش کراوە بۆ {$contextName}. پوختەی توێژینەوەکە لە خوارەوە بەردەستە و هیواخوازم کە ئەم ئەرکە قبوڵ بکەن.<br /> <br /> تکایە لێرەوە داخلی پەڕەی گۆڤارەکەمان ببن {$responseDueDate} بۆ دیاریکردنی ئەوەی کە ئایا ئەرکەکە قبوڵ یان ڕەت دەکەنەوە، هەروەها بینینی تەواوی زانیارییەکان سەبارەت بە توێژینەوەکە<br /> <br /> دوا وادە بۆ هەڵسەنگاندنەکە{$reviewDueDate}.<br /> <br /> لینکی هەڵسەنگاندنەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ هاوکاریتان<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> <br /> Верувам дека би биле одличен рецензент на трудот, &quot;{$submissionTitle},&quot; кој е поднесен до {$contextName}. Апстрактот на поднесокот е вметнат подолу, и се надевам дека ќе размислите да ја преземете оваа важна задача за нас.<br /> <br /> Ве молиме, најавете се на веб-страницата на списанието до {$responseDueDate} за да наведете дали ќе го рецензирате трудот или не, како и да пристапите до поднесокот и да ги зачувате вашите прегледи и препораки. Веб-страницата е <br /> <br /> Рокот на самата рецензија е до {$reviewDueDate}.<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> <br /> Jeg tar kontakt med deg i forbindelse med at tidsskriftet {$contextName} har fått tilsendt manuskriptet «{$submissionTitle}». Jeg tror du kunne vært en god fagfelle for innleveringen. Du ser sammendraget under. <br /> <br /> Du kan svare på forespørselen ved å logge inn på tidsskriftets nettsted. Vi hadde satt pris på om du gjorde det innen {$responseDueDate}. Hvis du påtar deg oppdraget, kan du bruke nettstedet for å få tilgang til manuskriptet, samt til å skrive inn vurderingen og anbefalingen din.<br /> <br /> Fristen for fagfellevurderingen er satt til {$reviewDueDate}.<br /> <br /> Innleveringens URL: {$submissionReviewUrl}<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; dat is ingestuurd bij {$contextName}. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u voor {$responseDueDate} inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen.<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: {$reviewerName}: <br /> <br /> Ufam, że będziesz świetnym recenzentem manuskryptu &quot;{$submissionTitle},&quot; które zostało zgłoszone do: {$contextName}. Abstrakt zgłoszenia został załączony poniżej, mam nadzieję, że rozważysz podjęcie się tego ważnego dla nas zadania.<br /> <br /> Prosimy o zalogowanie się na stronie czasopisma nie później niż {$responseDueDate} w celu przyjęcia lub odrzucenia naszej prośby. Po akceptacji na Pani/Pana adres e-mail zostanie przysłana wiadomość wraz z linkiem do zgłoszonego tekstu oraz formularza recenzji.<br /> <br /> Termin przygotowania recenzji: {$reviewDueDate}.<br /> <br /> WWW tekstu: {$submissionReviewUrl} <br /> <br /> Dziękujemy za rozważenie naszej propozycji.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será fundamental para realizar a revisão do manuscrito &quot;{$submissionTitle}&quot; submetido a {$contextName}. Informações sobre a submissão encontram-se abaixo, e espero que considere assumir esta importante tarefa para o nosso trabalho.<br /> <br /> Aceda ao sistema até {$responseDueDate} para confirmar a sua disponibilidade ou não para realizar a revisão, bem como aceder aos dados completos da submissão e registar a sua revisão e recomendações.<br /> <br /> O prazo para a entrega da revisão é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a sua resposta a este pedido<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}», который был направлен в журнал «{$contextName}». Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию.<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; ki je bil oddan v {$contextName}. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo.<br /> <br /> Sama rezenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot;, som har skickats in till {$contextName}. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису, &quot;{$submissionTitle}&quot; надісланого до видання &quot;{$contextName}&quot;. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. <br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Tôi tin rằng bạn là một phản biện phù hợp với bản thảo, &quot;{$submissionTitle},&quot; đã được gửi tới {$contextName}. Tóm tắt của bài gửi được chèn bên dưới và tôi hy vọng rằng bạn sẽ xem xét thực hiện quy trình quan trọng này cho chúng tôi.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí trước ngày {$responseDueDate} để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn.<br /> <br /> Thời hạn nộp bài đánh giá là ngày {$reviewDueDate}.<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}:<br /> <br /> 《{$contextName}》的编辑团队相信您是投稿到本期刊之稿件〈{$submissionTitle}〉的最佳审查人选。该份稿件的摘要如下，而我们希望您会考虑进行这项对我们来说相当重要的工作。<br /> <br /> 无论您是否接受审查工作与否，都请在{$responseDueDate}之前登入这个期刊网站，同时检阅这份稿件并且记录您的审查意见和编辑建议。<br /> <br /> 请注意审查工作的期限为：{$reviewDueDate}。<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 非常感谢您考虑我们的邀请。<br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> 〈{$submissionTitle}〉<br /> <br /> <br /> {$submissionAbstract}
