Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestSubsequent.body
source: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> <br /> الأمر يتعلق بالمؤلَّف الموسوم &quot;{$submissionTitle},&quot; الذي هو قيد المعالجة من قبل {$contextName}.<br /> <br /> بالنظر إلى التنقيحات المؤشرة على النسخة السابقة من المؤلَّف، قدم المؤلف/المؤلفون الآن نسخة منقحة من أوراقهم. نكون شاكرين لتعاونك معنا في تقييمها.<br /> <br /> لطفاً، أدخل إلى موقع المجلة حتى يوم {$responseDueDate} لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه. الرابط هو: {$contextUrl}<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> إن لم يكن اسم الدخول وكلمة المرور متوفرين بين يديك لتتمكن من الولوج إلى موقع المجلة، بإمكانك اتباع الرابط أدناه لإعادة تعيين كلمة مرورك (التي عندها ستُرسل إليك مع اسم الدخول) عبر البريد الالكتروني. {$passwordResetUrl}<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> <br /> Us contactem en referència al manuscrit &quot;{$submissionTitle},&quot; que està essent estudiat per {$contextName}.<br /> <br /> Després de la revisió de la versió prèvia del manuscrit, els autors/ores han enviat una versió revisada del seu article. Us agrairíem que ens ajudéssiu a avaluar-la.<br /> <br /> Per fer-ho, inicieu sessió en el lloc web de la revista abans del {$responseDueDate} per indicar si fareu la revisió o no, així com per accedir a la tramesa i enregistrar la vostra revisió i la recomanació. El lloc web és {$contextUrl}<br /> <br /> La data límit per a la revisió és el {$reviewDueDate}.<br /> <br /> Si no recordeu el vostre usuari/ària i contrasenya per a aquesta revista, podeu utilitzar aquest enllaç per restaurar la contrasenya (que s'enviarà per correu electrònic juntament amb el nom d'usuari/ària). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per considerar aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; podávaného autorem {$contextName}.<br /> <br /> Na základě recenzí předchozí verze nahráli autoři opravenou verzi tohoto příspěvku. Byli bychom rádi, kdybyste nám pomohl(a) tuto verzi zkontrolovat.<br /> <br /> Zalogujte se, prosím, do {$responseDueDate} a dejte nám vědět, zda jste schopen(a) a ochoten(a) udělat recenzi této opravené verze, na webu máte také dostupný přístup k článku a najdete tam také odkaz k odeslání své recenze a formulář pro vaše doporučení. Webová stránka je {$contextUrl}<br /> <br /> Termín na dokončení recenze je {$reviewDueDate}.<br /> <br /> Pokud jste zapomněli svůj login a heslo na stránky časopisu, můžete použít následující odkaz na reset vašeho hesla (které vám poté bude zasláno spolu s loginem). {$passwordResetUrl}<br /> <br /> Adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Log på tidsskriftets websted inden {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling. Webstedet er {$contextUrl}<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at ændre adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Bitte loggen Sie sich auf der Website der Zeitschrift bis zum {$responseDueDate} ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können auch Ihr Gutachten und Ihre Empfehlung dort abgeben. Die Adresse ist {$contextUrl}.<br /> <br /> Das Gutachten selbst wäre fällig am {$reviewDueDate}.<br /> <br /> Falls Sie nicht über Benutzer/innennamen und Passwort verfügen, können Sie über folgenden Link Ihr Passwort neu setzen (das Ihnen dann zusammen mit Ihrem Benutzer/innennamen per E-Mail zugesandt wird). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> <br /> Το παρόν μήνυμα αφορά την εργασία &quot;{$submissionTitle},&quot; που βρίσκεται υπό αξιολόγηση στο περιοδικό {$contextName}.<br /> <br /> Οι Συγγραφείς υπέβαλαν μία αναθεωρημένη έκδοση της εργασίας τους. Θα εκτιμούσαμε ιδιαίτερα τη συνδρομή σας στην αξιολόγησή της.<br /> <br /> Παρακαλούμε συνδεθείτε στον ιστότοπο του περιοδικού μέχρι τις {$responseDueDate} για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταγράψετε τα σχόλιά σας. Ο ιστότοπος είναι {$contextUrl}<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Εάν δεν έχετε το όνομα Χρήστη και τον κωδικό πρόσβασης στον ιστότοπο του περιοδικού, μπορείτε να χρησιμοποιήσετε τον σύνδεσμο {$passwordResetUrl} για να ανακτήσετε τον κωδικό σας (ο οποίος θα σας σταλεί με ηλεκτρονικό μήνυμα, μαζί με το όνομα Χρήστη).<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Inicie sesión en el sitio web de la revista antes del {$responseDueDate} para indicar si llevará a cabo la revisión o no, además de para obtener acceso al envío y registrar su revisión y recomendación. El sitio web es {$contextUrl}<br /> <br /> La fecha límite para entregar la revisión es el {$reviewDueDate}.<br /> <br /> Si no dispone de un nombre de usuario/a y contraseña para el sitio web de la revista, puede hacer clic en este enlace para restablecer su contraseña (se la enviaremos junto con su nombre de usuario/a). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Hau &quot;{$submissionTitle},&quot; eskuizkribuari dagokio, {$contextName} aldizkariak aintzat hartu duena.<br /> <br /> Eskuizkribuaren aurreko bertsioaren berrikuspenari jarraituz, egileek orain haien lanaren bertsio berrikusi bat bidali dute. Eskertuko genuke ebaluatzen lagunduko bazenu.<br /> <br /> Mesedez, sartu aldizkariaren web orrian {$responseDueDate} datarako, adierazteko berrikuspenaz arduratuko zaren edo ez, baita bidalitakora sartzeko eta zure berrikuspena eta gomendioa grabatzeko ere. Web gunea da: {$contextUrl}<br /> <br /> Berrikuspenaren epemuga: {$reviewDueDate}.<br /> <br /> Ez baduzu erabiltzailerik eta pasahitzik aldizkariaren web orrirako, lotura hau erabil dezakezu zure pasahitza berrezartzeko (eta posta elektronikoz bidaliko zaizu ondoren, zure erabiltzailearekin batera). {$passwordResetUrl}<br /> <br /> URL aurkezpena: {$submissionReviewUrl}<br /> <br /> Mila esker eskari hau kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> <br /> شما به عنوان یک کارشناس ممتاز برای بررسی مقاله &quot;{$submissionTitle}&quot; که برای {$contextName} ارسال شده است انتخاب شده اید. در ذیل، چکیده مقاله ارسالی برای شما گنجانده شده است و امیدوارم که در این زمینه مایل به همکاری با این مجله باشید.<br /> <br /> لطفا قبل از تاریخ {$responseDueDate} وارد وب سایت مجله شده و مشخص سازید که آیا مایل به قبول کارشناسی هستید یا خیر؟ همچنین به طور همزمان می توانید به مقاله ارسالی دسترسی پیدا کرده و متن کارشناسی و توصیه های خودرا ذخیره کنید.<br /> <br /> چنانچه رمز عبور خود را فراموش کرده اید می توانید از لینک زیر به بازیابی رمز خود بپردازید: {$passwordResetUrl} <br/> ضمنا آخرین مهلت بررسی این مقاله تا تاریخ {$reviewDueDate} می باشد.<br /> <br /> آدرس مقاله: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> از توجه شما به این درخواست متشکرم.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> --------------------------------<br /> &quot;{$submissionTitle}&quot;<br /> <br /> چکیده:<br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle}&quot; joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne. Verkkosivusto on osoitteessa {$contextUrl}<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasananne (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). {$passwordResetUrl}<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> <br /> Tha seo mu dhèidhinn na sgrìobhainn “{$submissionTitle}” a tha {$contextName} a’ cnuasachadh.<br /> <br /> Ri linn lèirmheis air an tionndadh roimhe dhen sgrìobhainn, chuir na h-ùghdaran tionndadh lèirmheaste dhen phàipear aca thugainn. Bhiomaid fada nad chomain nam b’ urrainn dhut sgrùdadh a dhèanamh air còmhla rinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair ron {$responseDueDate} a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean. ’S e {$contextUrl} an làrach-lìn<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> Mur eil am facal-faire is ainm-cleachdaiche agad airson làrach-lìn an iris-leabhair, ’s urrainn dhut am facal-faire agad ath-shuidheachadh leis a’ cheangal seo agus thèid a chur thugad air a’ phost-d an uairsin còmhla ris an ainm-chleachdaiche agad. {$passwordResetUrl}<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {$reviewerName}:<br /> <br /> זה נוגע לכתב היד &quot;{$submissionTitle},&quot; הנמצא בבדיקה ל- {$contextName}.<br /> <br /> לאחר סקירת הגרסה הקודמת של כתב היד, המחברים הגישו כעת גרסה מתוקנת של מאמרם. נשמח אם היית יכול לעזור בהערכתו.<br /> <br /> נא להיכנס לאתר עד {$responseDueDate} כדי לציין אם תתחיל בבדיקה או לא, כמו גם לגשת להגשה ולהקליט את הביקורת וההמלצה שלך. אתר האינטרנט הוא {$contextUrl}<br /> <br /> תאריך הגשת הביקורת הוא {$reviewDueDate}.<br /> <br /> אם אין לך את שם המשתמש והסיסמה שלך לאתר האינטרנט של כתב העת, תוכל להשתמש בקישור זה כדי לאפס את הסיסמה שלך (שתשלח אליך בדוא"ל יחד עם שם המשתמש שלך). {$passwordResetUrl}<br /> <br /> אתר הגשה: {$submissionReviewUrl}<br /> <br /> תודה על עזרתך.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> A(z) {$contextName} szerkesztőbizottsága nevében szeretném felkérni a(z) &quot;{$submissionTitle},&quot; című kézirat szakmai lektorálására, melyet a szerző(k) átdolgozást követően ismét benyújtottak publikálásra.<br /> A cikk absztraktját levelünk végén olvashatja.<br /> <br /> Kérjük, jelentkezzen be a folyóirat weboldalára {$responseDueDate}-ig és jelezze, hogy vállalja-e a lektorálást! Amennyiben vállalja a bírálatot, ugyanitt töltheti le a cikk szövegét és rögzítheti véleményét és javaslatait.<br /> A weboldal elérhetősége: {$contextUrl}<br /> <br /> A lektorálás határideje: {$reviewDueDate}.<br /> <br /> Ha nincs felhasználóneve és jelszava a folyóirat oldalához vagy elfelejtette azt, akkor az alábbi linken emlékeztetőt kérhet. Jelszavát és felhasználónevét emailben fogjuk elküldeni. {$passwordResetUrl}<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Köszönettel,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> <br /> Email ini terkait naskah &quot;{$submissionTitle},&quot; yang sedang dalam pertimbangan di {$contextName}.<br /> <br /> Setelah review untuk versi naskah sebelumnya, penulis saat ini telah menyerahkan versi revisi naskahnya. Kami berharap Anda dapat membantu mengevaluasinya.<br /> <br /> Silakan login ke website jurnal sebelum {$responseDueDate} untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda. Website jurnal adalah {$contextUrl}<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> Jika Anda tidak memiliki nama pengguna dan sandi untuk website jurnal ini, Anda dapat menggunakan tautan berikut untuk mereset sandi Anda (yang selanjutnya akan diemailkan kepada Anda bersama nama pengguna Anda). {$passwordResetUrl}<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentile {$reviewerName}:<br /> <br /> ti scrivo riguardo alla proposta &quot;{$submissionTitle},&quot; che è in revisione per essere pubblicata in {$contextName}.<br /> <br /> Seguendo i suggerimenti emersi in precedenza, l'autore ha modificato il manoscritto e inviato una nuova versione. Ti sarei grato se volessi aiutarci a valutarla.<br /> <br /> Ti prego quindi di accedere al sito entro il {$responseDueDate} per comunicare se ti incaricherai o meno della revisione e poi per accedere alla proposta e registrare il tuo parere. Il sito è {$contextUrl}<br /> <br /> La data di scadenza per l'incarico di revisione è il {$reviewDueDate}.<br /> <br /> Se non ricordi la tua username e password, puoi utilizzare la funzione di reset password: {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti ringrazio della considerazione<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」に関して連絡いたします。<br /> <br /> この度、前回の原稿の査読を経て、改訂版が提出されました。評価にご協力いただければ幸いです。<br /> <br /> {$responseDueDate}までに、雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> <br /> ئەمە پەیوەندیدارە بە ڕەشنوسی توێژینەوەکەوە &quot;{$submissionTitle},&quot; کە لە لایەن {$contextName}ەوە بڕیاری لێ دەدرێت.<br /> <br /> دوای هەڵسەنگاندنی پێشتر، لە ئێستادا توێژەر پێداچونەوەی بۆ کردووە و ئێمە هاوکاری ئێوە بۆ پێداچونەوە پێیدا بەرز دەنرخێنین.<br /> <br /> تکایە لێرەوە داخلی پێگەکەمان ببە {$responseDueDate} بۆ دیاریکردنی قبوڵ یان ڕەتکردنەوەی داخوازییەکەمان. هەمو زانیارییەکانی توێژینەوەکەش هەر لە هەمان شوێن بەردەستن. پێگەکەمان ئەمەیە {$contextUrl}<br /> <br /> دوا وادە بۆ هەڵسەنگاندن {$reviewDueDate}.<br /> <br /> ئەگەر ئەژماری کەسی و ژمارەی نهێنییەکەت لەبیر کردووە، لێرەوە داوای بکەوە و بە ئیمەیڵێک پێت دەگاتەوە. {$passwordResetUrl}<br /> <br /> لینکی پێشکەشکردنەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ هاوکاریتان<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> <br /> Ви пишуваме во врска со трудот &quot;{$submissionTitle},&quot; кој е предмет на разгледување на {$contextName}.<br /> <br /> После рецензијата на претходната верзија на трудот, авторите поднесоа нова корегирана верзија на нивниот труд. Би ценеле доколку можете да помогнете во проценката.<br /> <br /> Ве молиме да се најавите на веб-страницата на списанието до {$responseDueDate} за да наведете дали ќе ја направите рецензијата или не, како и да пристапите до поднесокот и да ги зачувате вашата рецензија и препорака. Веб-страницата е {$contextUrl}<br /> <br /> Рокот за самата рецензија е до {$reviewDueDate}.<br /> <br /> Доколку не ги имате вашето корисничко име и лозинка, можете да го искористите овој линкза да ја ресетирате вашата лозинка (која потоа ќе ви биде испратена на и-меил заедно со корисничкото име). {$passwordResetUrl}<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ви благодариме што го земавте в предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> <br /> Dette gjelder innleveringen «{$submissionTitle}», som vurderes for publisering hos {$contextName}.<br /> <br /> Forfatterne har levert inn en revidert versjon av artikkelen deres etter fagfellevurderingen av en tidligere versjon. Vi hadde satt pris på om du kunne vurdere den.<br /> <br /> Logg inn på tidsskriftets nettsted innen {$responseDueDate} for å si ifra om du kan ta på det fagfellevurderingen. Der vil du også få tilgang til innleveringen og registrere fagfellevurderingen og anbefalingen din. Nettstedet er: {$contextUrl}<br /> <br /> Frist for fagfellevurdering er satt til {$reviewDueDate}.<br /> <br /> Dersom du ikke har brukernavn og passord til nettstedet, kan du bruke lenken under for å få nytt passord, som vil bli sendt til deg i en e-post sammen med brukernavnet ditt. {$passwordResetUrl}<br /> <br /> Innleveringens URL: {$submissionReviewUrl<br /> <br /> Takk for at du vurderer forespørselen.<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na de review van een vorige versie van hun manuscript hebben de auteurs een gereviseerde versie ingestuurd. We zouden het waarderen als u wilt helpen die te evalueren.<br /> <br /> Gelieve in te loggen op de website van het tijdschrift vóór {$responseDueDate} om aan te geven of u deze review wilt doen of niet, alsmede om toegang te krijgen tot de inzending en uw bevindingen en aanbeveling vast te leggen. De website is {$contextUrl}<br /> <br /> De revieuw moet gereed zijn op {$reviewDueDate}.<br /> <br /> Als u uw gebruikersnaam en wachtwoord niet meer heeft, kunt u deze link gebruiken om uw wachtwoord terug te zetten (dat u met uw gebruikersnaam in een e-mail zult ontvangen). {$passwordResetUrl}<br /> <br /> URL van de inzending: {$submissionReviewUrl}<br /> <br /> Hartelijk dank voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: {$reviewerName}:<br /> <br /> piszemy w sprawie tekstu &quot;{$submissionTitle},&quot; będącego się w recenzji w czasopiśmie {$contextName}.<br /> <br /> Autorzy tekstu po zapoznaniu się z uwagami przedstawionymi z recenzji przesłali poprawioną wersję tekstu. Będziemy wdzięczni za pomoc w ocenie tekstu po poprawkach.<br /> <br /> Prosimy, zaloguj się na stronę czasopisma, aby udzielić informację zwrotną o przyjęciu lub odrzuceniu naszej prośby do dnia {$responseDueDate}, jak również aby uzyskać dostęp do zgłoszenia oraz formularza recenzji. Adres strony internetowej czasopisma: {$contextUrl}<br /> <br /> Termin wykonania recenzji: {$reviewDueDate}<br /> <br /> Jeżeli nie posiada Pani/ Pan danych niezbędnych do zalogowania na stronie czasopisma, prosimy zresetować hasło przechodząc na stronę: {$passwordResetUrl}<br /> <br /> WWW tekstu: {$submissionReviewUrl}<br /> <br /> Z wyrazami szacunku,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> <br /> Esta mensagem é relativa ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência da sua revisão, os autores submeteram uma versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> Por favor, aceda ao site da revista até {$responseDueDate} para indicar se está disponível ou não para realizar a revisão, assim como aceder à submissão e registar a sua revisão e recomendações. O site da revista é {$contextUrl}<br /> <br /> O prazo de revisão é {$reviewDueDate}.<br /> <br /> Se não tem nome de utilizador e senha para aceder ao site da revista, poderá usar este link para gerar a sua senha (que será enviada por e-mail juntamente com o seu nome de utilizador). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}</a><br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию. Адрес сайта — {$contextUrl}<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Webbplatsens adress är: {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Будь ласка, зайдіть на сайт журналу до {$responseDueDate}, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. Адреса веб-сайту журналу <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Liên quan tới bản thảo &quot;{$submissionTitle},&quot; được xem xét bởi {$contextName}.<br /> <br /> Sau khi xem xét phiên bản trước của bản thảo, các tác giả hiện đã gửi phiên bản sửa chữa bài báo của họ. Chúng tôi đánh giá cao nếu bạn có thể giúp đánh giá bản sửa chữa này.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí trước ngày {$responseDueDate} để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn. Trang web là {$contextUrl}<br /> <br /> Thời hạn đánh giá là ngày {$reviewDueDate}.<br /> <br /> Nếu bạn không nhớ username và mật khẩu cho trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordResetUrl}<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
