Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestRemindAuto.description
source: This email is automatically sent when a reviewer's confirmation due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is disabled. Scheduled tasks must be enabled and configured (see the site configuration file).
ar_iq: هذه الرسالة يرسلها النظام آلياً عندما يتباطأ أحد المحكمين عن تقديم إجابة في الموعد المقرر (إنظر خيارات التحكيم ضمن: الإعدادات، المخطط الانسيابي، التحكيم) عندما تكون ميزة وصول المحكم بنقرة واحدة معطلة. يجب أن تكون المهام المجدولة ممكنة ومعدة (إنظر ملف إعدادات الموقع).
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un possible revisor perquè accepti o rebutgi la revisió d'una tramesa. Proporciona la informació següent relativa a la tramesa: títol i resum, data de venciment per a la revisió i mode d'accés a la tramesa. Aquest missatge s'utilitza si s'ha seleccionat el procés de revisió estàndard en el pas 2 de la configuració de la revista (en cas contrari, vegeu el missatge de correu electrònic REVIEW_REQUEST_ATTACHED).
cs_cz: Tento email se automaticky odesílá, jakmile uplyne datum splatnosti potvrzení recenzenta (viz Možnosti kontroly v sekci Nastavení> Pracovní postup> Kontrola) a přístup k recenznímu kontrole je zakázán. Plánované úlohy musí být povoleny a konfigurovány (viz konfigurační soubor webu).
da_dk: Denne e-mail sendes automatisk når en bedømmers bekræftelsesdato er overskredet (se bedømmelsesindstillinger under Indstillinger > Workflow > Bedømmelse) og ’Aktiver adgang for bedømmere ved hjælp af ét klik’ er fravalgt. Tidsfrister og påmindelser skal være defineret.
de_de: Diese E-Mail wird automatisch verschickt, wenn das Fälligkeitsdatum für eine/n Gutachter/in verstrichen ist (vgl. die Begutachtungseinstellungen in Schritt 2 des Zeitschriftensetups) und wenn der One-Click-Zugang für Gutachter/innen deaktiviert ist. Planmäßige Aufgaben (scheduled tasks) müssen aktiviert und konfiguriert sein (vgl. die Konfigurationsdatei der Website).
el_gr: Το παρόν μήνυμα αποστέλλεται αυτόματα όταν η προθεσμία επιβεβαίωσης της ανάληψης μίας αξιολόγησης παρέλθει (ανατρέξτε στο Επιλογές Αξιολόγησης, κάτω από τις Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση) και η πρόσβαση με ένα κλικ είναι απενεργοποιημένη. Οι προγραμματισμένες εργασίες θα πρέπει να έχουν ενεργοποιηθεί και διαμορφωθεί (ανατρέξτε στο αρχείο διαμόρφωσης του ιστοτόπου).
es_es: Este correo electrónico se envía automáticamente cuando transcurre la fecha de entrega del revisor/a (vea las opciones de revisión en el paso 2 de la configuración de la revista) y se deshabilita el acceso al revisor/a con un solo clic. Las tareas planificadas se deben habilitar y configurar (vea el archivo de configuración del sitio).
eu_es: Mezu hau Ataleko editoreak bidaltzen dio Ebaluatzaile bati, artikulu bat ebaluatzea onartuko duen ala ez galdetzeko. Artikuluari buruzko informazioa ematen du, hala nola titulua eta laburpena, ebaluazioa egiteko epea eta artikulua bera hartzeko zer egin behar den. Mezu hau erabiltzen da aldizkariaren Konfigurazioko 2. urratsean Ebaluazio-prozesu estandarra hautatzen denean. (Bestela, ikus REVIEW_REQUEST_ATTACHED).
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Thèid am post-d seo a chur gu fèin-obrachail nuair a dh’fhalbhas an ùine air ceann-là freagairt dearbhadh an lèirmheasaiche (faic na roghainnean lèirmheis fo na “Roghainnean” > “Sruth-obrach” > “Lèirmheas) agus nuair a bhios inntrigeadh lèirmheasaichean le aon bhriogadh à comas. Feumaidh sgeidealachadh shaothraichean a bhith an comas agus air a rèiteachadh (faic faidhle rèiteachadh na làraich).
he_il: הודעת דוא"ל זו נשלחת אוטומטית עם חלוף תאריך היעד של אישור הבודק (ראה אפשרויות סקירה תחת הגדרות> זרימת עבודה> סקירה) וגישה של בודק בלחיצה אחת מושבתת. יש לאפשר ולהגדיר משימות מתוזמנות (ראה קובץ תצורת האתר).
hr_hr: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti zadatak recenziranja članka. Zamolba sadrži osnovne informacije u vidu naslova i kratkog sadržaja članka, datum do kojeg bi recenzija trebala biti napisana te načina na koji se recenzent može prijaviti u sustav. Ova poruka se koristi kada je odabran standardni recenzijski postupak u 2. koraku Postavljanja časopisa (Ako nije, koristi se Zamolba za recenziju članka u privitku)
hu_hu: Ezt az emailt a rendszer automatikusan küldi, amikor a szakmai lektorálásra történő felkérésnek elfogadási határideje lejár (lásd Lektorálási beállítások részben a Beállítások > Munkafolyamat > Szakmai lektorálás) és az egykattintásos lektori hozzáférés tiltott. Az ütemezett feladatok futását engedélyezni kell és be kell állítani (lásd az oldal konfigurációs fájlját).
id_id: Email ini dikirim otomatis saat tenggat konfirmasi terlewati (lihat Opsi Review di menu Pengaturan > Alur Kerja > Review) dan akses one-click reviewer dinonaktifkan. Scheduled tasks must be enabled and configured (see the site configuration file).
it_it: Questa mail parte automaticamente quanto la data di conferma di un revisore scade (vedi opzioni di revisione sotto Impostazioni > Flusso di lavoro > Revisione) e l'accesso alla revisione 'one-click' è disabilitato. I compiti programmati devono essere abilitati e configurati (vedi il file di configurazione del sito).
ja_jp: このメールは、査読者の確認期限が過ぎた場合（「設定」>「ワークフロー」>「査読」の「査読オプション」を参照）、査読者のワンクリックアクセスが無効になっている場合に自動的に送信されます。スケジュールされたタスクを有効にして設定する必要があります（サイト設定ファイルを参照）。
ku_iq: ئەم ئیمەیڵە بۆ هەڵسەنگێنەرێکی نوێ نێردراوە بۆ بەخێرهێنانیان بۆ سیستەمەکە و دابینکردنی ناوی بەکارهێنەر و وشەی نهێنییەکەیان.
mk_mk: Овој и-меил е автоматски испратен кога рокот за достава на потврда на рецензентот е истечен (видете Опции за рецензија во Поставки > Тек на работа > Рецензија) и пристапот за рецензентот преку еден клик е оневозможен. Закажаните задачи мора да се овозможени и прилагодени(видете ја датотеката за прилагодување на веб-страницата).
nb_no: Denne e-posten sendes automatisk når fagfellens frist for å bekrefte oppdrag utløper (se Innstillinger > Arbeidsflyt > Fagfellevurdering) og ’Slå på ettklikks tilgang for fagfellene’ ikke er valgt. Planlagte oppgaver må være skrudd på og konfigurert (se filen med nettsidekonfigurering).
nl_nl: Deze e-mail wordt automatisch verzonden wanneer de datum voor de bevestiging van een reviewopdracht verstreken is (zie Review opties onder Tijdschrift inrichten) en een-klik toegang voor reviewers is uitgeschakeld. Scheduled tasks moet ingeschakeld en geconfigureerd zijn (zie het configuratiebestand).
pl_pl: Wiadomość od redaktora działu do recenzenta. Zawiera prośbę o przygotowanie recenzji artykułu, jego tytuł i abstrakt, a także zalecenie dot. zresetowania hasła w sytuacji, gdy recenzent nie pamięta danych do logowania. Wysyłana, jeśli recenzent pracować będzie w systemie.
pt_pt: Este e-mail é enviado automaticamente quando o prazo de confirmação de um revisor expira (consulte Opções de revisão em Configurações > Fluxo de trabalho > Revisão) e o acesso com um clique como revisor está desativado. As tarefas agendadas devem ser ativadas e configuradas (consulte o ficheiro de configuração do site).
ru_ru: Это письмо отправляется автоматически, когда дата подтверждения рецензентом участия в рецензировании прошла (смотрите Параметры рецензирования в Настройки > Рабочий процесс > Рецензирование) и прямой доступ рецензента по ссылке отключен. Запланированные задачи должны быть включены и настроены (смотрите файл конфигурации сайта).
sl_si: Ta email se pošlje avtomatsko, ko recenzent prekorači rok za potrditev opravljanja recenzije (več: Recenzijske nastavitve pri Nastavitve > Potek dela > Recenzija) in je izključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
sv_se: Det här e-postmeddelandet skickas automatiskt när en granskares deadline för bekräftelse på granskningsförfrågan löper ut (se Granskningsalternativ under Inställningar > Arbetsflöde > Granskning) och Granskning utan inloggning är avaktiverat. Schemalagda aktiviteter måste vara aktiverat och konfigurerat (se serverns konfigurationsfil).
uk_ua: Цей лист надсилається автоматично, коли рецензент пропустив дату рецензування (Див Налаштування > Робочий процес > Рецензування > Налаштування Рецензування) і прямий доступ рецензента за посиланням відключено. Заплановані завдання повинні бути увімкнені та налаштовані (Див. файл налаштування сайту).
vi_vn: Email này được gửi tự động khi hết hạn xác nhận của người phản biện (xem Tùy chọn đánh giá trong Cài đặt> Quy trình làm việc> phản biện) và quyền truy cập của người phản biện không cần đăng nhập bị vô hiệu hóa. Các tác vụ theo lịch trình phải được bật và định cấu hình (xem tập tin cấu hình trang).
zh_cn: 这封电子邮件是由区段编辑寄发给审查人一份邀请函，询问审查人接受或婉谢一份稿件的审查工作。邮件中含有关于稿件标题和摘要的信息，一个审查工作到期日，以及如何访问稿件的说明信息。在「期刊设定」之步骤2中选择「标准审查流程」选项时，才会用到这份消息。(否则请见：REVIEW_REQUEST_ATTACHED)

# emails.reviewRequestRemindAutoOneclick.subject
source: Article Review Request
ar_iq: إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió d'un article
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um Begutachtung eines Artikels
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Solicitud de revisión de artículo
eu_es: Artikulua ebaluatzeko eskaera
fa_ir: یادآوری درخواست داوری مقاله
fi_fi: Artikkelin arviointipyyntö
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשת סקירת מאמר
hr_hr: Zamolba za recenziju članka
hu_hu: Cikk lektorálás kérése
id_id: Permohonan Review Artikel
it_it: Ricordo della richiesta di revisione
ja_jp: リマインダー：論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Барање за рецензија на наслов
nb_no: Forespørsel om fagfellevurdering
nl_nl: Artikel review verzoek
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Pedido de revisão de artigo
ru_ru: Запрос на рецензирование статьи
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
uk_ua: Запит на рецензування статті
vi_vn: Yêu cầu đánh giá bài báo
zh_cn: 审稿请求
