Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.layoutRequest.body
source: {$participantName}:<br /> <br /> The submission &quot;{$submissionTitle}&quot; to {$contextName} now needs galleys laid out by following these steps.<br /> 1. Click on the Submission URL below.<br /> 2. Log into the journal and use the Production Ready files to create the galleys according to the journal's standards.<br /> 3. Upload the galleys to the Galley Files section.<br /> 4. Notify the Editor using Production Discussions that the galleys are uploaded and ready.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> If you are unable to undertake this work at this time or have any questions, please contact me. Thank you for your contribution to this journal.
ar_iq: {$participantName}:<br /> <br /> إن المؤلَّف الموسوم &quot;{$submissionTitle}&quot; والمرسل إلى {$contextName} يحتاج الآن إلى تهيئة إخراجه الطباعي عبر اتباع الخطوات الآتية:<br /> 1. أنقر على رابط طلب النشر أدناه.<br /> 2. أدخل إلى موقع المجلة واستعمل النسخة المحضرة للمعالجة الطباعية لصناعة اللوح الطباعي المتوافق مع معايير المجلة.<br /> 3. إرفع هذه الألواح إلى قسم ملفات الألواح.<br /> 4. أبلغ المحرر مستعملاً محاورات الإنتاج بأن الألواح الطباعية مرفوعة وجاهزة.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> رابط الطلب: {$submissionUrl}<br /> اسم الدخول: {$participantUsername}<br /> <br /> لو تعذر عليك تولي هذه المهمة حالياً أو كان لديك أية أسئلة، لطفاً لا تترد في مراسلتي. نشكر لك مساهمتك في هذه المجلة.
ca_es: {$participantName}:<br /> <br /> Us demanem que us encarregueu de preparar les galerades de la tramesa &quot;{$submissionTitle}&quot; per a {$contextName} seguint els passos següents:<br /> 1. Feu clic a l'URL de la tramesa que trobareu més avall en aquest missatge.<br /> 2. Inicieu la sessió a la revista i utilitzeu els arxius llestos per a producció per crear les galerades d'acord amb els estàndards de la revista.<br /> 3. Carregueu les galerades en la secció d'arxius de galerada.<br /> 4. Notifiqueu a l'editor/a a través de les discussions de producció que les galerades ja estan preparades i carregades.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'ausuari/ària: {$participantUsername}<br /> <br /> Si no esteu disponible per dur a terme aquesta tasca o si teniu cap pregunta, no dubteu a contactar-me. Gràcies per la vostra contribució a aquesta revista.
cs_cz: {$participantName}:<br /> <br /> Příspěvek &quot;{$submissionTitle}&quot; pro {$contextName} je nyní třeba připravit do sazenicového formátu podle následujících instrukcí.<br /> 1. Klikněte níže na URL příspěvku.<br /> 2. Přihlaste se do časopisu a pro vytvoření sazebnice podle standardů časopisu použijte verzi souboru pro grafické úpravy.<br /> 3. Nahrajte upravené soubory do sekce Soubory sazebnic.<br /> 4. Upozorněteč redaktora pomocí diskuse v produkční fázi, že sazebnice jsou hotové.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$participantUsername}<br /> <br /> Pokud nyní nemůžete tento úkol provést nebo máte nějaké dotazy, kontaktujte mě prosím. Děkujeme za Vaši pomoc našemu časopisu.
da_dk: {$participantName}:<br /> <br /> Indsendelsen &quot;{$submissionTitle}&quot; til {$contextName} skal nu gøres publiceringsklar ved at følge disse trin.<br /> 1. Klik på manuskriptets URL-adresse nedenfor.<br /> 2. Hent filerne placeret under ‘Produktionsklare filer’ og formater dem til publiceringsklare filer i overensstemmelse med tidsskriftets krav.<br /> 3. Upload de publiceringsklare filer via linket ‘Tilføj publiceringsversion’.<br /> 4. Giv redaktøren besked når publiceringsversionen er klar via linket ‘Tilføj indlæg’ under ‘Drøftelser under produktion’.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Hvis du ikke er i stand til at påtage dig dette arbejde på nuværende tidspunkt eller har spørgsmål, bedes du kontakte mig. Tak for dit bidrag til dette tidsskrift.
de_de: {$participantName},<br /> <br /> ich bitte Sie um das Layout der Fahnen für das Manuskript &quot;{$submissionTitle}&quot; für {$contextName}. Bitte gehen Sie folgendermaßen vor:<br /> <br /> 1. Klicken Sie auf die unten stehende URL des Beitrags.<br /> 2. Loggen Sie sich bei der Zeitschrift ein und verwenden Sie die Datei der Layout-Fassung, um die Fahne entsprechend den Vorgaben der Zeitschrift zu erstellen.<br /> 3. Schicken Sie die ABGESCHLOSSEN-E-Mail an die Redaktion.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$participantUsername}<br /> <br /> Falls Sie zur Zeit nicht in der Lage sein sollten, die Arbeit zu übernehmen, oder Fragen haben, geben Sie mir bitte Bescheid. Vielen Dank für Ihre Unterstützung dieser Zeitschrift.
el_gr: {$participantName}:<br /> <br /> Για την υποβολή &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName} χρειάζεται να δημιουργηθούν τα τυπογραφικά δοκίμια, ακολουθώντας τα παρακάτω βήματα.<br /> 1. Πατήστε στο σύνδεσμο της υποβολής, παρακάτω.<br /> 2. Συνδεθείτε στο περιοδικό και χρησιμοποιήστε τα αρχεία που είναι "Έτοιμα για Παραγωγή", για τη δημιουργία των τυπογραφικών δοκιμίων, σύμφωνα με τα πρότυπα του περιοδικού.<br /> 3. Μεταφορτώστε τα τυπογραφικά δοκίμια στην ενότητα "Αρχεία Τυπογραφικών Δοκιμίων".<br /> 4. Ειδοποιήστε τον Επιμελητή, χρησιμοποιώντας τη "Συζήτηση σχετικά με την Παραγωγή", ότι τα τυπογραφικά δοκίμια είναι έτοιμα και αναρτημένα.<br /> <br /> Σύνδεσμος περιοδικού {$contextName}: {$contextUrl}<br /> Σύνδεσμος υποβολής: {$submissionUrl}<br /> Όνομα χρήστη: {$participantUsername}<br /> <br /> Εάν δεν μπορείτε να αναλάβετε τη συγκεκριμένη εργασία αυτή τη στιγμή ή έχετε απορίες, παρακαλούμε επικοινωνήστε μαζί μας. Ευχαριστούμε για τη συμβολή σας στην έκδοση του περιοδικού.
es_es: {$participantName}:<br /> <br /> El envío &quot;{$submissionTitle}&quot; a {$contextName} ahora necesita que prepare las galeradas siguiendo los siguientes pasos.<br /> 1. Haga click en la URL del envío que hay a continuación.<br /> 2. Entre a la revista con su usuario y utilice los ficheros preparados para publicación para crear las galeradas de acuerdo a los estándares de la revista.<br /> 3. Suba las galeradas a la sección de ficheros de galerada.<br /> 4. Notifique al Editor de que las galeradas están subidas y listas.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL de envío: {$submissionUrl}<br /> Usuario: {$participantUsername}<br /> <br /> Si no puede llevar a cabo este trabajo en este momento o tiene cualquier pregunta, póngase en contacto con nosotros/as. Gracias por su contribución a la revista.
eu_es: {$participantName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren galeradak egin behar dira orain, urrats hauei jarraituz:<br /> 1. Egin klik behean, Artikuluaren URLan.<br /> 2. Sartu aldizkarian eta erabili Maketazio-bertsioko fitxategia, aldizkariaren arauen araberako galeradak prestatzeko.<br /> 3. Bidali BUKATU duzula adierazteko mezua editoreari.<br /> <br /> {$contextName} aldizkariaren URLa: {$contextUrl}<br /> Artikuluaren URLa: {$submissionUrl}<br /> Erabiltzaile-izena: {$participantUsername}<br /> <br /> Orain ezin badiozu lan honi heldu, edo galderaren bat egin nahi badiguzu, jar zaitez harremanetan nirekin, mesedez. Eskerrik asko aldizkariari egiten diozun ekarpenagatik.
fa_ir: {$participantName}:<br /> <br /> از شما درخواست می شود که نسخه های پیش از چاپ مقاله &quot;{$submissionTitle}&quot; مربوط به {$contextName} را آماده نمایید.<br /> <br /> آدرس مقاله: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> نام کاربری: {$participantUsername}<br /> <br /> چنانچه در حال حاضر قادر به انجام این امور نیستید و یا سوالی در این رابطه دارید با من تماس بگیرید. پیشاپیش از همکاری شما با این مجله سپاسگزارم.
fi_fi: Hyvä {$participantName},<br /> <br /> Julkaisuun {$contextName} liittyvä käsikirjoitus &quot;{$submissionTitle}&quot; tulee nyt taittaa julkaistaviksi tiedostoiksi, seuraavia vaiheita noudattaen:<br /> 1. Klikatkaa alla olevaa käsikirjoituksen URL-osoitetta.<br /> 2. Kirjautukaa julkaisuun ja käyttäkää tuotantovalmiita tiedostoja laatiaksenne julkaistavat tiedostot julkaisun standardien mukaisesti.<br /> 3. Ladatkaa valmiit tiedostot Julkaistavat tiedostot -osioon.<br /> 4. Ilmoittakaa toimittajalle Tuotantoon liittyvien keskustelujen kautta, että julkaistavat tiedostot ovat valmiit ja ne on ladattu.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$participantUsername}<br /> <br /> Mikäli ette voi ryhtyä tähän tehtävään juuri nyt, tai jos teillä on kysyttävää, otattehan minuun yhteyttä. Kiitos panoksestanne tämän julkaisun hyväksi.
gd_gb: {$participantName}:<br /> <br /> Tha an tagradh “{$submissionTitle}” airson {$contextName} feumach air obair co-dhealbhachd air na mòr-dhuilleagan a rèir nan ceuman a leanas.<br /> 1. Briog air URL an tagraidh gu h-ìosal.<br /> 2. Clàraich a-steach dhan iris-leabhar agus cleachd na faidhlichean a tha deiseil airson saothrachadh airson mòr-dhuilleagan a chruthachadh a rèir riaghailtean an iris-leabhair.<br /> 3. Luchdaich na mòr-dhuilleagan suas gu earrann faidhlichean nam mòr-dhuilleag.<br /> 4. Cuir fios chun an deasaiche gun deach na mhòr-dhuilleaganan a luchdadh suas is deiseil slighe nan deasbadan saothrachaidh.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL an tagraidh: {$submissionUrl}<br /> Ainm-cleachdaiche: {$participantUsername}<br /> <br /> Mur urrainn dhut an obair seo a dhèanamh an-dràsta fhèin no ma tha ceist sam bith agad, cuir fios thugam. Mòran taing airson taic a chumail ris an iris-leabhar seo.
hr_hr: Poštovana/i {$participantName},<br /> <br /> molim vas da pripremite prijelom priloga &quot;{$submissionTitle}&quot; za časopis {$contextName}.<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$participantUsername}<br /> <br /> U slučaju da trenutačno niste u mogućnosti preuzeti ovu obavezu ili ako imate bilo kakvih dodatnih pitanja, molim vas da mi se obratite.<br /> <br /> Srdačno,
hu_hu: Tisztelt {$participantName}!<br /> <br /> A(z) {$contextName} folyóirat &quot;{$submissionTitle}&quot; című kézirata tördelési munkára vár, mely a következő lépésekkel végezhető el.<br /> 1. Kattintson a kézirat URL címére alább.<br /> 2. Lépjen be a folyóirathoz és használja a megjelentetésre kész fájlokat a folyóirat szabályai szerinti tördelés elkészítéséhez.<br /> 3. Töltse fel a megjelentetési formátumokat a Tördelési szakaszhoz.<br /> 4. Értesítse a Szerkesztőt, hogy kész a tördelés, ehhez használja a Megjelentetési párbeszéd funkciót.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Kézirat URL címe: {$submissionLayoutUrl}<br /> Felhasználói név: {$participantUsername}<br /> <br /> Ha kérdése merülne fel, kérem keressen meg. Köszönöm a folyóiratnál végzett munkáját.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$participantName}:<br /> <br /> Naskah &quot;{$submissionTitle}&quot; di {$contextName} memerlukan pembuatan galley dengan mengikuti langkah-langkah berikut.<br /> 1. Klik URL Naskah di bawah.<br /> 2. Login ke jurnal dan gunakan file Siap Produksi untuk membuat galley sesuai standar jurnal.<br /> 3. Unggah galley ke bagian File Galley.<br /> 4. Beritahu Editor menggunakan Diskusi Produksi bahwa galley telah diunggah dan siap digunakan.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Naskah: {$submissionUrl}<br /> Nama pengguna: {$participantUsername}<br /> <br /> Jika Anda tidak dapat melakukan tugas ini saat ini atau mempunyai pertanyaan, silakan hubungi kami. Terimakasih atas kontribusi Anda ke jurnal ini.
it_it: {$participantName}:<br /> <br /> Vorrei chiederti di preparare le bozze per il manoscritto &quot;{$submissionTitle}&quot; per {$contextName}.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL manoscritto: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Se non puoi prendere in carico il lavoro in questo periodo o hai qualche domanda, ti prego di contattarmi. <br /> Grazie per la tua collaborazione.
ja_jp: {$participantName}:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」のゲラの作成をお願いいたしたくメールを差し上げました。下記の手順に従って作成してください。<br /> 1. 下記の投稿URLをクリックしてください。<br /> 2. 雑誌サイトにログインし、「制作準備完了ファイル」を使用して、雑誌の基準に従ってゲラを作成します。<br /> 3. 「ゲラファイル」セクションにゲラをアップロードしてください。<br /> 4. 「制作ディスカッション」を使用して、編集者にゲラがアップロードされ、準備ができたことを通知します。<br /> <br /> {$contextName} URL: {$contextUrl}<br /> 投稿URL: {$submissionUrl}<br /> ユーザー名: {$participantUsername}<br /> <br /> 今回、この作業を引き受けていただけない場合、あるいは、何かご不明な点がございましたら、ご連絡ください。この作業を引き受けていただくよう、よろしくお願いいたします。
ku_iq: {$participantName}:<br /> <br /> توێژینەوەی &quot;{$submissionTitle}&quot; بۆ {$contextName} پێویستی بە تابلۆی تایبەتە بەم ڕێگایانەی خوارەوە.<br /> ١. کلیک لەسەر لینکی توێژینەوەی پێشکەشکراو لە خوارەوە بکە.<br /> ٢. داخلی پەڕەی گۆڤار بکە و کار لەسەر ئەو فایلانە بکە کە ئامادە کراون بۆ بڵاوکردنەوە بە گوێرەی ستانداردەکانی گۆڤار.<br /> ٣. تابلۆکان بۆ بەشی فایلەکانی تابلۆ بار بکە.<br /> ٤. سەرنوسەر لە ئامادەبونی تابلۆی کۆتایی ئاگادار بکەوە.<br /> <br /> {$contextName} لینک: {$contextUrl}<br /> لینکی توێژینەوەی پێشکەشکراو: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$participantUsername}<br /> <br /> ئەگەر تۆ لە ئێستادا ناتوانیت ئەم ئەرکە لە ئەستۆ بگریت، تکایە ئاگادارمان بکەوە. سوپاس بۆ هاوکاریتان.
mk_mk: {$participantName}:<br /> <br /> Поднесокот &quot;{$submissionTitle}&quot; до {$contextName} има потреба од отисоци поставени според следниве чекори.<br /> 1. Кликнете на URL-адресата на поднесокот подолу.<br /> 2. Најавете се на списанието и искористете ги датотеките Спремни за обработка за да ги создадете отисоците во склоп на стандардите на списанието.<br /> 3. Прикачете ги отисоците во секцијата Отисоци на труд.<br /> 4. Известете го уредникот со помош на Дискусија за обработка дека отисоците се готови и прикачени.<br /> <br /> {$contextName} URL-адреса: {$contextUrl}<br /> URL-адреса на поднесокот: {$submissionUrl}<br /> Корисничко име: {$participantUsername}<br /> <br /> Доколку не можете да во моментов да ја превземете оваа работа или имате било какви прашања, ве молам да ме контактирате. Ви бладариме за вашиот придонес кон ова списание.
nb_no: {$participantName}:<br /> <br /> Takk at du bidrar til arbeidet med <i>{$contextName}</i>. Innleveringen «{$submissionTitle}» skal nå gjøres klar for publisering.<br /> <br /> 1. Klikk på innleveringens URL: {$submissionLayoutUrl}<br /> 2. Logg deg inn på tidsskriftet og bruk de produksjonsklare filene for å lage et oppsett som følger tidsskriftets retningslinjer.<br /> 3. Last opp oppsettet til seksjonen for oppsettfiler.<br /> 4. Gi beskjed til redaktøren om at oppsettet er lastet opp og klart via produksjonsdiskusjonen.<br /> {$contextName}: {$contextUrl}<br /> Innleveringens: {$submissionLayoutUrl}<br /> Brukernavn: {$participantUsername}<br /> <br /> Ta kontakt dersom du ikke har anledning til å utføre dette arbeidet, eller hvis du har spørsmål.
nl_nl: {$participantName}:<br /> <br /> De proeven van inzending &quot;{$submissionTitle}&quot; bij {$contextName} kunnen aangemaakt worden door de volgende stappen te doorlopen.<br /> 1. Klik op de inzendings-URL hieronder.<br /> 2. Log in bij het tijdschrift en gebruik het Layout versie bestand om de proeven aan te maken conform de regels van het tijdschrift.<br /> 3. Stuur de GEREED e-mail naar de redacteur.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL inzending: {$submissionUrl}<br /> Gebruikersnaam: {$participantUsername}<br /> <br /> Als u op dit moment niet in staat bent om dit werk te doen of als u vragen heeft, neem dan contact met me op.
pl_pl: {$participantName}:<br /> <br /> proszę o wykonanie składu tekstu &quot;{$submissionTitle}&quot; przeznaczonego do opublikowania w czasopiśmie {$contextName}. Proszę o postępowanie zgodnie z poniższymi krokami: <br /> 1. Zaloguj się na stronie czasopisma i kliknij poniższy link.<br /> 2. Pobierz plik w wersji gotowej do produkcji.<br /> 3. Wykonaj skład i prześlij gotowy do opublikowania plik do systemu.<br /> 4. Powiadom redaktora o ukończeniu składu.<br /> <br /> Adres WWW czasopisma {$contextName}: {$contextUrl}<br /> Adres WWW tekstu: {$submissionUrl}<br /> Nazwa użytkownika: {$participantUsername}<br /> <br /> Jeśli nie możesz podjąć się tego zadania lub masz jakiekolwiek pytania, proszę, skontaktuj się ze mną. Dziękujemy za Twój wkład w pracę czasopisma.
pt_pt: {$participantName},<br /> <br /> Solicito a preparação dos ficheiros finais de publicação da submissão &quot;{$submissionTitle}&quot;, à {$contextName}, conforme as seguintes instruções:<br /> 1. Clique no URL da submissão, indicado mais adiante nesta mensagem.<br /> 2. Aceda ao sistema e use os ficheiros Prontos para Produção para produzir os ficheiros de publicação, de acordo com os padrões da revista.<br /> 3. Envie para o sistema os ficheiros prontos para publicação.<br /> 4. Notifique o Editor através das Discussões de Produção que os ficheiros estão prontos.<br /> <br /> URL da revista {$contextName}: {$contextUrl}<br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$participantUsername}<br /> <br /> Caso não esteja disponível para assumir esta responsabilidade no momento, ou em caso de dúvidas, entre em contacto connosco.
ru_ru: Здравствуйте, {$participantName}!<br /> <br /> Необходимо сверстать гранки материала «{$submissionTitle}» для журнала «{$contextName}», выполнив следующие шаги.<br /> 1. Щелкните на URL материала ниже.<br /> 2. Войдите в журнал и используйте файлы из панели «Готовые для производства» для подготовки гранок в в соответствии со стандартами журнала.<br /> 3. Загрузите файлы гранок в панели «Гранки».<br /> 4. Уведомите редактора с помощью Обсуждений производства, что гранки загружены и готовы.<br /> <br /> URL журнала «{$contextName}»: {$contextUrl}<br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$participantUsername}<br /> <br /> Если Вы не можете выполнить эту работу сейчас или у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной. Спасибо за Ваш вклад в наш журнал.
sl_si: {$participantName}:<br /> <br /> Prispevek &quot;{$submissionTitle}&quot; za publikacijo {$contextName} potrebuje prelom, ki se naredi po spodnjih korakih.<br /> 1. Kliknite na URL povezavo prispevka spodaj.<br /> 2. Prijavite se v publikacijo in uporabite datoteko, ki so pripravljene za produkcijo, da pripravite prelom po standardih publikacije.<br /> 3. Naložite datoteke v razdelek s prelomi.<br /> 4. Obvestite urednika preko razprave za produkcijo, da so prelomi pripravljeni in naloženi.<br /> <br /> Povezava do publikacije{$contextName}: {$contextUrl}<br /> Povezava do prispevka: {$submissionUrl}<br /> Uporabniško ime: {$participantUsername}<br /> <br /> Če v tem trenutku ne morete opraviti tega dela ali imate kakšno vprašanje, se prosim obrnite name. Hvala za vaš trud za to publikacijo.
sv_se: {$participantName}:<br /> <br /> Bidraget &quot;{$submissionTitle}&quot; till {$contextName} behöver nu få publiceringsversioner skapade genom att följa nedanstående steg:<br /> 1. Klicka på Bidragets URL nedan.<br /> 2. Logga in på tidskriften och använd filerna under Filer redo för produktion för att skapa publiceringsversioner enligt tidskriftens standarder.<br /> 3. Ladda upp publiceringsversionerna till sektionen Filer för publiceringsversion.<br /> 4. Meddela Redaktören, genom att använda Produktionsdiskussioner, att publiceringsversionerna är uppladdade och klara.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$participantUsername}<br /> <br /> Om du för tillfället inte har möjlighet att genomföra det här arbetet, eller om du har frågor, vänligen kontakta mig. Tack för ditt arbete med tidskriften.
uk_ua: {$participantName}:<br /> <br /> Подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot; потребує створення верстки. Для цього потрібно виконати наступні дії:<br /> 1. Натисніть на вказаній нижче адресі URL подання.<br /> 2. Увійдіть на сайт журналу та зробіть гранки з файлу версії для верстки, керуючись стандартами журналу.<br /> 3. Натисніть на зображення поштового конверту під заголовком &quot;закінчення&quot;, щоб надіслати лист редактору.<br /> <br /> URL видання &quot;{$contextName}&quot;: <a href="{$contextUrl}">{$contextUrl}</a><br /> URL подання: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Ім'я користувача: {$participantUsername}<br /> <br /> Якщо зараз Ви не маєте можливості виконати цю роботу або маєте додаткові запитання, будь ласка, повідомте мені. Дякую за працю для нашого журналу.
vi_vn: Kính gửi {$participantName},<br /> <br /> Bài gửi &quot;{$submissionTitle}&quot; đến {$contextName} bây giờ cần bản in bằng cách làm theo các bước sau.<br /> 1. Nhấp vào URL gửi dưới đây.<br /> 2. Đăng nhập vào tạp chí và sử dụng các tập tin sẵn sàng chế bản để tạo ra các bản in theo tiêu chuẩn của tạp chí.<br /> 3. Tải các bản in thử vào tập tin Bản in<br /> 4. Thông báo cho Biên tập viên bằng mục thảo luận khi chế bản rằng các bản in được tải lên và sẵn sàng.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL bài gửi: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Nếu bạn không thể thực hiện công việc này vào lúc này hoặc có bất kỳ câu hỏi nào, xin vui lòng liên hệ với tôi. Cảm ơn bạn đã đóng góp cho tạp chí này.
zh_cn: {$participantName}:<br /> <br /> 投递到 {$contextName}的稿件 &quot;{$submissionTitle}&quot; 现在按照如下步骤进行排版：<br /> 1. 点击下面的投稿URL.<br /> 2. 登录到期刊，并且使用排版版本文件根据期刊标准来创建样稿.<br /> 3. 发送完成稿件给编辑.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> 稿件URL: {$submissionUrl}<br /> 用户名: {$participantUsername}<br /> <br /> 如果您这次不能完成这项工作或者有任何质询，请联系我们，感谢您对本刊的贡献.
