Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewerRegister.body
source: In light of your expertise, we have taken the liberty of registering your name in the reviewer database for {$contextName}. This does not entail any form of commitment on your part, but simply enables us to approach you with a submission to possibly review. On being invited to review, you will have an opportunity to see the title and abstract of the paper in question, and you'll always be in a position to accept or decline the invitation. You can also ask at any point to have your name removed from this reviewer list.<br /> <br /> We are providing you with a username and password, which is used in all interactions with the journal through its website. You may wish, for example, to update your profile, including your reviewing interests.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$principalContactSignature}
ar_iq: في ضوء ما هو معروف عنك من خبرة، سنحت لنا الظروف بتسجيل اسمك ضمن قاعدة بياناتنا للمحكمين في موقع {$contextName}. هذا الأمر لا يترتب عليه أي مستوى من الإلتزام من جهتك، بل ببساطة، يمكننا من التواصل معك بشأن إحتمالية تحكيم بعض طلبات النشر التي ترد مجلتنا. فيما لو تمت دعوتك مستقبلاً لغرض التحكيم، ستكون لك فرصة الاطلاع على عنوان المؤلَّف وملخصه (دون معرفة أي شيء يتعلق بالمؤلف نفسه)، وستكون صاحب الرأي بشأن الموافقة على تلك الدعوة أو الاعتذار عنها. فضلاً عن ذلك، بإمكانك دوماً المطالبة برفع اسمك من قائمة المحكمين المعتمدين لدى مجلتنا.<br /> <br /> نحن نزودك باسم الدخول وكلمة المرور الخاصين بك، واللذين يتيحان لك القيام بكل الفعاليات المتعلقة بعملك ضمن موقعنا. فقد ترغب، على سبيل المثال، بتحديث بيانات ملفك الشخصي وتضمين المجالات العلمية التي يهمك التحكيم فيها.<br /> <br /> اسم الدخول: {$username}<br /> كلمة المرور: {$password}<br /> <br /> شكراً لك.<br /> {$principalContactSignature}
ca_es: Després d'avaluar el vostre perfil, ens hem pres la llibertat de registrar el vostre nom a la base de dades de revisors per a {$contextName}. El fet de pertànyer a aquesta base de dades no suposa cap compromís per part vostra i, d'altra banda, ens permet fer-vos arribar propostes de revisions. Quan rebeu una proposta de revisió d'un document tindreu l'oportunitat de consultar-ne el títol i el resum, i tant podreu acceptar com rebutjar la invitació. En qualsevol moment podeu sol·licitar que se suprimeixi el vostre nom d'aquesta llista de revisors.<br /> <br /> A continuació trobareu el vostre nom d'usuari i la vostra contrasenya. Necessitareu aquestes dades per a entrar al lloc web de la revista i treballar-hi. És possible que, per exemple, vulgueu actualitzar el vostre perfil i incloure-hi els vostres interessos de revisió.<br /> <br /> Nom d'usuari: {$username}<br /> Contrasenya: {$password}<br /> <br /> Moltes gràcies,<br /> {$principalContactSignature}
cs_cz: S ohledem na Vaši odbornost jsme si Vás dovolili zaregistrovat do databáze recenzentů pro časopis {$contextName}. To Vás nezavazuje k žádné odpovědnosti, pouze nám to umožní Vás rychle kontaktovat s příspěvkem, který byste mohl případně recenzovat. Pokud Vás přizveme ke zpracování recenze, budete mít příležitost vidět název a abstrakt daného příspěvku a vždy budete v pozici, kdy můžete rozhodnout, zda přizvání přijmete nebo odmítnete. Můžete také kdykoliv požádat o odstranění Vašeho jména ze seznamu recenzentů.<br /> <br /> Přidělili jsme Vám uživatelské jméno a heslo, které budete používat na internetových stránkách časopisu. Možná budete chtít například upravit svůj profil nebo rozsah zájmu o zpracování recenzí.<br /> <br /> Uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: På baggrund af din ekspertise har vi taget den frihed at registrere dit navn i bedømmerdatabasen for {$contextName}. Dette stiller ikke krav om nogen form for engagement fra din side, men gør det blot muligt for os at kontakte dig med hensyn til en eventuelt bedømmelse af et manuskript. Hvis du inviteres til at foretage en bedømmelse, vil du have mulighed for at se titlen på og et resumé af det pågældende manuskript, og du vil altid kunne acceptere eller afvise invitationen. Du kan til enhver tid også bede om at få dit navn fjernet fra listen over bedømmere.<br /> <br /> Vi giver dig et brugernavn og en adgangskode, der skal bruges i forbindelse med alle interaktioner med tidsskriftet via tidsskriftets webside. Du kan f.eks. bede om at få opdateret din profil, herunder dine bedømmelsesinteresser.<br /> <br /> Brugernavn: {$username}<br /> Adgangskode: {$password}<br /> <br /> Tak. <br /> {$principalContactSignature}
de_de: Angesichts Ihrer Erfahrung haben wir uns erlaubt, Ihren Namen der Gutachter/innendatenbank von {$contextName} hinzuzufügen. Dies verpflichtet Sie in keiner Weise, ermöglicht uns aber, Sie um mögliche Gutachten für eine Einreichung zu bitten. Wenn Sie zu einem Gutachten eingeladen werden, werden Sie Titel und Abstract des Beitrags sehen können und werden stets selber entscheiden können, ob Sie der Einladung folgen oder nicht. Sie können zu jedem Zeitpunkt Ihren Namen von der Gutachter/innenliste entfernen lassen.<br /> <br /> Wir senden Ihnen einen Benutzer/innennamen und ein Passwort, die sie in allen Schritten der Zusammenarbeit mit der Zeitschrift über deren Website benötigen. Vielleicht möchten Sie z.B. Ihr Profil inkl. Ihrer Begutachtungsinteressen aktualisieren.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
el_gr: Λαμβάνονας υπόψη τα επιστημονικά σας ενδιαφέροντα, πήραμε την πρωτοβουλία να εντάξουμε το όνομά σας στη βάση των Αξιολογητών για το περιοδικό {$contextName}. Το γεγονός αυτό δε συνεπάγεται κάποια δέσμευση από μέρους σας, απλώς μας προσφέρει τη δυνατότητα να απευθυνθούμε σε εσάς για την αξιολόγηση μίας υποβολής. Μόλις προσκληθείτε για αξιολόγηση, θα έχετε την ευκαιρία να δείτε τον τίτλο και την περίληψη του εν λόγω άρθρου, έχοντας τη δυνατότητα να αποδεχθείτε ή να απορρίψετε την πρόσκληση. Μπορείτε επίσης, ανά πάσα στιγμή, να ζητήσετε να διαγραφείτε από τον κατάλογο των Αξιολογητών.<br /> <br /> Σας παρέχουμε το όνομα Χρήστη και τον κωδικό πρόσβασης στον ιστότοπο του περιοδικού σε περίπτωση που επιθυμείτε, για παράδειγμα, να ενημερώσετε το προφίλ σας, συμπληρώνοντας τα ερευνητικά σας ενδιαφέροντα για τη διεξαγωγή αξιολογήσεων.<br /> <br /> Όνομα χρήστη: {$username}<br /> Κωδικός πρόσβασης: {$password}<br /> <br /> Σας ευχαριστούμε,<br /> {$principalContactSignature}
es_es: A la vista de su trayectoria profesional, su nombre ha sido propuesto para figurar como revisor potencial en el sistema de gestión electrónica de artículos de la revista {$contextName}, sin que ello implique ningún compromiso por su parte y pudiendo dejar de formar parte de esta lista cuando lo desee. Únicamente nos posibilita poder enviarle artículos para una eventual revisión por su parte. En caso de estar conforme con actuar como revisor para la revista, podrá recibir solicitudes de revisión de artículos, y aceptar o rechazar dichas solicitudes en su momento.<br /> <br /> A continuación le enviamos un nombre de usuario/a y contraseña con los que podrá acceder al sistema de gestión de envíos de la revista, donde además podrá indicarnos los temas que le son de interés como revisor.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Agradecidos por su atención, reciba un cordial saludo,<br /> {$principalContactSignature}
eu_es: {$contextName} aldizkarian lantzen dugun jakintza-arloan aditua zarenez, zure izena ebaluatzaileen datu-basean erregistratzeko atrebentzia izan dugu. Horrek ez zaitu ezertara konprometitzen, baina zuregana jotzeko aukera emango digu bidalketaren baten ebaluazioa egiteko prest egongo zinatekeen galdetzeko. Ebaluazioa egiteko gonbitarekin batera, artikuluaren edo paperaren titulua eta laburpena bidaliko dizkizugu, eta beti izango duzu gonbita onartzeko edo ez onartzeko aukera. Edozein unetan eska dezakezu zure izena ebaluatzaileen zerrendatik kentzeko.<br /> <br /> Erabiltzaile-izena eta pasahitza eman dizkizugu, aldizkariaren webgunean sartzeko eta gurekin elkarlanean aritzeko. Beharbada zure profila aldatu ahal izango duzu, ebaluazioak egiteko interesak barne.<br /> <br /> Erabiltzaile-izena: {$username}<br /> Pasahitza: {$password}<br /> <br /> Eskerrik asko,<br /> {$principalContactSignature}
fa_ir: با توجه با تجارب جنابعالی, {$contextName} فرصت را مغتنم شمرده و نام شما را در زمره کارشناسان مجله ثبت کرده است. لازم به تذکر است که صرف این عمل هیچگونه مسئولیت و تعهدی را متوجه جنابعالی نمی سازد و فقط ما را قادر می سازد تا جهت ارسال مقاله برای کارشناسی احتمالی توسط جنابعالی براحتی با شما تماس بگیریم. هنگامی که از شما برای انجام کارشناسی یک مقاله دعوت به عمل می آید شما مختار خواهید بود که پس از دیدن عنوان و چکیده مقاله دعوت را بپذیرید یا از انجام کارشناسی خودداری کنید. بعلاوه در هر زمان که اراده کنید میتوانید از ما بخواهید تا نام شما را از لیست کارشناسان مجله حذف کنیم.<br /> <br /> نام کاربری و رمز عبور شما برای سایت مجله که جهت انجام تمام امورات آنلاین با این مجله لازم است در زیر آمده است.<br /> <br /> نام کاربری: {$username}<br /> رمز عبور: {$password}<br /> <br /> با تشکر,<br /> {$principalContactSignature}
fi_fi: Asiantuntemuksenne perusteella olemme ottaneet vapauden rekisteröidä teidät julkaisun {$contextName} arvioijatietokantaan. Tämä ei velvoita teitä mihinkään, mutta antaa meille mahdollisuuden ottaa teihin yhteyttä mahdollisen käsikirjoituksen arvioinnin tiimoilta. Arviointikutsun yhteydessä näette arvioitavan työn otsikon ja tiivistelmän, ja voitte aina joko hyväksyä kutsun tai kieltäytyä siitä. Voitte myös missä tahansa vaiheessa pyytää, että nimenne poistetaan tältä arvioijalistalta.<br /> <br /> Annamme teille käyttäjätunnuksen ja salasanan, joita käytetään kaikkeen vuorovaikutukseen julkaisun kanssa sen verkkosivuston kautta. Haluatte ehkä esimerkiksi päivittää profiilinne ja teitä kiinnostavat arviointiaiheet.<br /> <br /> Käyttäjätunnus: {$username}<br /> Salasana: {$password}<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
gd_gb: Leis na tha de dh’eòlas agad, bha sinn cho dàna ’s gun do chlàraich sinn d’ ainm ann an stòr-dàta nan lèirmheasaichean airson {$contextName}. Chan eil dleastanas sam bith ag èirigh riut ri linn sin, cha dèan e ach cothrom a thoirt dhuinne faighneachd dhìot am biodh ùidh agad ann an lèirmheas tagraidh. Ma gheibh thu cuireadh, chì thu tiotal is geàrr-chunntas a’ phàipeir agus is urrainn dhut gabhail ris no a dhiùltadh mar a thogras tu. ’S urrainn dhut iarraidh oirnn uair sam bith d’ ainm a thoirt air falbh o liosta nan lèirmheasaichean cuideachd.<br /> <br /> Tha sinn a’ toirt dhut ainm-cleachdaiche agus facal-faire a dh’fheumas tu airson eadar-ghabhail a dhèanamh leis an iris-leabhar air an làrach-lìn aca. Dh’fhaoidte gum b’ fheàirrde dhut a’ phròifil agad ùrachadh agus innse dè na cuspairean sa bheil ùidh agad a thaobh lèirmheasan mar eisimpleir.<br /> <br /> Ainm-cleachdaiche: {$username}<br /> Facal-faire: {$password}<br /> <br /> Mòran taing,<br /> {$principalContactSignature}
he_il: לאור המומחיות שלך, רשמנו את שמך במאגר הסוקרים עבור {contextName$}. זה לא כרוך בשום צורה של התחייבות מצידך, אלא פשוט מאפשר לנו לפנות אליך עם הגשה שתוכל לבדוק. לאחר שתוזמן לבדיקה, תהיה לך הזדמנות לראות את הכותרת והתקציר של המאמר המדובר, ותמיד תהיה לך האופציה לקבל את ההזמנה או לדחות אותה. אתה יכול גם לבקש בכל נקודה להסיר את שמך מרשימת הסוקרים הזו. <br /> <br />אנו מספקים לך שם משתמש וסיסמא, המשמשים בכל האינטראקציות עם כתב העת דרך אתר האינטרנט שלו. ייתכן שתרצה, למשל, לעדכן את הפרופיל שלך, כולל תחומי העניין שלך בביקורת. <br /> <br /> שם משתמש: {username}$ <br/> סיסמא: {סיסמא$} <br /> <br /> תודה לך, <br /> {principalContactSignature$}
hr_hr: Imajući u vidu vaše područje ekspertize, odlučili smo registrirati vas u bazu recenzenata časopisa {$contextName}. Ovo vas ne obvezuje ni na koji način, već samo omogućava uredništvu da vas kontaktira sa informacijama o prilozima koje biste potencijalno mogli recenzirati. Po zaprimljenom pozivu za recenziju, bit ćete u mogućnosti pregledati naslov i sažetak konkretnog rada čiju recenziju predlažemo, te ćete uvijek biti u mogućnosti prihvatiti ili odbiti rencenzijsko zaduženje. Također, u bilo kojem trenutku možete zatražiti da uklonimo vaše ime iz baze recenzenata i zatvorimo vaš korisnički račun.<br /> <br /> Ovdje vam prilažemo vaše korisničko ime i lozinku, koja vam je potrebna za rad sa časopisom kroz naš sustav za elektroničko uređivanje. U njemu možete i dopuniti svoje korisničke detalje (npr. recenzentske interese).<br /> <br /> Korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> Srdačno,<br /> {$principalContactSignature}
hu_hu: Tisztelt Szakértő!<br /> <br /> Ezúton értesítjük, hogy a(z) {$contextName} folyóirat regisztrálta szakmai lektorként, mert a jövőben szeretnénk lektorálási kéréssel fordulni Önhöz, amennyiben szakértelmének megfelelő kézirat érkezik. Ha lektori felkérést kap, lehetősége lesz megnézni a kérdéses cikk címét és absztraktját, majd elfogadhatja vagy elutasíthatja a felkérést. Bármikor kérheti, hogy távolítsuk el a szakmai lektorok listájáról.<br /> <br /> Létrehoztuk felhasználónevét és jelszavát, mellyel beléphet a folyóirat weboldalára. <br /> <br /> Felhasználónév: {$username}<br /> Jelszó: {$password}<br /> <br /> Belépést követően frissítheti profilját, beleértve a megadott szakterületeket is.<br /> <br /> Üdvözlettel,<br /> {$principalContactSignature}
id_id: Dengan mempertimbangkan keahlian Anda, kami memasukkan nama Anda dalam database reviewer di {$contextName}. Hal ini tidak bersifat mengikat, hanya sekedar memudahkan kami untuk mengundang Anda untuk melakukan review terhadap suatu naskah. Ketika memperoleh undangan untuk melakukan review suatu naskah, Anda dapat melihat judul dan abstrak naskah tersebut, dan Anda berhak menentukan apakah akan menerima atau menolak undangan tersebut. Anda juga dapat meminta dihapus dari daftar reviewer kapan saja Anda menghendaki.<br /> <br /> Kami menyertakan nama pengguna dan sandi Anda, yang digunakan dalam semua interaksi dengan jurnal melalui website. Anda dapat melakukan update profil, termasuk minat review Anda.<br /> <br /> Nama pengguna: {$username}<br /> Sandi: {$password}<br /> <br /> Terimakasih,<br /> {$principalContactSignature}
it_it: Alla luce delle tue competenze, ci siamo presi la libertà di registrare il tuo nome nella banca dati dei revisori per {$contextName}.<br /> <br /> Questo non implica nessun tipo di impegno da parte tua, ma semplicemente ci permette di contattarti per proporti la revisione di manoscritti sottoposti per la pubblicazione per la questa testata.<br /> <br /> Quando ti inviteremo ad una revisione, riceverai il titolo e l'abstracts del manoscritto ed avrai l'opportunità di accettare o rifiutare l'invito. Puoi anche chiedere in qualsiasi momento di far rimuovere il tuo nome dall'elenco dei revisori.<br /> <br /> Di seguito il tuo nome utente e password, che vengono usate per tutte le interazioni con la rivista attraverso il suo sito web.<br /> Se hai modo, ti suggeriamo di verificare le informazioni inserite e di completare il tuo profilo, inclusi i tuoi interessi di revisione.<br /> <br /> Nome utente: {$username}<br /> Password: {$password}<br /> <br /> Con i più cordiali saluti,<br /> {$principalContactSignature}
ja_jp: 突然のメールをお許しください。<br /> <br /> 貴殿の専門性に鑑み、失礼ですが私どもの雑誌『{$contextName}』の査読者データベースにあなたの名前を登録させていただきました。これによりあなたに何らかの義務が発生することはありません。ただ、できたら査読をお願いできるようにしておきたかっただけです。査読をお願いする場合は、対象となる論文のタイトルと要旨を見る機会を持っていただきます。もちろん、査読の依頼に応じるか否かの判断は常に貴殿に委ねられます。また、任意の時点で、この査読者リストから貴殿の名前を削除することもできます。<br /> <br /> 以下に、貴殿のユーザー名とパスワードをご報告いたします。これを使用することにより、雑誌のWebサイトであらゆる処理（例えば、査読対象分野の変更など、貴殿のプロフィールの更新）を行うことができます。<br /> <br /> ユーザー名: {$username}<br /> パスワード: {$password}<br /> <br /> ご協力よろしくお願いいたします。<br /> {$principalContactSignature}
ku_iq: لە ژێر ڕۆشنایی شارەزایی ئێوەدا، ئێمە ناوی تۆمان وەک هەڵسەنگێنەر تۆمار کردووە لە داتابەیسی {$contextName}.ئەمەش مانای دەستپێکردنی هیچ کارێک لە لایەن بەڕێزتانەوە ناگەیەنێت، بەڵام هەلێک بە ئێمە دەبەخشێت بۆ ئەوەی ناوتان لە لامان هەبێت لە ئەگەری بابەتێکی پەیوەندیدار بە ئێوە. لە کاتی بانگێشتکردنتان بۆ هەڵسەنگاندمن، ئێوە ناونیشان و کورتەی توێژینەوەکە دەبینن و هەمیشە دەتوانن ئەرکەکە قبوڵ یان ڕەت بکەنەوە. لە هەر کاتێکدا ئەگەر بتانەوێت، دەتوانن داوای سڕینەوەی ناوەکەتان لە سیستەمەکەماندا بکەن. <br /> <br /> ئێمە ناوی بەکارهێنەر و وشەی تێپەڕتان بۆ دەنێرین، کە بەکار دێت بۆ کارکردن لەسەر پەڕەی گۆڤارەکەی ئێمە. تۆ هەمو کات دەتوانیت زانیارییەکانت نوێ بکەیتەوە. <br /> <br /> ناوی بەکارهێنەر: {$username}<br /> وشەی نهێنیی بەکارهێنەر: {$password}<br /> <br /> سوپاس بۆ هاوکاریتان<br /> {$principalContactSignature}
mk_mk: Со оглед на вашето познавање, си земавме за слобода да го регистрираме вашето име во датабазата со рецензенти на {$contextName}. Ова не наметнува никаква обврска од ваша страна, но едноставно ни овозможува да ви пријдеме со поднесок кој би можеле да го рецензирате. Откако ќе ја добиете поканата за рецензирање, ќе имате можност да ги прегледате насловот и апстрактот на трудот, и во секое време ќе можете да ја прифатите или одбиете поканата. Воедно, во кој било момент можете да побарате да го отстраниме вашето име од оваа листа на рецензенти.<br /> <br /> Ви обезбедивме корисничко име и лозинка, кои се користат при секоја интеракција со списанието преку веб-страницата. Доколку сакате можете, на пример, да го ажурирате вашиот профил, вклучувајќи ги и областите за кои сте заинтересирани за рецензија.<br /> <br /> Корисничко име: {$username}<br /> Лозинка: {$password}<br /> <br /> Ви благодарам,<br /> {$principalContactSignature}
nb_no: På grunn av ditt faglige omdømme, har vi tillatt oss å registrere navnet ditt i databasen over potensielle fagfeller for {$contextName}. Dette innebærer ingen form for forpliktelse fra din side, men gir oss en mulighet til å henvende oss til deg hvis vi mottar manuskript innen ditt fagfelt. Dersom du får en forespørsel om å fagfellevurdere et manuskript, vil du få mulighet til å se tittel og sammendrag for det aktuelle manuskriptet. Du vil alltid stå fritt til å akseptere eller avslå oppdraget. Du kan dessuten når som helst be om at navnet ditt blir fjernet fra listen vår over potensielle fagfeller.<br /> <br /> Her får du brukernavn og et passord til nettstedet vårt som kan brukes til alt arbeid med {$contextName}. Der kan du også endre profilen din, for eksempel institusjonstilhørighet og faglige interesser.<br /> <br /> Brukernavn: {$username}<br /> Passord: {$password}<br /> <br /> På forhånd takk.<br /> {$principalContactSignature}
nl_nl: Met het oog op uw expertise hebben wij de vrijheid genomen om uw naam op te nemen in de lijst met reviewers van {$contextName}. Dit verplicht u tot niets maar geeft ons de mogelijkheid u te benaderen met het verzoek eventueel een inzending te reviewen. Bij de uitnodiging krijgt u de gelegenheid de titel en samenvatting van het stuk in kwestie te bekijken. U kunt de uitnodiging te allen tijde accepteren of weigeren. U kunt ook altijd vragen om uw naam van deze lijst te laten verwijderen.<br /> <br /> We geven u een gebruikersnaam en wachtwoord, die gebruikt worden voor alle interacties met de website van het tijdschrift. Zo kunt u bijvoorbeeld uw profiel bijwerken, waaronder uw review-interesses.<br /> <br /> Gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl_pl: Dodaliśmy Panią/ Pana do bazy recenzentów czasopisma "{$contextName}". Dane w bazie uzupełnione są o zainteresowania naukowe zadeklarowane w procesie rejestracji. Rejestracja nie zobowiązuje do żadnych działań. Baza recenzentów wykorzystywana jest przez redakcję czasopisma do wysyłania zapytań dotyczących możliwości wykonania recenzji. Do zapytania załączany jest tytuł i abstrakt tekstu. Recenzent może przyjąć lub odrzucić prośbę redakcji. W każdym momencie może Pani/ Pan usunąć swoje dane z bazy recenzentów.<br /> <br /> Poniżej podajemy dane do logowania, niezbędne do pracy na stronie czasopisma. Po zalogowaniu się możliwa jest aktualizacja profilu, w tym zmiana wprowadzonych "zainteresowań naukowych". <br /> <br /> Nazwa użytkownika: {$username} <br /> Hasło: {$password} <br /> <br /> Z wyrazami szacunku, <br /> {$principalContactSignature}
pt_pt: Tendo em consideração o conhecimento excecional na sua área de investigação/intervenção, tomamos a liberdade de registá-lo na base de dados de revisores da nossa revista, {$contextName}. Esta ação não implica nenhum compromisso da sua parte, mas simplesmente nos permite abordá-lo para uma possível revisão de uma submissão. Ao ser convidado para efetuar uma revisão, terá acesso ao título e resumo do artigo em questão, e pode sempre aceitar ou recusar o convite. A qualquer momento pode pedir-nos para remover o seu nome da lista de revisores.<br /><br /> Os seus dados de acesso, nome de utilizador e senha, utilizados para interagir com o website desta revista, estão incluídos nesta mensagem. Pode por exemplo atualizar o seu perfil, incluindo os seus interesses de revisão.<br /> <br /> Nome de utilizador: {$username}<br /> Senha: {$password}<br /> <br /> Agradecendo desde já a atenção dispensada,<br /> {$principalContactSignature}
ru_ru: Принимая во внимание Ваш опыт, мы взяли на себя смелость зарегистрировать Вас в базе данных потенциальных рецензентов для журнала «{$contextName}». Это не налагает на Вас никаких обязательств, а просто позволяет нам обращаться к Вам при поступлении в наш журнал материалов, рецензентом которых Вы могли бы стать. Получив предложение дать рецензию, Вы сможете увидеть название и аннотацию рукописи в запросе, и у Вас всегда будет возможность принять или отклонить это предложение. Вы также, в любой момент, можете попросить, чтобы мы удалили Ваше имя из этого списка рецензентов.<br /> <br /> Мы высылаем Вам имя пользователя и пароль, которые используются при любом взаимодействии с нашим журналом через веб-сайт. Например, Вы можете откорректировать свои данные в профиле пользователя, указав интересующую Вас как рецензента тематику.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> С уважением,<br /> {$principalContactSignature}
sl_si: V luči vašega znanja smo si dovolili registrirati vaše ime v bazo recenzentov za revijo {$contextName}. To ne pomeni nobene obveze z vaše strani in nam le omogoča, da vas lahko povabimo k recenziji prispevkov. Ko boste povabljeni k recenziji, boste lahko videli naslov in povzetek prispevka in se boste lahko odločili ali sodelujete v recenziji ali ne. Kadarkoli lahko zahtevate, da vas odstranimo iz seznama recenzentov.<br /> <br /> Pošiljamo vam uporabniško ime in geslo, ki ju potrebujete za vso interakcijo s revijo preko spleta. Če želite lahko posodobite vaš račun, vključno z recenzentskimi interesi.<br /> <br /> Uporabniško ime: {$username}<br /> Geslo: {$password}<br /> <br /> Lepa hvala,<br /> {$principalContactSignature}
sv_se: Baserat på den ämnesexpertis du besitter har vi tagit oss friheten att registrera ditt namn i granskardatabasen hos {$contextName}. Detta innebär inga förplikelser från din sida utan innebär endast att vi har möjlighet att höra av oss till dig med ett potentiellt granskningsuppdrag. I samband med inbjudan till granskning kommer du att kunna se titel och abstract för artikeln i fråga och du har alltid möjlighet att antingen acceptera eller avböja inbjudan. Du kan även när som helst be om att få ditt namn bortplockat från listan över granskare.<br /> <br /> Här förser vi dig med användarnamn och lösenord, som används i all interaktion med tidskriften via webbplatsen. Till exempel kan du logga in och uppdatera din profil och ange intresseområden för granskning.<br /> <br /> Användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> Vänligen,<br /> {$principalContactSignature}
uk_ua: З огляду на Ваш досвід, ми взяли на себе сміливість внести Ваше ім'я до бази даних рецензентів видання {$contextName}. Це не передбачає жодних зобов'язань з Вашого боку, а лише дозволяє нам розглядати Вас як можливого рецензента рукописів, що подаються до нашого журналу. Під час запрошень на проведення рецензування, Ви матимете можливість бачити назву та анотацію рукопису, про який йтиме мова, і, розглянувши цю інформацію, Ви завжди зможете прийняти або відхилити запрошення. Крім того, в будь-який час Ви можете вимагати видалення свого імені з цього списку рецензентів.<br /> <br /> Ми надаємо Вам ім'я користувача та пароль, які будуть необхідні Вам упродовж усієї подальшої роботи з журналом через його веб-сайт. Серед іншого, Ви можете оновити свій профіль та вказати власні наукові інтереси.<br /> <br /> Ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> Дякую,<br /> {$principalContactSignature}
vi_vn: Dựa theo chuyên môn của bạn, chúng tôi đã tự đăng ký tên của bạn trong cơ sở dữ liệu của người phản biện cho {$contextName}. Điều này không đòi hỏi bất kỳ hình thức cam kết nào từ phía bạn, mà chỉ cho phép chúng tôi tiếp cận bạn với một bài gửi để bạn có thể nhận xét. Khi được mời nhận xét, bạn sẽ có thể xem tiêu đề và tóm tắt của bài báo đang đề cập và bạn sẽ có thể chấp nhận hoặc từ chối lời mời. Bạn cũng có thể yêu cầu bất cứ lúc nào để xóa tên của bạn khỏi danh sách phản biện.<br /> <br /> Chúng tôi đang cung cấp cho bạn username và mật khẩu, được sử dụng trong tất cả các tương tác với tạp chí thông qua trang web. Bạn có thể muốn, ví dụ, để cập nhật hồ sơ của bạn, bao gồm cả lĩnh vực mà bạn đang quan tâm.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: 基于您的经验, 我们已经注册您的名字到期刊《{$contextName}》的审稿人数据库. 这并不意味着您那方面的任何形式的承诺，只代表我们可以通知您相关投稿的审阅. 在被邀请审稿时，您可以看到稿件的标题和摘要，您可以作出是否对稿件进行审阅的决定。您也可以在任何时候请求从审稿人列表中移除您的名字.<br /> <br /> 我们将提供给您用户名和密码，用于您所有在本期刊网站的活动。例如，您可以更新您的账户信息，或者更改您的审稿方向.<br /> <br /> 用户名： {$username}<br /> 密码： {$password}<br /> <br /> 谢谢您，<br /> {$principalContactSignature}
