Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequest.subject
source: Article Review Request
ar_iq: إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió d'un article
cs_cz: Žádost o zpracování recenze článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Solicitud de revisión de artículo
eu_es: Artikulua ebaluatzeko eskaera
fa_ir: درخواست کارشناسی مقاله
fi_fi: Artikkelin arviointipyyntö
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשה לביקורת מאמר
hr_hr: Zamolba za recenziju članka
hu_hu: Cikk lektorálás kérése
id_id: Permohonan Review Artikel
it_it: Richiesta di revisione di un articolo
ja_jp: 論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Барање за рецензија на насловот
nb_no: Forespørsel om fagfellevurdering
nl_nl: Artikel review verzoek
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Pedido de revisão de artigo
ru_ru: Запрос на рецензирование статьи
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
uk_ua: Запит на рецензування статті
vi_vn: Yêu cầu đánh giá bài báo
zh_cn: 邀请您审查稿件
