Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.publishNotify.body
source: Readers:<br /> <br /> {$contextName} has just published its latest issue at {$contextUrl}. We invite you to review the Table of Contents here and then visit our web site to review articles and items of interest.<br /> <br /> Thanks for the continuing interest in our work,<br /> {$editorialContactSignature}
ar_iq: القراء الأعزة:<br /> <br /> {$contextName} أصدرت تواً عددها الأخير في موقعها {$contextUrl}. نحن ندعوكم إلى الاطلاع على جدول محتويات العدد، ومن ثم زيارة موقعنا لمتابعة المقالات العلمية التي تحوز على اهتمامكم.<br /> <br /> نشكر لكم إهتمامكم الدائم بنتاجاتنا؛<br /> {$editorialContactSignature}
ca_es: Benvolguts/des lectors/ores,<br /> <br /> {$contextName} acaba de publicar el seu darrer número a {$contextUrl}. Us convidem a consultar-ne el sumari i a visitar el nostre lloc web per accedir als articles i documents que us puguin interessar.<br /> <br /> Us agraïm l'interès per la nostra revista,<br /> {$editorialContactSignature}
cs_cz: Čtenáři:<br /> <br /> {$contextName} zrovna vydává své poslední číslo na {$contextUrl}. Zveme Vás zde ke shlédnutí obsahu a poté návštěvě našich stránek se všemi články.<br /> <br /> Děkujeme za Váš dlouhodobý zájem o naši práci,<br /> {$editorialContactSignature}
da_dk: Læsere:<br /> <br /> {$contextName} har lige publiceret det seneste nummer på {$contextUrl}. Vi inviterer dig til at gennemse indholdsfortegnelsen her og derefter besøge vores websted, hvor du kan gennemse artikler og materiale, der har din interesse.<br /> <br /> Tak for din fortsatte interesse i vores arbejde.<br /> {$editorialContactSignature}
de_de: Liebe Leserinnen und Leser,<br /> <br /> {$contextName} hat soeben die neueste Ausgabe unter {$contextUrl} veröffentlicht. Wir laden Sie ein, hier das Inhaltsverzeichnis zu lesen und sich dann auf unserer Webseite die Sie interessierenden Beiträge anzusehen.<br /> <br /> Danke für das andauernde Interesse an unserer Arbeit,<br /> {$editorialContactSignature}
el_gr: Αναγνώστες:<br /> <br /> Το περιοδικό {$contextName} μόλις δημοσίευσε το τελευταίο του τεύχος στον σύνδεσμο {$contextUrl}. Σας προσκαλούμε να δείτε τον πίνακα περιεχομένων και κατόπιν να επισκεφθείτε τον ιστότοπό μας, για να δείτε και άλλα ενδιαφέροντα άρθρα.<br /> <br /> Σας ευχαριστούμε για το ενδιαφέρον σας σχετικά με τις εκδόσεις μας,<br /> {$editorialContactSignature}
es_es: Estimados/as lectores/as:<br /> <br /> {$contextName} acaba de publicar su último número en {$contextUrl}. A continuación le mostramos la tabla de contenidos, después puede visitar nuestro sitio web para consultar los artículos que sean de su interés.<br /> <br /> Gracias por mantener el interés en nuestro trabajo,<br /> {$editorialContactSignature}
eu_es: Irakurle:<br /> <br /> {$contextName} aldizkariak zenbaki berri bat argitaratu du {$contextUrl} webgunean. Honekin batera bidaltzen dizugun Aurkibidea aztertzera eta gure webgunean artikuluak irakurtzera gonbidatzen zaitugu.<br /> <br /> Eskerrik asko gure lana interesez jarraitzeagatik,<br /> {$editorialContactSignature}
fa_ir: خوانندگان گرامی:<br /> <br /> {$contextName}، آخرین شماره خود را به نشانی &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; چاپ کرده است. از شما دعوت میشود که پس از ملاحظه فهرست عناوین از وب سایت مجله حاوی مقاله ها و موضوع های مورد علاقه بازدید کنید.<br /> <br /> از توجه همیشگی مستمر شما نسبت به این مجله متشکریم.<br /> {$editorialContactSignature}
fi_fi: Hyvä lukija,<br /> <br /> {$contextName} on juuri julkaissut uusimman numeronsa osoitteessa {$contextUrl}. Voitte tutustua sisällysluetteloon tässä ja sen jälkeen tutustua artikkeleihin ja muihin kiinnostaviin kohteisiin verkkosivustollamme.<br /> <br /> Kiitos mielenkiinnostanne työtämme kohtaan.<br /> {$editorialContactSignature}
gd_gb: Leughadairean:<br /> <br /> Tha {$contextName} dìreach air iris ùr fhoillseachadh aig {$contextUrl}. Tha sinn a’ cur fàilte ort sùil a thoirt air a’ chlàr-innse an-seo agus a thadhal air an làrach-lìn againn an uairsin airson sùil a thoirt air artaigealan is rudan eile a dh’fhaodadh a bhith inntinneach dhut.<br /> <br /> Mòran taing airson sìor ùidh a nochdadh nar n-obair,<br /> {$editorialContactSignature}
he_il: קוראים: <br /> <br /> {contextName$} פרסם זה עתה את הגיליון החדש ב- {contextUrl$}. אנו מזמינים אתכם לסקור את תוכן העניינים כאן ואז לבקר באתר האינטרנט שלנו כדי לסקור מאמרים ופריטים מעניינים. <br /> <br /> תודה על ההתעניינות המתמשכת בעבודה שלנו, <br /> {editorialContactSignature$}
hr_hr: Poštovani čitatelji,<br /> <br /> upravo je objavljen novi broj časopisa {$contextName} koji je dostupan na adresi {$contextUrl}. Pozivamo vas da pregledate sadržaj broja i posjetite našu mrežnu stranicu kako bi pročitali vama zanimljive članke i druge priloge.<br /> <br /> Hvala vam na interesu za naš rad,<br /> {$editorialContactSignature}
hu_hu: Kedves Olvasók!<br /> <br /> Megjelent a(z) {$contextName} folyóirat legújabb online száma, mely elérhető a {$contextUrl} címen. Tekintse át tartalomjegyzékünket, keresse fel oldalunkat érdeklődési körének megfelelő cikkeink megtekintéséhez.<br /> <br /> Köszönjük, hogy érdeklődik folyóiratunk iránt,<br /> {$editorialContactSignature}
id_id: Readers:<br /> <br /> {$contextName} baru saja menerbitkan terbitan terbarunya di {$contextUrl}. Kami mengundang Anda untuk membaca Daftar Isi dan selanjutnya mengunjungi website kami untuk membaca artikel yang Anda minati.<br /> <br /> Terimakasih atas perhatian Anda,<br /> {$editorialContactSignature}
it_it: Gentile lettore,<br /> <br /> All'indirizzo {$contextUrl} è appena stato pubblicato un nuovo numero di {$contextName}.<br /> <br /> Grazie per l'interesse dimostratoci,<br /> {$editorialContactSignature}
ja_jp: 読者各位:<br /> <br /> いつもご利用ありがとうございます。<br /> <br /> 雑誌『{$contextName} 』は、今日、最新号を発行しました。目次を送付いたしますので、興味のある論文や記事について、実際に雑誌のWebサイトにアクセスしてチェックしていただくようご案内いたします。雑誌WebサイトのURLは、{$contextUrl}です。<br /> <br /> 引き続きよろしくお願いいたします。<br /> {$editorialContactSignature}
ku_iq: خوێنەران:<br /> <br /> {$contextName} دواهەمین ژمارەی خۆی لە {$contextUrl} بڵاو کردەوە. ئێمە بەڕێزتان بانگێشتی بینینی ناوەرۆکی توێژینەوەکانمان دەکەین و ئێوە دەتوانن سەردانی پەڕەی سەرەکیی گۆڤار بکەن بۆ خوێندنەوەی تەواوی توێژینەوەکان.<br /> <br /> سوپاس بۆ گرنگیدان بە کارەکانمان،<br /> {$editorialContactSignature}
mk_mk: Читатели:<br /> <br /> {$contextName} само што го објави најновото издание на {$contextUrl}.Ве покануваме тука да ја прегледате содржината и потоа да ја посетите нашата веб-страница за да ги прегледате трудовите и елементите кои би ве интересирале.<br /> <br /> Ви благодариме за непрекината заинтересираност за нашата работа,<br /> {$editorialContactSignature}
nb_no: Til våre lesere:<br /> <br /> {$contextName} har nettopp publisert en ny utgave på {$contextUrl}. Her kan du lese innholdsfortegnelsen, før du går videre til nettstedet for å se nærmere på innholdet.<br /> <br /> Takk for interessen du viser for arbeidet vårt.<br /> {$editorialContactSignature}
nl_nl: Lezers:<br /> <br /> {$contextName} heeft zijn nieuwste nummer gepubliceerd op {$contextUrl}. We nodigen u uit om de inhoudsopgave te bekijken en de website te bezoeken voor het bekijken van de artikels en andere interessante items.<br /> <br /> Dank voor uw interesse in ons werk,<br /> {$editorialContactSignature}
pl_pl: Szanowni Państwo, <br /> <br /> ukazał się nowy numer czasopisma {$contextName}. Zachęcamy do zapoznania się z jego treścią, a także z innymi pozycjami godnymi zainteresowania, które znajdziecie na naszej stronie.<br /> <br /> Dziękujemy za zainteresowanie działalnością czasopisma,<br /> {$editorialContactSignature}
pt_pt: Caros leitores,<br /> <br /> A {$contextName} acaba de publicar o seu número mais recente, disponível em {$contextUrl}. Convidamo-lo a consultar o sumário e aceder à revista para visualizar os artigos.<br /> <br /> Agradecemos o seu interesse pelas nossas publicações,<br /> {$editorialContactSignature}
ru_ru: Уважаемые читатели!<br /> <br /> Журнал «{$contextName}» только что опубликовал свой последний выпуск на сайте {$contextUrl}. Мы предлагаем вам ознакомиться здесь с содержанием выпуска, а затем посетить наш веб-сайт, чтобы прочитать статьи и сообщения на интересующие вас темы.<br /> <br /> Благодарю вас за постоянный интерес к нашей работе,<br /> {$editorialContactSignature}
sl_si: Sptoštovani!<br /> <br /> Izšla je nova številka revije {$contextName} do katere lahko dostopate preko povezave $contextUrl}. Vabimo vas, da pogledate kazalo vsebine in obiščete spletno stran, da preberete članke in ostale stvari, ki vas zanimajo.<br /> <br /> Hvala za zanimanje za naše delo,<br /> {$editorialContactSignature}
sv_se: Till registrerade läsare:<br /> <br /> {$contextName} publicerade precis ett nytt nummer på {$contextUrl}. Här bifogas numrets innehållsförteckning. Klicka dig vidare till vår webbplats för att läsa de artiklar och texter som kan vara av intresse.<br /> <br /> Tack för visat intresse för vårt arbete,<br /> {$editorialContactSignature}
uk_ua: Шановні читачі!<br /> <br /> Новий випуск видання {$contextName} був щойно опублікований за адресою {$contextUrl}. Запрошуємо переглянути зміст випуску, щоб потім зайти на наш веб-сайт та ознайомитись зі статтями та іншими цікавими Вам матеріалами.<br /> <br /> Дякуємо, що продовжуєте цікавитись нашою роботою,<br /> {$editorialContactSignature}
vi_vn: Kính gửi quý độc giả:<br /> <br /> {$contextName} vừa xuất bản số mới nhất tại {$contextUrl}. Chúng tôi kính mời độc đọc tham khảo Mục lục tại đây và sau đó truy cập trang web của chúng tôi để xem chi tiết các bài viết và các bài bạn quan tâm.<br /> <br /> Trân trọng cảm ơn và mong tiếp tục nhận được sự quan tâm của quý độc giả với các ấn phẩm của chúng tôi,<br /> {$editorialContactSignature}
zh_cn: 亲爱的读者您好：<br /> <br /> 《{$contextName}》已经出版了最新一期的期刊，请见{$contextUrl}。我们诚挚地邀请您阅览这里的目录，并接着访问我们的网站以阅读各种文章以及有趣的项目。<br /> <br /> 感谢您持续地关注我们的作品，<br /> {$editorialContactSignature}

# emails.publishNotify.description
source: This email is sent to registered readers via the "Notify Users" link in the Editor's User Home. It notifies readers of a new issue and invites them to visit the journal at a supplied URL.
ar_iq: هذه الرسالة معنونة إلى القراء المسجلين عبر خدمة "إشعار القراء" الموجود رابطها في صفحة المحرر الرئيسية. هذه الخدمة تُعلم القراء بصدور العدد الجديد من المجلة وتدعوهم إلى زيارة موقعها على الرابط المرسل لهم.
ca_es: Aquest missatge de correu electrònic s'envia als lectors registrats mitjançant l'enllaç Notifica als usuaris que hi ha a la pàgina inicial de l'usuari per a l'editor. Notifica als lectors la publicació d'un número nou i els convida a entrar a la revista mitjançant l'enllaç proporcionat.
cs_cz: Tento email je zasílán registrovaným čtenářům prostřednictvím odkazu "Informovat uživatele" z domácí stránky editora. Informuje čtenáře o novém čísle a zve je k návštěvě časopisu přes poskytnutou URL adresu.
da_dk: Denne e-mail sendes til registrerede læsere via linket "Underret brugere" på redaktørens brugerstartside. Den underretter læsere om en ny udgave og inviterer dem til at besøge tidsskriftet på en angiven URL-adresse.
de_de: Diese E-Mail wird an registrierte Benutzer/innen mittels des "Benutzer/innen benachrichtigen"-Links auf der persönlichen Startseite einer Redakteurin/eines Redakteurs gesendet. Sie benachrichtigt Benutzer/innen über eine neue Ausgabe und lädt sie ein, die Zeitschrift unter einer angegebenen URL aufzusuchen.
el_gr: Το παρόν μήνυμα αποστέλλεται στους Αναγνώστες, μέσω του συνδέσμου "Ενημέρωση Χρηστών" στην αρχική σελίδα του Επιμελητή του περιοδικού. Ενημερώνει σχετικά με τη δημοσίευση νέων τευχών και προσκαλεί τους Αναγνώστες να επισκεφθούν τον ιστότοπο του περιοδικού.
es_es: Este correo se envía a lectores/as registrados/as a través del enlace "Notificar a usuarios/as" en la página principal de los editores/as. Notifica a los/as lectores/as de la aparición de un nuevo número y les invita a visitar la revista en la URL proporcionada.
eu_es: Mezu hau erabiltzaile erregistratuei bidaltzen zaie, Editorearen hasierako orriko "Jakinarazi erabiltzaileei" estekaren bidez. Zenbaki berria atera dela jakinarazten die irakurleei, eta URLa ematen die aldizkaria bisita dezaten.
gd_gb: Thèid am post-d seo a chur gu leughadairean clàraichte slighe a’ cheangail “Cuir brath chun an luchd-chleachdaidh” ann an dachaigh cleachdaiche an deasaiche. Tha e ag innse dhan luchd-leughaidh gu bheil iris ùr ann agus a’ toirt cuireadh dhaibh a thadhal air an iris-leabhar slighe URL a tha na bhroinn.
he_il: דוא"ל זה נשלח לקוראים הרשומים באמצעות הקישור "הודע למשתמשים" באזור של העורך. זה מודיע לקוראים על גיליון חדש ומזמין אותם לבקר בכתב העת בכתובת URL שסופקה.
hr_hr: Ovaj obrazac e-pošte šalje se registriranim čitateljima kroz opciju "Obavijesti korisnika" na početnom urednikovom izborniku. Čitatelji se njome obavještavaju o izlasku novog broja časopisa i pozivaju se da posjete stranice časopisa na priloženom URL-u.
hu_hu: Ez az email a regisztrált felhasználóknak kerül kiküldésre, a "Felhasználók értesítése" linken keresztül a Szerkesztői főoldalról. Az új számokról értesíti a felhasználókat, és arra invitálja, hogy a kapott URL-en keressék fel az online folyóiratot.
id_id: Email ini dikirimkan ke pembaca terdaftar melalui tautan "Beritahu Pengguna" di Beranda Pengguna Editor. Email ini memberitahu pembaca tentang terbitan baru dan mengundang pembaca untuk mengunjungi jurnal melalui URL yang diberikan.
it_it: Questa email viene mandata ai lettori registrsati tramite il link "Notifica Utenti" nella home utente del curatore. Questa informa i lettori di una nuova uscita e li invita a visitare il journal alla URL fornita.
ja_jp: このメールは、編集者のユーザーページにある「利用者への通知」リンクにより、登録ユーザーに送信されるものです。このメールは、最新号の発行を読者に通知し、URLを示して雑誌にアクセスするよう案内します。
ku_iq: ئەم ئیمەیڵە بۆ خوێنەرە تۆمارکراوەکان نێردراوە لە ڕێگای لینکی ''ئاگادارکردنەوەی بەکارهێنەران''ەوە. ئەمە خوێنەران لە ژمارەی نوێی گۆڤار ئاگادار دەکاتەوە و بانگێشتی سەردانیکردنی پەڕەی سەرەکییان دەکات لە ڕێگای لینکی گۆڤارەوە.
mk_mk: Овој и-меил е испратен до регистрирани читатели преку линкот „Извести корисници“ на насловната страница на уредниците. Ги известува читателите за новообјавено издание и ги поканува да го посетат списанието преку добавеното URL.
nb_no: Denne e-posten sendes til registrerte brukere som har bedt om slikt varsel, via «Varsle brukere»-lenken på redaktørens brukerside. På denne måten får registrerte brukere varsel om den nye utgivelsen og inviteres til å besøke nettstedet via en vedlagt URL-lenke.
nl_nl: Deze e-mail wordt verstuurd naar de geregistreerde gebruikers via de "Bericht gebruikers" link op de gebruikerspagina van de redacteur. Het stelt lezers op de hoogte van het verschijnen van een nieuw nummer en nodigt ze uit om het tijdschrift te bezoeken via de bijgevoegde URL.
pl_pl: Wiadomość jest wysyłana do zarejestrowanych czytelników. Zawiera informację o nowym numerze czasopisma.
pt_pt: Este e-mail é enviado a leitores registados através do botão "Notificar utilizadores" na página do Editor. Notifica os leitores da publicação de um novo número e convida-os a aceder à revista, através do URL fornecido.
ru_ru: Это письмо отправляется зарегистрированным читателям по ссылке «Уведомить пользователей» на главной странице редактора. Оно сообшает читателям о выходе нового выпуска и приглашает их посетить сайт журнала по указанному адресу (URL).
sl_si: Email se pošlje vsem registriranim bralcem preko urednikove funkcionalnosti "Obvesti uporabnike". Email obvesti bralce o novi številki in jih povabi k obisku revije preko spletne povezave.
sv_se: Det här e-postmeddelandet skickas till registrerade läsare via "Meddela användare"-länken under redaktörens användarprofil. Det innehåller information om att det publicerats ett nytt nummer och välkomnar dem genom en länk att besöka tidskriften.
uk_ua: Цей лист надсилається зареєстрованим читачам засобами посилання "Сповістити користувачів" у теці редактора. Лист інформує читачів про вихід нового випуску видання та запрошує їх відвідати сайт журналу, скориставшись відповідним URL-посиланням.
vi_vn: Email này được gửi đến những người đọc đã đăng ký thông qua liên kết "Thông báo cho người dùng" trong Trang chủ của người dùng. Nó thông báo cho độc giả về một số mới và mời họ ghé thăm tạp chí tại một URL được cung cấp.
zh_cn: 这封电子邮件是透过编辑的「用户首页」页面中的「通知用户」链接，寄发给注册用户。此邮件通知读者有新一期的内容并邀请他们以内附的网址查看期刊。

# emails.subscriptionNotify.subject
source: Subscription Notification
ar_iq: إشعار الإشتراك
ca_es: Notificació de subscripció
cs_cz: Oznámení o předplatném
da_dk: Abonnementsmeddelelse
de_de: Abonnementbestätigung
el_gr: Ενημέρωση συνδρομής
es_es: Notificación de suscripción
eu_es: Harpidetzaren jakinarazpena
fa_ir: اعلام اشتراک مجله
fi_fi: Ilmoitus tilauksesta
gd_gb: Brath mu fho-sgrìobhadh
hr_hr: Obavijest o pretplati
hu_hu: Előfizetési értesítő
id_id: Pemberitahuan Langganan
it_it: Notifica di abbonamento
ja_jp: 購読に関する通知
ku_iq: ئاگادارکردنەوەی بەشداریکردن
mk_mk: Известување за претплата
nb_no: Varsel om nyopprettet abonnement
nl_nl: Bevestiging abonnement
pl_pl: Powiadomienia o subskrypcji
pt_pt: Confirmação de subscrição
ru_ru: Уведомление о подписке
sl_si: Obvestilo o naročnini
sv_se: Meddelande om prenumerationsregistrering
uk_ua: Повідомлення щодо передплати
vi_vn: Thông báo thuê bao
zh_cn: 期刊订阅通知信
