Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRemindAuto.body
source: {$reviewerName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$editorialContactSignature}
ar_iq: {$reviewerName}:<br /> <br /> هذا مجرد تذكير لجنابكم الكريم بشأن تحكيمكم للمؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. نحن نأمل الحصول منكم على هذا التحكيم حتى يوم {$reviewDueDate} وهذه الرسالة مولدة آلياً نظراً لتجاوز ذلك التاريخ. مع ذلك، يسرنا أن نتلقاه منكم حالماً تكونوا جاهزين لإرساله.<br /> <br /> إن لم يكن اسم الدخول وكلمة المرور متوفرين بين يديك لتتمكن من الولوج إلى موقع المجلة، بإمكانك اتباع الرابط أدناه لإعادة تعيين كلمة مرورك (التي عندها ستُرسل إليك مع اسم الدخول) عبر البريد الالكتروني. {$passwordResetUrl}<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> لطفاً، أكدوا لنا قدرتكم على إكمال هذه المساهمة الحيوية في أعمال مجلتنا. إنني أتطلع إلى ردكم في أقرب وقت.<br /> <br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us recordem la nostra petició per a revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Esperàvem aquesta revisió abans del {$reviewDueDate}, i aquest missatge de correu electrònic s'ha generat i enviat automàticament en haver-se superat aquesta data. Malgrat això, encara confiem rebre la vostra revisió tan aviat com la tingueu enllestida.<br /> <br /> Si heu perdut el vostre nom d'usuari o la vostra contrasenya per al lloc web de la revista, podeu utilitzar l'enllaç següent per a reinicialitzar la contrasenya (en rebreu una de nova per correu electrònic, juntament amb el vostre nom d'usuari). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Us agrairem que ens confirmeu la vostra disponibilitat per a completar aquesta contribució vital per al funcionament de la revista, i confiem rebre notícies vostres ben aviat.<br /> <br /> {$editorialContactSignature}
cs_cz: {$reviewerName}:<br /> <br /> Dovolujeme si Vám opatrně připomenout naši žádost o zpracování recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Doufali jsme, že budeme mít tuto recenzi hotovou do {$reviewDueDate} a tento email byl automaticky vygenerován a poslán, jelikož stanovený termín již vypršel. Budeme velice rádi, když od Vás recenzi dostaneme hned, jak ji budete moci dokončit.<br /> <br /> Pokud nemáte své uživatelské jméno a heslo pro webovou stránku časopisu, můžete použít tento odkaz pro resetování Vašeho hesla (které Vám bude zasláno emailem spolu s Vaším uživatelským jménem). {$passwordResetUrl}<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, zda můžete dokončit tento nezbytný úkol pro náš časopis. Těším se, že se ozvete.<br /> <br /> {$editorialContactSignature}
da_dk: {$reviewerName}:<br /> <br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate}, og denne e-mail er blevet automatisk genereret og sendt til dig, da den pågældende dato er overskredet. Vi ser stadig frem til at modtage den, så snart du er færdig med den.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at nulstille adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Vi beder dig bekræfte, at du er i stand til at fuldføre dette vigtige bidrag til tidsskriftets arbejde. Jeg ser frem til at høre fra dig.<br /> <br /> {$editorialContactSignature}
de_de: {$reviewerName},<br /> <br /> hiermit möchten wir Sie freundlich an Ihre Zusage erinnern, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Wir hatten gehofft, das Gutachten zum {$reviewDueDate} zu erhalten. Diese E-Mail wurde automatisch erstellt und nach Überschreitung des Termins versandt. Wir würden uns freuen, wenn uns das Gutachten baldmöglichst zur Verfügung stünde.<br /> <br /> Falls Ihnen Benutzer/innennamen und Passwort fehlen, können Sie über folgenden Link Ihr Passwort neu setzen (Benutzer/innenname und Passwort gehen Ihnen umgehend per E-Mail zu). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Könnten Sie uns bitte bestätigen, dass Sie nach wie vor bereit sind, unsere Zeitschrift gutachterlich zu unterstützen? Wir würden uns freuen, bald von Ihnen zu hören.<br /> <br /> {$editorialContactSignature}
el_gr: {$reviewerName}:<br /> <br /> Το παρόν μήνυμα αποτελεί υπενθύμιση του αιτήματός μας για αξιολόγηση της υποβολής &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Ελπίζαμε να έχουμε την αξιολόγηση μέχρι τις {$reviewDueDate}. Το παρόν μήνυμα δημιουργήθηκε και στάλθηκε αυτόματα με την παρέλευση της ημερομηνίας αυτής. Θα σας ήμαστε ευγνώμονες αν λαμβάναμε την αξιολόγηση το συντομότερο δυνατό.<br /> <br /> Εάν δε διαθέτετε το όνομα Χρήστη και τον κωδικό πρόσβασης στον ιστότοπο του περιοδικού, μπορείτε να χρησιμοποιήσετε τον σύνδεσμο {$passwordResetUrl} για να επαναφέρετε τον κωδικό (ο οποίος θα σας σταλεί με ηλεκτρονική μήνυμα, μαζί με το όνομα Χρήστη). <br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Παρακαλούμε επιβεβαιώστε τη δυνατότητά σας να ολοκληρώσετε την αξιολόγηση. Ελπίζουμε να λάβουμε σύντομα την απάντησή σας.<br /> <br /> {$editorialContactSignature}
es_es: {$reviewerName}:<br /> <br /> Le recordamos nuestra petición de revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos su revisión antes del {$reviewDueDate}, y se ha generado automáticamente este correo-e al haberse superado dicha fecha. Aún estaríamos encantados de recibirla una vez la tenga lista.<br /> <br /> Si ha perdido su nombre de usuaria/o y contraseña para la revista puede pinchar en el siguiente enlace para cambiar su contraseña (se la enviaremos por correo-e junto con su nombre de usuaria/o). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Le rogamos nos confirme su disponibilidad para completar esta contribución vital para el trabajo de la revista. Esperamos tener noticias suyas a la mayor brevedad.<br /> <br /> {$editorialContactSignature}
eu_es: {$reviewerName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren ebaluazioa gogorarazteko ohartxo bat baino ez. &quot;{$reviewDueDate}&quot; egunerako espero genuen zure ebaluazio-txostena, eta, epea igaro denez, mezu hau automatikoki sortu eta bidali da. Eskertuko genizuke prestatu orduko bidaliko bazenigu.<br /> <br /> Ez badaukazu aldizkariaren webgunean sartzeko erabiltzaile-izenik eta pasahitzik, behean ematen den esteka erabil dezakezu pasahitza berrezartzeko (erabiltzaile-izenarekin batera bidaliko dizugu). {$passwordResetUrl}<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Mesedez, berrets iezaguzu aldizkariarentzat biziki garrantzitsua den lan hori burutuko duzula. Besterik gabe, zure erantzunaren zain geratzen naiz.<br /> <br /> {$editorialContactSignature}
fa_ir: {$reviewerName}:<br /> <br /> این فقط یک یادآوری درخواست ما از شما جهت بررسی مقاله ارسالی &quot;{$submissionTitle}&quot;مربوط به {$contextName} است. امیدوار بودیم که متن کارشناسی شما تا تاریخ &amp;lt;{$reviewDueDate}&amp;gt; دریافت نماییم و به دلیل اتمام فرصت مقرر، این ایمیل به صورت اتوماتیک برای شما فرستاده می شود. بسیار خوشحال خواهیم شد اگر هرچه زودتر بتوانید نتیجه کارشناسی خود را برایمان ارسال کنید.<br /> <br /> چنانچه نام کاربری و رمز عبور خود مربوط به وب سایت این مجله را در دسترس ندارید می توانید از پیوند زیر جهت تنظیم دوباره رمزعبور خود استفاده کنید (که به همراه نام کاربری برایتان ارسال می گردد).<br /> <br /> <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> آدرس مقاله: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> لطفا آمادگی خودرا نسبت به انجام این کمک مهم به مجله اعلام نمائید. منتظر پاسخ شما هستم.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme arviointinne {$reviewDueDate} mennessä, ja tämä sähköposti on lähetetty automaattisesti määräajan umpeuduttua. Olisimme iloisia, mikäli edelleen voisitte lähettää arvioinnin meille heti sen suoritettuanne.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasanan (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). {$passwordResetUrl}<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Vahvistattehan vielä voitteko suorittaa tämän arvioinnin.<br /> <br /> {$editorialContactSignature}
gd_gb: {$reviewerName}:<br /> <br /> Dìreach cuimhneachan beag gun deach iarraidh ort lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName}. Bha sinn an dòchas an lèirmheas seo a choileanadh ro {$reviewDueDate} agus chaidh am post-d seo a chur gu fèin-obrachail leis gu bheil sinn seachad air a’ cheann-là ud a-nis. Bhiomaid fada nad chomain nam b’ urrainn dhut a chur thugainn fhathast cho luath ’s a ghabhas.<br /> <br /> Mur eil am facal-faire is ainm-cleachdaiche agad airson làrach-lìn an iris-leabhair, ’s urrainn dhut am facal-faire agad ath-shuidheachadh leis a’ cheangal seo agus thèid a chur thugad air a’ phost-d an uairsin còmhla ris an ainm-chleachdaiche agad. {$passwordResetUrl}<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Saoil am b’ urrainn dhut fios a leigeil thugainn am b’ urrainn dhut an obair chudromach seo a dhèanamh airson an iris-leabhair fhathast? Tha mi an dòchas cluinntinn uat.<br /> <br /> {$editorialContactSignature}
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> željeli bismo vas samo podsjetiti da je rok koji smo dogovorili za recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName} istekao. Nadali smo se da će recenzija biti gotova do {$reviewDueDate}. Ova poruka se automatski šalje nakon prolaska tog datuma. Molimo vas da nam recenziju pošaljete u najskorijem roku.<br /> <br /> U slučaju da nemate pri ruci svoje korisničko ime ili lozinku za mrežnu stranicu časopisa, možete se koristiti ovom poveznicom kako biste promijenili lozinku (koju ćemo vam tada, zajedno s korisničkim imenom, poslati putem e-pošte). {$passwordResetUrl}<br /> <br /> URL članka: {$submissionReviewUrl}<br /> <br /> Molimo vas da nas izvijestite u kojem ste roku u mogućnosti izraditi recenziju. Nadamo se skorom odgovoru.<br /> <br /> Srdačno,<br /> {$editorialContactSignature}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirat &quot;{$submissionTitle},&quot; című cikkének lektorálási határideje ({$reviewDueDate}) lejárt.<br /> Kérjük mielőbb készítse el szakmai bírálatát.<br /> <br /> Ha elfelejtette felhasználónevét vagy jelszavát, az alábbi linken emlékeztetőt kérhet. (Jelszavát és felhasználónevét emailben küldjük el.)<br /> {$passwordResetUrl}<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Kérjük, határidő módosításának ügyében vegye fel a kapcsolatot a szerkesztőséggel!<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$reviewerName}:<br /> <br /> Sekedar mengingatkan tentang permohonan kami untuk melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami mengharapkan telah menerima review ini pada {$reviewDueDate}, dan email ini dikirim secara otomatis seiring terlewatinya tanggal tersebut. Kami masih tetap menanti review tersebut segera setelah Anda dapat menyelesaikannya.<br /> <br /> Jika Anda tidak memiliki nama pengguna dan sandi untuk website jurnal ini, Anda dapat menggunakan tautan berikut untuk mereset sandi Anda (yang selanjutnya akan diemailkan kepada Anda bersama nama pengguna Anda). {$passwordResetUrl}<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Mohon konfirmasi kesanggupan Anda untuk menyelesaikan kontribusi penting ini. Kami menunggu balasan Anda.<br /> <br /> {$editorialContactSignature}
it_it: Gentile {$reviewerName},<br /> <br /> Questo è un promemoria automatico della richiesta di revisione del manoscritto &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Scadenza prevista: {$reviewDueDate}.<br /> <br /> Puoi usare questo link per resettare la password (che ti sarà quindi mandata per email insieme con la username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti chiedo la cortesia di confermare al più presto la tua disponibilità di prendere in carico questo incarico.<br /> <br /> {$editorialContactSignature}
ja_jp: {$reviewerName} 様:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読は進んでいるでしょうか。査読期限日は、{$reviewDueDate}となっております。このメールは、期限日が過ぎた査読者に対し、システムにより自動的に作成され送信されるものです。準備ができ次第できるだけ早く査読結果をいただきたいと考えております。<br /> <br /> 雑誌のWebサイトにログインするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）： {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> 本誌の投稿物にとって極めて重要なこの貢献を貴殿が遂行できることを確認してください。お返事をお待ちしております。<br /> <br /> よろしくお願いいたします。<br /> <br /> {$editorialContactSignature}
ku_iq: {$reviewerName}:<br /> <br /> بیرخەرەوەی هەڵسەنگاندنی توێژینەوەی &quot;{$submissionTitle},&quot; بۆ{$contextName}.ئێمە هیواخوازین کە هەڵسەنگاندنەکەتان هەتا {$reviewDueDate} تەواو بێت و بە هیواین لە نزیکترین دەرفەتتدا تێبینی و بڕیارەکانتان دەربارەی توێژینەوەکە بنێرن.<br /> <br /> ئەگەر تۆ هەژمار و وشەی نهێنیت نییە، دەتوانیت لێرەوە داوای وشەیەکی نهێنیی نوێ بکەیت (کە بە ئیمەیڵ لەگەڵ ناوی بەکارهێنەر بە دەستت دەگات). {$passwordResetUrl}<br /> <br /> لینکی توێژینەوەکە: {$submissionReviewUrl}<br /> <br /> تکایە دڵنیامان بکەوە لە هاوکاریت و بڕیاری هەڵسەنگاندنی توێژینەوەکە، ئێمە چاوەڕێی وەڵامی ئێوەین.<br /> <br /> {$editorialContactSignature}
mk_mk: {$reviewerName}:<br /> <br /> Мал потсетник за нашето барање за вашата рецензија на поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се надевавме дека ќе ја добиеме вашата рецензија до {$reviewDueDate}, и овој и-меил е автоматски генериран и испратен со истекот на тој датум. Ни се уште би биле задоволни да ја добиеме веднаш штом ќе можете да ја подготвите.<br /> <br /> Доколку не ги имате вашето корисничко име и лозинка за веб-страницата на списанието, можете да го искористите овој линк за да ја ресетирате вашата лозинка (која потоа ќе ви биде испратена преку и-меил заедно со вашето корисничко име). {$passwordResetUrl}<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ве молам за потврда дека можете да го завршите овој неопходен придонес кон работата на ова списание. Со нетрпение очекувам да слушнам од вас.<br /> <br /> {$editorialContactSignature}
nb_no: {$reviewerName}:<br /> <br /> Dette er en automatisk generert e-post som sendes for å minne deg på at du har tatt på deg å vurdere «{$submissionTitle}» for {$contextName}. Jeg minner om at fristen for oppdraget var satt til {$reviewDueDate}. Jeg ser fram til å motta vurderingen din, så snart du har den klar.<br /> <br /> Hvis du ikke har brukernavnet og passordet ditt til tidsskriftets nettsted, kan du bruke lenken under for å fornye passordet ditt. Du vil få det tilsendt i en e-post, sammen med brukernavnet ditt. {$passwordResetUrl}<br /> <br /> Innleveringens URL: {$submissionReviewUrl}<br /> <br /> Kan du bekrefte om du fortsatt vil fullføre vurderingen for tidsskriftet vårt? Jeg ser fram til å høre fra deg.<br /> <br /> {$editorialContactSignature}
nl_nl: {$reviewerName}:<br /> <br /> We willen u vriendelijk herinneren aan ons verzoek om de inzending &quot;{$submissionTitle}&quot; voor {$contextName} te reviewen. We verwachtten uw review op {$reviewDueDate}. We stellen het zeer op prijs om de review te ontvangen zodra u in de gelegenheid bent om die uit te voeren.<br /> <br /> Als u de gebruikersnaam en het wachtwoord van de website van het tijdschrift niet heeft, kunt u deze link gebruiken voor het herstellen van uw wachtwoord (dat samen met uw gebruikersnaam in een e-mail naar u verstuurd wordt). {$passwordResetUrl}<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Wilt u uw beschikbaarheid voor het voltooien van deze voor het werk van het tijdschrift vitale taak bevestigen. Ik kijk uit naar uw reactie.<br /> <br /> {$editorialContactSignature}
pl_pl: {$reviewerName}:<br /> <br /> przypominamy, że w dniu {$reviewDueDate} minął termin wykonania recenzji tekstu &quot;{$submissionTitle}&quot; zgłoszonego do czasopisma {$contextName}. Mamy nadzieję, że w krótkim czasie otrzymamy od Pani/ Pana gotową recenzję. <br /> <br /> Jeżeli nie posiada Pani/ Pan danych do zalogowania na stronie czasopisma, prosimy użyj linku poniżej, aby zresetować hasło (które zostanie następnie przesłane mejlem razem z nazwą użytkownika). {$passwordResetUrl}<br /> <br /> WWW tekstu: <br /> <br /> Będziemy wdzięczni za potwierdzenie gotowości do wykonania recenzji.<br /> <br /> {$editorialContactSignature}
pt_pt: {$reviewerName},<br /> <br /> Este é apenas um lembrete automático, referente ao pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Esperávamos receber a revisão até {$reviewDueDate} e este email foi enviado automaticamente pois o prazo para entrega foi ultrapassado. Aguardamos a receção da revisão assim que for possível concluí-la.<br /> <br /> Caso não possua o nome de utilizador e a senha para aceder ao sistema da revista, use o link a seguir para criar uma nova senha, que lhe será enviada via email junto com os seus dados de acesso. {$passwordResetUrl}<br /> <br /> URL da Submissão: {$submissionReviewUrl}<br /> <br /> Confirme a sua disponibilidade para concluir a revisão, contribuição vital para a qualidade desta publicação. Aguardando o seu contacto,<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы надеялись получить эту рецензию до {$reviewDueDate}, и это письмо было автоматически сгенерировано и отправлено, так как эта дата уже прошла. Мы будем рады, если Вы как можно скорее ее подготовите.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Пожалуйста, подтвердите, что Вы сможете сделать этот важный вклад в работу нашего журнала. Жду вашего ответа.<br /> <br /> {$editorialContactSignature}
sl_si: {$reviewerName}:<br /> <br /> Samo prijazen opomnik za našo prošnjo za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste opravili recenzijo do predvidenega datuma {$reviewDueDate}. E-pošta je bila generirana avtomatično s potekom tega datuma. Z veseljem bomo sprejeli recenzijo takoj, ko jo pripravite.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom: {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Prosim, če potrdite vašo pripravljenost za dokončanje vašega pomembnega prispevka za delo revije. Veselimo se vašega odgovora.<br /> <br /> {$editorialContactSignature}
sv_se: {$reviewerName}:<br /> <br /> Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på att få din granskning senast {$reviewDueDate} och det här e-postmeddelandet skickas automatiskt när datum för deadline passeras. Vi skulle fortfarande vara tacksamma över att få in din granskning, så fort som möjligt.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.<br /> <br /> {$editorialContactSignature}
uk_ua: {$reviewerName}:<br /> <br /> Нагадуємо Вам про рецензування подання, &quot;{$submissionTitle},&quot; для видання {$contextName}. Ми очікували отримати цю рецензію до {$reviewDueDate}, цей лист був автоматично надісланий Вам, оскільки вказана дата минула. Ми все ще чекаємо на Вашу рецензію і будемо вдячні, якщо Ви завершите та надішлете її якомога скоріше.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). {$passwordResetUrl}<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Будь ласка, підтвердіть можливість завершити цю важливу для нашого журналу роботу. З нетерпінням очікую Вашої відповіді.<br /> <br /> {$editorialContactSignature}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it.<br /> <br /> Nếu bạn không có username và mật khẩu cho trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordResetUrl}<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Vui lòng xác nhận khả năng hoàn thành quy trình quan trọng này cho công việc của tạp chí. Chúng tôi mong nhận được phản hồi của bạn.<br /> <br /> {$editorialContactSignature}
zh_cn: {$reviewerName}:<br /> <br /> 这封信只是礼貌地提醒您，我们已邀请您为《{$contextName}》审查稿件〈{$submissionTitle}〉。我们希望您<br /> 能在 {$reviewDueDate}前完成这份审查工作，并请您在备妥审查意见书之后尽快寄给我们。<br /> <br /> 如果您没有您在这个期刊网站的用户帐号和密码。您可以使用这个链接去重新设定您的密码（该密码会和您的用户帐号名称一起电邮给您）：{$passwordResetUrl}<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 请确认您能够完成这个对本期刊作品而言非常重要的贡献。我们期盼听到您的回复。<br /> <br /> {$editorialContactSignature}
