Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewCancel.description
source: This email is sent by the Section Editor to a Reviewer who has a submission review in progress to notify them that the review has been cancelled.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المحكم الذي بحيازته طلب تقديم قيد المعالجة لإبلاغه بانتفاء الحاجة إلى تقييمه.
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un revisor que estigui revisant una tramesa per a notificar-li que aquesta tasca ha estat cancel·lada.
cs_cz: Tento email zasílá editor sekce recenzentovi, který má rozpracovanou recenzi, aby mu oznámil, že požadavek na zpracování recenze byl zrušen.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer, som er ved at bedømme et manuskript, og underretter vedkommende om, at bedømmelsen er blevet annulleret.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, die an einem Gutachten arbeiten, um sie darüber zu informieren, dass das Gutachten abgesagt worden ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας σε έναν Αξιολογητή ο οποίος έχει αναλάβει την αξιολόγηση μίας υποβολής, για να του γνωστοποιήσει την ακύρωση της εν λόγω αξιολόγησης.
es_es: Este correo del / de la Editor/a de Sección a un/a Revisor/a que tiene la revisión de un envío en progreso para notificarles que la revisión se ha cancelado.
eu_es: Mezu hau Ataleko editoreak Ebaluatzaileari bidaltzen dio artikulu baten ebaluazioa egiten hasita dagoenean, ebaluazioa bertan behera utzi dela jakinarazteko.
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche a tha ag obair air lèirmheas tagraidh le deasaiche earrainn a dh’innse dhaibh gun deach an lèirmheas a chur gu neoini.
he_il: דוא"ל זה נשלח על ידי עורך המדור לסוקר שעבר בדיקת הגשה כדי להודיע להם כי הביקורת בוטלה.
hr_hr: Ovim obrascem e-pošte urednik rubrike recenzenta obavještava o povlačenju zahtjeva za izradu recenzije za koju je prethodno recenzent bio zadužen ili koja je recenzentu bila ponuđena.
hu_hu: Ez az emailt a Rovatszerkesztő küldi a Lektornak, akihez lektorálás lett rendelve, jelezve neki, hogy a feladatot mégsem kell végrehajtania.
id_id: Email ini dikirimkan Editor Bagian kepada Reviewer yang sedang melakukan review untuk memberitahukan pembatalan review.
it_it: Questa email viene inviata dal section editor al revisore che ha una revisione di una proposta in corso per fargli sapere che la revisione è stata cancellata.
ja_jp: このメールは、セクションエディタから査読者に既に開始している査読が取りやめになったことを通知するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە کە لە کاتی هەڵسەنگاندندا بووە بە مەبەستی ئاگادارکردنەوەیان لەوەی کە هەڵسەنگاندنەکە هەڵوەشێندراوەتەوە.
mk_mk: Овој и-меил е испратен од Секциски уредник до Рецензент кој има рецензија во тек за да ги извести дека рецензијата е откажана.
nb_no: I denne e-posten fra seksjonsredaktøren til en fagfelle, annuleres en fagfellevurdering som tidligere er bestilt.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd naar een reviewer die een inzending aan het reviewen is om die op de hoogte te stellen dat de review is afgeblazen.
pl_pl: Wiadomość wysyłana przez redaktora prowadzącego do recenzenta. Zawiera informacje o anulowaniu prośby o wykonanie recenzji.
pt_pt: Este e-mail é enviado pelo Editor de Secção com um processo de revisão em andamento, notificando que a revisão foi cancelada.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, который начал рецензировать материал, с уведомлением о том, что рецензирование отменено.
sl_si: Ta email pošlje urednik rubrike recenzentu, ki je bil zaprošen za opravljanje recenzije, in ga obvesti, da je je bilo opravljanje recenzije preklicano.
sv_se: Det här e-postmeddelandet skickas från sektionsredaktören till en granskare med en pågående granskning av ett bidrag, för att meddela hen att granskningen blivit återkallad.
uk_ua: Цим листом редактор розділу повідомляє рецензенту, який працює над поданням, про припинення рецензування.
vi_vn: Email này được gửi bởi Biên tập viên chuyên mục tới một phản biện người đang trong quá trình đánh giá để thông báo cho họ rằng việc đánh giá đã bị hủy.
zh_cn: 这封电子邮件是由区段编辑寄给已经在进行审稿工作的审查人，通知他们说审查工作已经被取消了。

# emails.reviewConfirm.subject
source: Able to Review
ar_iq: قادر على التحكيم
ca_es: Accepto la revisió
cs_cz: Mohu zpracovat recenzi
da_dk: Kan foretage bedømmelse
de_de: Einwilligung in die Begutachtung
el_gr: Αποδοχή αιτήματος αξιολόγησης
es_es: Acepto la revisión
eu_es: Ebaluazioa egiteko prest
fa_ir: داوری را قبول می کنم
fi_fi: Arvioinnin hyväksyminen
gd_gb: Bidh e comasach lèirmheas a dhèanamh air
he_il: יכול לבדוק
hr_hr: U mogućnosti sam izvršiti recenziju
hu_hu: Lektori felkérés elfogadása
id_id: Dapat Melakukan Review
it_it: Accettazione incarico di revisione
ja_jp: 査読依頼の受諾
ku_iq: توانای هەڵسەنگاندن هەیە
mk_mk: Може да рецензира
nb_no: Aksepter forespørsel om fagfellevurdering
nl_nl: Review mogelijk
pl_pl: Zgoda na wykonanie recenzji
pt_pt: Disponível para realizar a revisão
ru_ru: Согласен дать рецензию
sl_si: Potrditev recenzije
sv_se: Accepterar granskningsuppdrag
uk_ua: Погоджуюсь здійснити рецензування
vi_vn: Đồng ý đánh giá
zh_cn: 可以进行审查工作

# emails.reviewConfirm.body
source: Editors:<br /> <br /> I am able and willing to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and I plan to have the review completed by its due date, {$reviewDueDate}, if not before.<br /> <br /> {$reviewerName}
ar_iq: أعزائي المحررون:<br /> <br /> أنا متمكن وراغب بتحكيم المؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. أشكر لكم إعتمادكم عليَّ، وأخطط لإنجاز التحكيم المطلوب حتى يوم استيجابه مني في {$reviewDueDate} إن لم يكن قبله.<br /> <br /> {$reviewerName}
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Accepto revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}, i us agraeixo que m'hàgiu tingut en compte per a aquesta tasca. La meva intenció és tenir-la acabada per a la data de venciment prevista ({$reviewDueDate}), o abans si és possible.<br /> <br /> {$reviewerName}
cs_cz: Editoři:<br /> <br /> Mohu a jsem ochotný zpracovat recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Děkuji, že jste mě oslovili. Plánuji dokončit zpracování recenze ve stanoveném termínu {$reviewDueDate}, případně dříve.<br /> <br /> {$reviewerName}
da_dk: Redaktører:<br /> <br /> Jeg kan og er villig til at bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Tak, fordi du tænkte på mig, og jeg planlægger at være færdig med bedømmelsen senest på forfaldsdatoen, {$reviewDueDate}, hvis ikke før.<br /> <br /> {$reviewerName}
de_de: Sehr geehrte Redaktion,<br /> <br /> ich bin in der Lage und auch gern bereit, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Vielen Dank für Ihr Vertrauen; ich werde das Gutachten spätestens bis zum {$reviewDueDate} einreichen, wenn möglich auch früher.<br /> <br /> {$reviewerName}
el_gr: Editors:<br /> <br /> Θα ήθελα να σας ενημερώσω ότι μπορώ να αναλάβω την αξιολόγηση της εργασίας &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Σας ευχαριστώ για την εμπιστοσύνη σας και σκοπεύω να έχω την αξιολόγηση έτοιμη μέχρι τη λήξη της προθεσμίας, στις {$reviewDueDate}, αν όχι νωρίτερα.<br /> <br /> {$reviewerName}
es_es: Editores/as:<br /> <br /> Tengo la capacidad y deseo revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Gracias por acordarse de mí, es mi intención tener la revisión completa en el plazo indicado: {$reviewDueDate}, a ser posible antes.<br /> <br /> {$reviewerName}
eu_es: {$editorialContactName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikulua ebaluatzeko aukera aztertu dut, eta prest nago lan hori egiteko. Eskerrik asko nigan pentsatzeagatik; nire txostena garaiz jasoko duzue, mugaegunerako ({$reviewDueDate}) eginda egongo da, lehenago ez bada.<br /> <br /> {$reviewerName}
fa_ir: دبیر محترم:<br /> <br /> اینجانب داوری مقاله ارسالی &quot;{$submissionTitle}&quot;مربوط به {$contextName} را قبول می نمایم. از توجه شما متشکرم و بررسی آنرا در موعد مقرر ( {$reviewDueDate}) انجام خواهد داد.<br /> <br /> {$reviewerName}
fi_fi: Hyvät toimittajat,<br /> <br /> Olen halukas arvioimaan käsikirjoituksen &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Kiitos, että pyysitte minua tähän tehtävään. Suoritan arvioinnin viimeistään sen määräaikaan {$reviewDueDate} mennessä.<br /> <br /> {$reviewerName}
gd_gb: Deasaichean:<br /> <br /> Tha mi deiseil is deònach lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName}. Mòran taing airson an cothrom seo a thoirt dhomh agus tha mi an dòchas an lèirmheas a choileanadh ron {$reviewDueDate}.<br /> <br /> {$reviewerName}
he_il: לעורכים:<br /> <br /> אני מסכים לבדוק ההגשה "{submissionTitle$}" ל{contextName$}. תודה שפניתם אלי ואני מתכנן להחזיר את חוות הדעת עד {reviewDueDate$}, אם לא לפני.<br /> <br /> {reviewerName$}
hr_hr: Poštovana/i {$editorialContactName},<br /> <br /> u mogućnosti sam izvršiti recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Recenziju namjeravam izvršiti unutar dogovorenog vremenskog roka, {$reviewDueDate}.<br /> <br /> Srdačno,<br /> {$reviewerName}
hu_hu: Tisztelt Szerkesztők!<br /> <br /> Vállalom a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle},&quot; című kézirat lektorálását. Köszönöm a felkérést, a bírálatot a megadott határidőig ({$reviewDueDate}) elvégzem.<br /> <br /> Üdvözlettel,<br /> {$reviewerName}
id_id: Editor:<br /> <br /> Saya dapat dan bersedia melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Terimakasih telah mempercayakan kepada saya, dan saya berencana untuk menyelesaikan review ini sesuai tenggat, {$reviewDueDate}, atau sebelumnya.<br /> <br /> {$reviewerName}
it_it: Gentile Editor,<br /> <br /> Accetto l'incarico di revisionare &quot;{$submissionTitle},&quot; per {$contextName}.<br /> Penso di completare la revisione per la data che mi avete comunicato, {$reviewDueDate}, se non prima.<br /> <br /> {$reviewerName}
ja_jp: 編集部 御中:<br /> <br /> 雑誌『{$contextName}』への投稿物「{$submissionTitle}」の査読の件ですが、喜んでやらせていただきます。査読者に選んでいただき、ありがとうございました。ご指定の査読期限、{$reviewDueDate}までには査読を終わらせるつもりです。<br /> <br /> よろしくお願いします。<br /> {$reviewerName}
ku_iq: بەڕێزان، سەرنوسەران:<br /> <br /> من لە توانام دایە و حەزدەکەم هەڵسەنگاندن بۆ توێژینەوەی&quot;{$submissionTitle},&quot; بکەم بۆ{$contextName}. سوپاس بۆ بیرکردنەوە لە من و من لە پلانم دایە کە هەڵسەنگاندنەکە هەتا{$reviewDueDate} تەواو بکەم، ئەگەر پێشتر نەبێت.<br /> <br /> {$reviewerName}
mk_mk: Уредници:<br /> <br /> Јас сум во состојба и подготвен да го рецензирам поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Ви благодарам што помисливте на мене, и планирам да ја завршам рецензијата до крајниот датум, {$reviewDueDate}, ако не и порано.<br /> <br /> {$reviewerName}
nb_no: Redaktorer:<br /> <br /> Takk for forespørselen om å vurdere innleveringen &quot;{$submissionTitle},&quot; for {$contextName}. Jeg har tid og anledning til å vurdere manuskriptet, og tar sikte på å ferdigstille vurderingen innen {$reviewDueDate}, om ikke før.<br /> <br /> {$reviewerName}
nl_nl: {$editorialContactName}:<br /> <br /> Ik ben bereid en in staat om een review te doen van de inzending &quot;{$submissionTitle}&quot; voor {$contextName}. Dank u dat u aan mij gedacht heeft. Ik verwacht de review gereed te hebben op of voor de afloopdatum, {$reviewDueDate}.<br /> <br /> {$reviewerName}
pl_pl: Szanowni Państwo,<br /> <br /> zgadzam się na wykonanie recenzji tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}". Recenzja będzie gotowa do dnia {$reviewDueDate}.<br /> <br /> Z wyrazami szacunku, {$reviewerName}
pt_pt: Cara(o) Editor:<br /> <br /> Estou disponível e interessado em rever a submissão &quot;{$submissionTitle}&quot; a {$contextName}. Agradeço a consideração e estimo concluir a revisão até à data definida, {$reviewDueDate}, ou antes do prazo.<br /> <br /> {$reviewerName}
ru_ru: Уважаемые редакторы!<br /> <br /> Я готов дать рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Благодарю Вас, что обратились ко мне; я планирую завершить рецензирование к указанному сроку, {$reviewDueDate}, а возможно и раньше.<br /> <br /> {$reviewerName}
sl_si: Editors:<br /> <br /> Pripravljen sem opraviti recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Hvala za povabilo. Sporočam vam, da nameravam recenzijo dokončati do predvidenega datuma, {$reviewDueDate}, če ne prej.<br /> <br /> {$reviewerName}
sv_se: Redaktörer:<br /> <br /> Jag har möjlighet och åtar mig gärna uppdraget att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Tack för att ni tänkte på mig. Jag kommer att ha granskningen färdig till deadline {$reviewDueDate}, om inte förr.<br /> <br /> {$reviewerName}
uk_ua: {$editorialContactName}:<br /> <br /> Я маю можливість та бажання працювати над рецензією подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Дякую за довіру. Я планую закінчити роботу над рецензією не пізніше {$reviewDueDate}.<br /> <br /> {$reviewerName}
vi_vn: Kính gửi Biên tập viên,<br /> <br /> Tôi có thể và sẵn sàng đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Cảm ơn bạn đã nghĩ đến tôi và tôi dự định hoàn thành bản đánh giá trước ngày {$reviewDueDate}.<br /> <br /> {$reviewerName}
zh_cn: {$editorialContactName}:<br /> <br /> 我可以并且愿意为《{$contextName}》审查稿件〈{$submissionTitle}〉。谢谢您考虑我当审查人，而我计划在审查截止日{$reviewDueDate}前完成审查。<br /> <br /> {$reviewerName}

# emails.reviewConfirm.description
source: This email is sent by a Reviewer to the Section Editor in response to a review request to notify the Section Editor that the review request has been accepted and will be completed by the specified date.
ar_iq: هذه الرسالة يعنونها المحكم إلى محرر القسم استجابة لالتماس سابق أرسله له الأخير. المحكم يبلغ المحرر بقبوله للتحكيم المذكور خلال مدة الاستيجاب المطلوبة منه.
ca_es: Aquest missatge de correu electrònic té un revisor com a remitent i s'envia a l'editor de secció en resposta a una sol·licitud de revisió per a notificar-li que ha acceptat encarregar-se d'aquesta tasca i que la trametrà abans de la data indicada.
cs_cz: Tento email posílá recenzent editorovi sekce v odpovědi na žádost o zpracování recenze, aby mu oznámil, že žádost přijal a zpracuje recenzi ve stanoveném termínu.
da_dk: Denne e-mail sendes af en bedømmer til sektionsredaktøren som svar på en bedømmelsesforespørgsel og underretter sektionsredaktøren om, at bedømmelsesforespørgslen er blevet accepteret, og at bedømmelsen vil være fuldført til den angivne dato.
de_de: Diese E-Mail wird von einer Gutachterin/einem Gutachter an die/den Rubrikredakteur/in als Antwort auf eine Begutachtungsanfrage gesendet, um die/den Rubrikredakteur/in darüber zu informieren, dass die Begutachtung übernommen wird und bis zu dem angegebenen Datum abgeschlossen sein wird.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Αξιολογητή στον Επιμελητή Ενότητας σε απάντηση του αιτήματος αξιολόγησης. Ενημερώνει για την αποδοχή του αιτήματος και την ολοκλήρωση της αξιολόγησης μέχρι τη λήξη της προθεσμίας.
es_es: Este correo es enviado por un/a revisor/a al / a la Editor/a de Sección en respuesta a una petición de revisión para notificarle que ha aceptado la petición y que será completada antes de la fecha especificada.
eu_es: Mezu hau Ebaluatzaileak Ataleko editoreari bidaltzen dio, ebaluazioa egiteko eskaera onartzen duela eta lana garaiz bukatuko duela esateko.
fa_ir: ایمیلی از طرف داور به سردبیر یا دبیر بخشبرای اطلاع از پذیرش انجام داوری
gd_gb: Thèid am post-d seo a chur gu deasaiche earrainn le lèirmheasaiche mar fhreagairt air iarrtas airson fios a leigeil gu deasaiche na h-earrainn gun deach gabhail ris an iarrtas agus gun tèid a choileanadh ron cheann-là a chaidh a shònrachadh.
he_il: דוא"ל זה נשלח על ידי בודק לעורך המדור בתגובה לבקשת סקירה כדי להודיע לעורך המדור כי בקשת הביקורת התקבלה ותושלם עד לתאריך שצוין.
hr_hr: Ovim obrascem e-pošte recenzent potvrđuje uredniku rubrike da prihvaća zahtjev za recenzijom.
hu_hu: Ezt az emailt a Szakmai Lektor küldi a Rovatszerkesztőnek a lektori felkérésre válaszolva és jelezve, hogy a szakmai lektorálási munkát elvállalja és a megadott határidőig elvégzi.
id_id: Email ini dikirimkan Reviewer kepada Editor Bagian sebagai respon terhadap permohonan review untuk memberitahu Editor Bagian bahwa permohonan review diterima dan akan diselesaikan pada tanggal yang ditetapkan.
it_it: Questa email viene mandata dal revisore al section editor in risposta a una richiesta di revisione per far sapere a quest'ultimo che la richiesta è stata accettata e sarà completata alla data specificata.
ja_jp: このメールは、査読者からセクションエディタに査読依頼を受諾し、指定された期日までに査読を終了させる意思を伝えるものです。
ku_iq: ئەم ئیمەیڵە لە لایەن هەڵسەنگێنەرەوە بۆ سەرنوسەری بەش نێردراوە لە وەڵامی سەرنوسەردا بۆ ئاگادارکردنەوەیان لە قبوڵکردنی هەڵسەنگاندنەکە و تەواوکردنی لە کاتی دیاریکراودا.
mk_mk: Овој и-меил е испратен од Рецензент до Секциски уредник како одговор на барањето за рецензија со цел да до извести секцискиот уредник дека барањето за рецензија е прифатено и ќе биде извршено до посочениот датум.
nb_no: Denne e-posten sendes fra en fagfelle til seksjonsredaktøren som svar på «Forespørsel om fagfellevurdering» for å varsle seksjonsredaktøren om at forespørselen er mottatt og akseptert, og at fagfellevurderingen vil bli ferdigstilt innen angitt frist.
nl_nl: Deze e-mail wordt door een reviewer naar de sectieredacteur gestuurd als reactie op een review-verzoek dat geaccepteerd is en zal worden voltooid voor de gevraagde datum.
pl_pl: Wiadomość wysyłana przez recenzenta do redaktora prowadzącego. Zawiera akceptację prośby o wykonanie recenzji.
pt_pt: Este e-mail é enviado pelo Revisor ao Editor de Secção, em resposta ao pedido de revisão, para notificar a disponibilidade para realizar a tarefa e de que a mesma será concluída no prazo especificado.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование принят и рецензия будет предоставлена к указанной дате.
sl_si: Ta email pošlje recenzent uredniku rubrike kot odgovor na prošnjo za opravljanje recnezije in ga obvešča, da je sprejel recenzijo in jo namerava opraviti do predvidenega datuma.
sv_se: Det här e-postmeddelandet skickas från en granskare till sektionsredaktören som svar på en förfrågan om granskning för att meddela sektionsredaktören att granskaren accepterar förfrågan om granskning och att hen kommer att färdigställa denna till angiven deadline.
uk_ua: Цим листом рецензент повідомляє редактору розділу у відповідь на його запит, що він береться працювати над рецензією та здатний завершити цю роботу до вказаної дати.
vi_vn: Email này được gửi bởi một phản biện cho Biên tập viên chuyên mục để phản hồi với yêu cầu đánh giá cũng để thông báo cho Biên tập viên chuyên mục rằng yêu cầu xem xét lại đã được chấp nhận và sẽ được hoàn thành vào ngày cụ thể.
zh_cn: 这封电子邮件是由一位审查人寄给区段编辑，回复一份审查邀请，并通知区段编辑说已经接受审查邀请而且会在特定的日期之前完成工作。

# emails.reviewDecline.subject
source: Unable to Review
ar_iq: غير قادر على التحكيم
ca_es: Rebutjo la revisió
cs_cz: Nemohu zpracovat recenzi
da_dk: Kan ikke foretage bedømmelse
de_de: Ablehnung der Bitte um ein Gutachten
el_gr: Μη δυνατότητα πραγματοποίησης αξιολόγησης
es_es: Rechazo la revisión
eu_es: Ebaluazioa egin ezina
fa_ir: قادر به داوری نمی باشم
fi_fi: Arviointipyynnön hylkääminen
gd_gb: Cha bhi e comasach lèirmheas a dhèanamh air
he_il: אינו יכול לבדוק
hr_hr: Nisam u mogućnosti izvršiti recenziju
hu_hu: Lektorálási felkérés elutasítása
id_id: Tidak Dapat Melakukan Review
it_it: Rifiuto incarico di revisione
ja_jp: 査読依頼の謝絶
ku_iq: هەڵسەنگاندنەکە ناتوانم
mk_mk: Не може да рецензира
nb_no: Avslå forespørsel om fagfellevurdering
nl_nl: Review niet mogelijk
pl_pl: Odrzucenie prośby o wykonanie recenzji
pt_pt: Indisponível para realizar a revisão
ru_ru: Не могу дать рецензию
sl_si: Ne morem opraviti recenzije
sv_se: Tackar nej till granskningsuppdrag
uk_ua: Неможливо здійснити рецензування
vi_vn: Không thể nhận đánh giá
zh_cn: 无法进行审查工作
