Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewReinstate.body
source: {$reviewerName}:<br /> <br /> We would like to reinstate our request for you to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We hope that you will be able to assist with this journal's review process.<br /> <br /> If you have any questions, please contact me.
ar_iq: {$reviewerName}:<br /> <br /> نرغب بإعادة التماسنا لحضرتكم لتحكيم المؤَّلف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. نأمل أن تكونوا قادرين على إبداء العون بشأن عملية التحكيم في هذه المجلة.<br /> <br /> إن كانت لديكم أي استفسارات، لطفاً، إتصلوا بي.
ca_es: {$reviewerName}:<br /> <br /> Ens agradaria restaurar la sol·licitud que us vam fer per revisar la tramesa, &quot;{$submissionTitle},&quot; per a {$contextName}. Esperem que estigueu disponible i ens ajudeu en aquest proces de revisió de la revista.<br /> <br /> Si teniu qualsevol pregunta no dubteu a contactar-me.
cs_cz: {$reviewerName}:<br /> <br /> Rádi bychom obnovili naši žádost o kontrolu příspěvku &quot;{$submissionTitle},&quot; pro {$contextName}. Doufáme, že budete moci pomoci s procesem recenzí tohoto časopisu. <br /> <br /> Pokud máte nějaké dotazy, kontaktujte mě.
da_dk: {$reviewerName}:<br /> <br /> Vi vil gerne på ny anmode om, at du foretager en bedømmelse af indsendelsen, &quot;{$submissionTitle},&quot; for {$contextName}. Vi håber, at du vil kunne være behjælpelig med at gennemføre dette tidsskrifts bedømmelsesforløb.<br /> <br /> Du bedes kontakte mig, hvis du har spørgsmål.
de_de: {$reviewerName},<br /> <br /> Wir möchten unsere Anfrage nach einem Gutachten für den Beitrag &quot;{$submissionTitle},&quot;, welcher bei {$contextName} eingereicht wurde, erneuern. Wir hoffen, dass Sie uns im Begutachtunsprozess dieser Zeitschrift unterstützen können.<br /> <br /> Wenn Sie Fragen haben, können Sie sich gern an mich wenden.
el_gr: {$reviewerName}:<br /> <br /> Θα θέλαμε να επαναφέρουμε το αίτημά μας για να ελέγξετε την υποβολή, &quot;{$submissionTitle},&quot; στο {$contextName}. Ελπίζουμε να μπορέσετε να βοηθήσετε στη διαδικασία αξιολόγησης αυτού του περιοδικού.<br /> <br /> Αν έχετε απορίες, επικοινωνήστε μαζί μου.
es_es: {$reviewerName}:<br /> <br /> Nos gustaría restablecer la solicitud que le hicimos para revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperamos que nos pueda ayudar en este proceso de revisión de la revista.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.
fi_fi: palautapalauta{$reviewerName}:<br /> <br /> Haluaisimme uusia käsikirjoitusta &quot;{$submissionTitle},&quot; koskevan arviointipyyntömme julkaisussa {$contextName}. Toivomme, että pystytte ottamaan arvioinnin vastaan.<br /> <br /> Mikäli teillä on kysymyksiä, olkaa yhteydessä.
gd_gb: {$reviewerName}:<br /> <br /> Bu toil leinn an lèirmheas air an tagradh “{$submissionTitle},” airson {$contextName}, a dh’iarr sinn ort a chur beò a-rithist. Tha sinn an dòchas gun urrainn dhut ar cuideachdadh leis an lèirmheas airson an iris-leabhair.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.
he_il: {reviewerName$}: ברצוננו להחזיר את בקשתנו שתבדוק את ההגשה "{submissionTitle$}" ל{contextName$}. אנו מקווים כי תוכלו לסייע בתהליך הסקירה של כתב העת הזה<br /> <br /> אם יש לך שאלות, אנא צור איתי קשר.
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Ezúton szeretnénk ismételten felkérni a(z) {$contextName} &quot;{$submissionTitle},&quot; című cikkének szakmai lektorálására. <br /> <br /> Felmerülő kérdés esetén, kérem, keressen.
id_id: {$reviewerName}:<br /> <br /> Kami ingin memulihkan permintaan kami kepada Anda untuk mereview naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami berharap Anda dapat membantu proses review jurnal kami.<br /> <br /> Jika ada pertanyaan, silakan hubungi saya.
it_it: {$reviewerName}:<br /> <br /> E' stato ripristinato l'invito alla revisione per il manoscritto &quot;{$submissionTitle},&quot; per la testata {$contextName}. Ci auguriamo che le sia possibile contribuire a questo ciclo di revisione e rimaniamo a sua disposizione per qualsiasi chiarimento.
ja_jp: {$reviewerName}様:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読のお願いを復活させたいと思います。本誌の査読作業のお手伝いをしていただければ幸いです。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。
ku_iq: {$reviewerName}:<br /> <br /> ئێمە دەمانەوێت دوبارە داواتان لێ بکەینەوە بۆ هەڵسەنگاندنی &quot;{$submissionTitle},&quot; بۆ {$contextName}. ئێمە هیواخوازین کە بەڕێزتان هاوکارمان بن لە پرۆسەی هەڵسەنگاندنەکەدا.<br /> <br /> ئەگەر هەر پرسیارێکتان هەیە، تکایە بە ئیمەیڵ پەیوەندیم پێوە بکەن.
mk_mk: {$reviewerName}:<br /> <br /> Би сакале да го обновиме нашето барање да го рецензирате поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се надеваме дека ќе можете да помогнете со процесот на рецензија на ова списание.<br /> <br /> Доколку имате дополнителни прашања, ве молам да ме контактирате.
nb_no: {$reviewerName}:<br /> <br /> Vi vil gjerne spørre på nytt om du vil foreta en fagfellevurdering av innleveringen, &quot;{$submissionTitle},&quot; for {$contextName}. Vi håper at du har mulighet til å assistere med tidsskriftets fagfellevurdering.<br /> <br /> Kontakt meg hvis du har noen spørsmål.
nl_nl: {$reviewerName}:<br /> <br /> We willen graag ons beoordelingsverzoek over de inzending, &quot;{$submissionTitle},&quot; for {$contextName}, herindienen.<br /> <br /> Voor vragen kunt u contact met mij opnemen.
pl_pl: {$reviewerName}:<br /> <br /> Chcielibyśmy ponowić prośbę o recenzję zgłoszenia, &quot;{$submissionTitle},&quot; dla $contextName}. Mamy nadzieję, że będzie Pan/ Pani mógł/mogła asystować w procesie recenzji dla tego czasopisma.<br /> <br /> W razie pytań, proszę się ze mną skontaktować.
pt_pt: {$reviewerName}:<br /> <br /> Gostaríamos de restabelecer o nosso pedido para que reveja esta submissão, &quot;{$submissionTitle},&quot; para a {$contextName}. Esperamos que esteja disponível para ajudar no processo de revisão a esta revista.<br /> <br /> Se tiver alguma questão, não hesite em contactar.
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Мы бы хотели возобновить наш запрос на рецензирование Вами материала «{$submissionTitle}» для журнала «{$contextName}». Мы надеемся, что Вы сможете помочь нам в процессе рецензирования для этого журнала.<br /> <br /> Если у Вас есть вопросы, пожалуйста, свяжитесь со мной.
sl_si: {$reviewerName}:<br /> <br /> Ponovno bi vas radi prosili za recenzijo prispevka, &quot;{$submissionTitle},&quot; za{$contextName}. Upamo, da boste lahko sprejeli recenzijo in s tem pomagali pri uredniškem postopku.<br /> <br /> Če imate kakršnakoli vprašanja, se lahko obrnete name.
sv_se: {$reviewerName}:<br /> <br /> Vi vill återigen be dig att granska, &quot;{$submissionTitle},&quot; åt {$contextName}. Vi hoppas att du har möjlighet att bidra till tidskriftens granskningsprocess.<br /> <br /> Kontakta gärna oss om du har några frågor.
uk_ua: {$reviewerName}:<br /> <br /> Ми хотіли б відновити наш запит, щоб Ви ще раз переглянули подання, &quot;{$submissionTitle},&quot; для {$contextName}. Ми сподіваємось, що вам вдасться допомогти з процесом рецензування у цьому журналі. <br /> <br /> Якщо у вас виникнуть якісь питання, будь ласка, зв'яжіться зі мною.
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Chúng tôi muốn khôi phục yêu cầu của chúng tôi để bạn đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng rằng bạn sẽ có thể hỗ trợ quá trình đánh giá của tạp chí này.<br /> <br /> Nếu bạn có thắc mắc, xin vui lòng liên hệ với chúng tôi.
zh_cn: {$reviewerName}:<br/> <br/> 我们真心希望您能够替我们评阅 &quot;{$submissionTitle},&quot; ， {$contextName}，帮助我们审查期刊的论文稿件。<br/> <br/> 如果您有任何问题，请同我们联系。

# emails.reviewReinstate.description
source: This email is sent by the Section Editor to a Reviewer who has a submission review in progress to notify them that a cancelled review has been reinstated.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المحكم الذي بحيازته طلب تقديم قيد المعالجة لإبلاغه بأن التماس التحكيم الملغى قد تمت العودة إليه.
ca_es: Aquest correu electrònic de l'editor/a de secció s'adreça a un revisor/a que té una revisió en curs per notificar-li que una revisió cancel·lada ha estat restaurada.
cs_cz: Tento e-mail je odeslán editorem sekce recenzentovi, který právě provádí recenzi příspěvku, aby mu oznámil, že zrušená recenze byla obnovena.
da_dk: Denne e-mail er afsendt af sektionsredaktøren til en bedømmer, som er i gang med en bedømmelse for at underrette vedkommende om, at en annulleret bedømmelse er blevet genindsat.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, die an einem Gutachten arbeiten, um sie darüber zu informieren, dass die zurüchgezogene Anfrage nach einem Gutachten hiermit erneuert wird.
el_gr: Το συγκεκριμένο email αποστέλλεται από τον Επιμελητή Ενότητας σε Αξιολογητή ο οποίος έχει αναλάβει την αξιολόγηση μιας υποβολής και του γνωστοποιηθεί η ακύρωση της εν λόγω αξιολόγησης.
es_es: Este correo electrónico lo envía el editor/a de sección a un revisor/a con alguna revisión en curso para notificarle que una revisión cancelada ha sido restablecida.
fi_fi: Tämä on toimittajan arvioijalle lähettämä sähköposti, jolla peruttu arviointipyyntö uusitaan.
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche a tha ag obair air lèirmheas tagraidh le deasaiche earrainn a dh’innse dhaibh gun deach lèirmheas a chaidh a chur gu neoini a chur beò a-rithist.
he_il: דוא"ל זה נשלח על ידי עורך המדור לסוקר שעבר בדיקת הגשה כדי להודיע להם כי הוחזרה ביקורת שבוטלה.
hu_hu: Ezt az emailt a Rovatvezető küldi a Szerkesztőnek, aki egy cikk szakmai lektorálásán dolgozik és tájékoztatja, hogy a megszakított lektorálási kérésre most ismételten felkéri.
id_id: Email ini dikirim oleh Editor Bagian kepada Mitra Bestari yang sedang mereview naskah untuk memberi tahu bahwa ulasan mereka yang dibatalkan telah dipulihkan.
it_it: Questa mail è inviata dal Section Editor al revisore con una revisione in corso per avvisarlo che l'invito alla revisione cancellato è stato ripristinato.
ja_jp: このメールは、セクションエディターから投稿査読中の査読者に、キャンセルされた審査が復活したことを通知するために送信されます。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەرێک نێردراوە کە لە کاتی هەڵسەنگاندندا پرۆسەی هەڵسەنگاندنەکە هەڵ وەشیندراوەتەوە و ئەمەش دوبارە دڵنیاکردنەوەی هەڵ وەشاندنەوەکەیە.
mk_mk: Овој и-меил е испратен од Секциски уредник до Рецензент кој има рецензија во тек за да ги извести дека откажаната рецензија е обновена.
nb_no: Denne e-posten blir sendt av seksjonsredaktøren til en fagfelle som er i gang med en vurdering for å informere han eller henne om at en annulert fagfellevurdering er gjenopptatt.
nl_nl: Deze e-mail wordt door de sectieredacteur naar een reviewer gestuurd die bezig is met de beoordeling van een inzending teneinde de persoon in kwestie te laten weten dat de annulering van de beoordeling is teruggedraaid.
pl_pl: Ten email jest wysłany przez Redaktora sekcji do recenzenta, który jest w trakcie recenzowania zgłoszenia, aby powiadomić, że anulowana recenzja została przywrócona.
pt_pt: Este email é enviado pelo Editor de Secção ao Revisor que possui uma revisão em curso para o notificar de que uma revisão cancelada, foi restabelecida.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, который начал рецензировать материал, с уведомлением о том, что ранее отмененное рецензирование было возобновлено.
sl_si: Email pošlje urednik rubrike recenzentu, ki mu je bila odvzeta zadolžitev za recenzijo in ponovno dodeljena.
sv_se: Detta är ett e-postmeddelande från sektionsredaktören till granskare som har en pågående granskning, för att meddela att en tidigare annullerad granskning har återupptagits.
uk_ua: Цей лист надіслано Редактором Розділу до Рецензента, який почав рецензування, з повідомленням що скасоване рецензування було поновленим.
vi_vn: Email này được gửi bởi Biên tập viên chuyên mục tới Người phản biện đang tiến hành đánh giá bản thảo để thông báo cho họ rằng đánh giá bị hủy đã được khôi phục.
zh_cn: 此邮件由“栏目编辑”发送给正在进行审阅的审阅者，以通知他们先前取消的审阅已经恢复。

# emails.reviewReinstate.subject
source: Request for Review Reinstated
ar_iq: إعادة التماس التحكيم
ca_es: Sol·licitud de revisió restaurada
cs_cz: Žádost o recenzi byla obnovena
da_dk: Anmodning om bedømmelse genindsat
de_de: Anfrage nach einem Gutachten wiederhergestellt.
el_gr: Επαναφορά Αιτήματος για Αξιολόγηση
es_es: Solicitud de revisión restablecida
fi_fi: Arviointipyyntö uusittu
gd_gb: Iarrtas airson lèirmheas air a chur beò às ùr
he_il: בקשה לבדיקה חודשה
hu_hu: Ismételt felkérés lektorálásra
id_id: Meminta Pemulihan Review
it_it: Invito alla revisione ripristinato
ja_jp: 論文査読のお願いの復活
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە دوبارە کرایەوە
mk_mk: Барањето за рецензија е обновено
nb_no: Forespørsel om fagfellevurdering gjenopptatt
nl_nl: Herindienen beoordelingsverzoek
pl_pl: Ponowienie prośby o recenzje
pt_pt: Pedido de revisão restabelecida
ru_ru: Запрос на возобновление рецензирования
sl_si: Ponovna prošnja za recenzijo
sv_se: Granskningsförfrågan återinsatt
uk_ua: Запит на відновлення рецензії
vi_vn: Khôi phục yêu cầu đánh giá bài báo
zh_cn: 恢复审核的请求

# emails.statisticsReportNotification.description
source: This email is automatically sent monthly to editors and journal managers to provide them a system health overview.
ar_iq: هذه الرسالة تُرسل شهرياً إلى مدراء التحرير ورؤسائه لتزويدهم بنظرة عامة على حالة النظام.
ca_es: Aquest correu electrònic s'envia automàticament cada mes a editors/ores i administradors/ores de revistes per donar-los una visió general de la salut del sistema.
cs_cz: Tento e-mail je automaticky zasílán měsíčně měsíčně editorům a správcům časopisů, aby jim poskytl přehled o stavu systému.
da_dk: Denne e-mail sendes automatisk en gang om måneden til redaktører og tidsskriftschefer for at give dem et overblik over systemets tilstand.
de_de: Diese E-Mail wird monatlich an die Redakteure und Journal Manager gesendet und stellt Statistiken zum Journal zur Verfügung.
el_gr: Αυτό το email αποστέλλεται αυτόματα κάθε μήνα σε συντάκτες και διαχειριστές περιοδικών για να τους παρέχει μια επισκόπηση της υγείας του συστήματος.
es_es: Este correo electrónico es enviado mensualmente y de manera automática a los editores y administradores de publicaciones para suministrarles una visión general de la publicación.
fi_fi: Tämä sähköposti lähetetään joka kuukausi automaattisesti toimittajille ja julkaisun hallinnoijille ja he näkevät siitä julkaisun toimitustyötä koskevan tilanteen.
gd_gb: Thèid am post-d seo a chur gu deasaichean is manaidsearan iris-leabhraichean gach mìos gu fèin-obrachail airson foir-shealladh air slàinte an t-siostaim a thoirt dhaibh.
hu_hu: Ez az email automatikusan kerül kiküldésre a szerkesztőknek és folyóirat menedzsereknek a folyóiratukkal kapcsolatos tájékoztatásul.
id_id: Email ini dikirim secara otomatis setiap bulan kepada editor dan manajer jurnal untuk menyediakan pratinjau kestabilan sistem.
it_it: Questo report sull'attività del sistema è inviato via email mensilmente in automatico agli editors.
ja_jp: このメールは、編集者や雑誌管理者に毎月自動的に送信され、システムの健全性の概要を提供します。
ku_iq: ئەم ئیمەیڵە بە شێوەی تۆماتیکی و مانگانە بۆ سەرنوسەر و بەڕێوەبەرانی گۆڤار دەنێردرێت بە مەبەستی پاراستنی تەندروستیی سیستەمەکە.
mk_mk: Оваа е-пошта автоматски се испраќа месечно до уредниците и менаџерите на списанија за да им се обезбеди преглед на здравјето на системот.
nb_no: Denne e-posten blir automatisk sendt en gang i måneden til redaktører og redaksjonsledere for å gi dem en oversikt over systemets tilstand.
nl_nl: Deze e-mail wordt maandelijks automatisch naar redacteuren en tijdschriftbeheerders gestuurd om hen een overzicht van de systeemgezondheid te geven.
pl_pl: Ten email jest automatycznie wysyłany każdego miesiąca do redaktorów i menedżerów czasopisma, aby dostarczyć im przegląd stanu systemu.
pt_pt: Este email é enviado automaticamente todos os meses aos editores e editores-gestores para os informar do estado da revista.
ru_ru: Это письмо каждый месяц автоматически отправляется редакторам и управляющим журнала, чтобы у них было представление о работе системы.
sl_si: Ta email je vsak mesec avtomatično poslan urednikom in glavnim urednikom, da vidijo stanje sistema.
sv_se: E-postmeddelandet skickas ut månadsvis till redaktörer och tidskriftsansvariga för ge en lägesrapport.
vi_vn: Email này được tự động gửi hàng tháng cho các biên tập viên và người quản lý tạp chí để cung cấp cho họ tổng quan về tình trạng hoạt động hệ thống.
zh_cn: 此为系统自动为总编和期刊管理提供系统运行状况报告的邮件。
