Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionPurchaseInstl.body
source: An institutional subscription has been purchased online for {$contextName} with the following details. To activate this subscription, please use the provided Subscription URL and set the subscription status to 'Active'.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar_iq: لقد تم شراء إشتراك مؤسساتي في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه، ولتفعيل هذا الإشتراك، لطفاً استعمل رابط الاشتراك وحول حالته إلى فعّال.<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المؤسسة:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> المدى (إن توفر):<br /> {$domain}<br /> <br /> مدى عناوين IP (إن توفرت):<br /> {$ipRanges}<br /> <br /> الشخص المعني:<br /> {$userDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
ca_es: S'ha adquirit en línia una subscripció institucional per a {$contextName} amb els detalls següents. Per activar aquesta subscripció feu servir l'URL de subscripció proporcionat i ajusteu l'estat a 'Actiu'.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Institució:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domini (si s'aporta):<br /> {$domain}<br /> <br /> Rangs IP (si s'aporten):<br /> {$ipRanges}<br /> <br /> Persona de contacte:<br /> {$userDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs_cz: Bylo online zakoupeno institucionální předplatné pro {$contextName} s následujícími detaily. Pro aktivaci tohoto předplatného použijte prosím uvedený URL odkaz a nastavte stav předplatného na 'Aktivní'..<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Instituce:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Doména (pokud byla uvedena):<br /> {$domain}<br /> <br /> IP rozsah (pokud byl uveden):<br /> {$ipRanges}<br /> <br /> Kontaktní osoba:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
da_dk: Der er foretaget et online køb af et institutionsabonnement på {$contextName} med følgende oplysninger. For at aktivere dette abonnement skal du anvende det angivne link til abonnementet og sætte abonnementsstatus til &quot;Aktiv&quot;.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domæne (hvis angivet):<br /> {$domain}<br /> <br /> IP-områder (hvis angivet):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
de_de: Ein institutionelles Abonnement ist online für {$contextName} mit den folgenden Details abgeschlossen worden. Um dieses Abonnement zu aktivieren, benutzen Sie bitte den angegebenen Abonnement-URL und setzen Sie den Abonnementstatus auf 'Aktiv'.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (sofern angegeben):<br /> {$domain}<br /> <br /> IP-Bereich (sofern angeben):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
el_gr: Μία ιδρυματική συνδρομή στο περιοδικό {$contextName} αγοράστηκε online με τα παρακάτω στοιχεία. Για να ενεργοποιήσετε τη συνδρομή, παρακαλούμε χρησιμοποιήστε τον παρεχόμενο σύνδεσμο της συνδρομής και θέστε την κατάσταση συνδρομής σε "Ενεργή".<br /> <br /> Είδος συνδρομής:<br /> {$subscriptionType}<br /> <br /> Ίδρυμα:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Περιοχή δικτύου (domain) (αν παρέχεται):<br /> {$domain}<br /> <br /> Περιοχή/ές IP διευθύνσεων (αν παρέχονται):<br /> {$ipRanges}<br /> <br /> Πρόσωπο επαφής:<br /> {$userDetails}<br /> <br /> Πληροφορίες Μέλους (αν παρέχονται):<br /> {$membership}<br /> <br /> Για να δείτε ή να επεξεργαστείτε αυτήν τη συνδρομή, παρακαλούμε χρησιμοποιήστε τον παρακάτω Σύνδεσμο.<br /> <br /> Σύνδεσμος συνδρομής: {$subscriptionUrl}<br />
es_es: Se ha adquirido en línea una suscripción institucional para {$contextName} con los siguientes detalles. Para activar la suscripción, use el enlace proporcionado y configure el estado de la suscripción como 'Activo'.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Institución:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (si se proporciona):<br /> {$domain}<br /> <br /> Rangos de IP (si se proporcionan):<br /> {$ipRanges}<br /> <br /> Persona de contacto:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use el siguiente enlace.<br /> <br /> Enlace de la suscripción: {$subscriptionUrl}<br />
eu_es: {$contextName} aldizkariko erakunde-harpidetza bat erosi dute linean, ondoren ematen diren xehetasunekin. Harpidetza hori aktibatzeko, erabil ezazu mesedez Harpidetza URLa eta ezarri harpidetzaren egoera 'Aktibo''.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erakundea:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domeinua (eman badute):<br /> {$domain}<br /> <br /> IP barrutiak (eman badituzte):<br /> {$ipRanges}<br /> <br /> Kontaktuko pertsona:<br /> {$userDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.<br /> <br /> Harpidetza URLa: {$subscriptionUrl}
fa_ir: An institutional subscription has been purchased online for {$contextName} with the following details. To activate this subscription, please use the provided Subscription URL and set the subscription status to 'Active'.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> مسئول تماس:<br /> {$userDetails}<br /> <br /> اطلاعات عضویت در صورت وجود:<br /> {$membership}<br /> <br /> برای مشاهده یا ویرایش این اشتراک به آدرس زیر بروید.<br /> <br /> آدرس اشتراک: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a>
fi_fi: Julkaisun {$contextName} instituutiotilaus on ostettu verkossa alla olevin tiedoin. Aktivoidaksesi tämän tilauksen käytäthän annettua tilauksen URL-osoitetta ja aseta tilauksen tila aktiiviseksi.<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Instituutio:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Verkkotunnus (domain) (jos annettu):<br /> {$domain}<br /> <br /> IP-osoitealueet (jos annettu):<br /> {$ipRanges}<br /> <br /> Yhteyshenkilö:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos annettu):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi ja muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: {$subscriptionUrl}<br />
gd_gb: Chaidh fo-sgrìobhadh institiuide a cheannach air loidhne airson {$contextName} leis a’ mhion-fhiosrachadh a leanas. Airson am fo-sgrìobhadh seo a chur an gnìomh, cleachd an URL fo-sgrìobhaidh a thug sinn dhut agus tagh “Gnìomhach” mar staid an fho-sgrìobhaidh.<br /> <br /> Seòrsa an fho-sgrìobhaidh:<br /> {$subscriptionType}<br /> <br /> An institiuid:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> An àrainn (ma chaidh sin a thoirt seachad):<br /> {$domain}<br /> <br /> Na rainsean IP (ma chaidh iad a thoirt seachad):<br /> {$ipRanges}<br /> <br /> Neach-conaltraidh:<br /> {$userDetails}<br /> <br /> Fiosrachadh na ballrachd (ma chaidh sin a thoirt seachad):<br /> {$membership}<br /> <br /> Cleachd an URL a leanas a choimhead air an fho-sgrìobhadh seo no airson a dheasachadh.<br /> <br /> URL an fho-sgrìobhaidh: {$subscriptionUrl}<br/>
hu_hu: Intézményi előfizetést vásároltak online a(z) {$contextName} folyóirathoz, a következő adatokkal. Az előfizetés aktiválásához, kérjük, keresse fel a megadott Előfizetési URL-t, és állítsa 'Aktív' állapotba az előfizetés státuszát.<br /> <br /> Előfizetés típus:<br /> {$subscriptionType}<br /> <br /> Intézmény:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (ha elérhető):<br /> {$domain}<br /> <br /> IP tartomány (ha elérhető):<br /> {$ipRanges}<br /> <br /> Kapcsolattartó:<br /> {$userDetails}<br /> <br /> Tagsági információ (ha elérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük, keresse fel a következő címet.<br /> <br /> Előfizetési URL cím: {$subscriptionUrl}<br />
id_id: Sebuah langganan institusi telah dibeli online untuk {$contextName} dengan rincian berikut. Untuk mengaktifkan langganan ini, silakan gunakan URL Langganan dan jadikan status langganan ke 'Aktif'.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Institusi:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (jika ada):<br /> {$domain}<br /> <br /> IP Ranges (jika ada):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it_it: E' stato acquistato un abbonamento istituzionale a {$contextName} con i dettagli indicati sotto. Per attivare l'abbonamento, utilizzare il link fornito sotto e selezionare lo status 'Attivo'per tale abbonamento.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Ente:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (se indicato):<br /> {$domain}<br /> <br /> IP Ranges (se indicato):<br /> {$ipRanges}<br /> <br /> Contattare:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli, andare alla pagina: {$subscriptionUrl}<br />
ja_jp: オンラインで {$contextName} に対する機関購読申し込みがされました。詳細は下記の通りです。この購読を有効にするためには，下記の購読リンクから購読状態を「有効」に設定してください。<br /> <br /> 購読種別:<br /> {$subscriptionType}<br /> <br /> 機関名:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> ドメイン名 (ある場合):<br /> {$domain}<br /> <br /> IPアドレス範囲 (ある場合):<br /> {$ipRanges}<br /> <br /> 連絡担当者:<br /> {$userDetails}<br /> <br /> 会員情報 (ある場合):<br /> {$membership}<br /> <br /> この購読を閲覧および編集するためには，下記のURLにアクセスしてください。<br /> <br /> 購読URL: {$subscriptionUrl}<br />
ku_iq: بەشداریکردنی دەزگایەک بۆ {$contextName} کڕدرا بەم زانیارییانە. بۆ چالاککردنی ئەم بەشداریکردنە، تکایە لینکی پەیوەندیدار بەکار بهێنە و حاڵەتی بەشداریکردنەکە بکە 'چالاک'.<br /> <br /> جۆری بەشداریکردن:<br /> {$subscriptionType}<br /> <br /> دەزگا:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> دۆمەین (ئەگەر هەیە) :<br /> {$domain}<br /> <br /> مەودای IP (ئەگەر هەیە) :<br /> {$ipRanges}<br /> <br /> کەسی پەیوەندیدار:<br /> {$userDetails}<br /> <br /> زانیارییەکانی بەشداریکردن (ئەگەر هەیە):<br /> {$membership}<br /> <br /> بۆ بینینی ئەم بەشداریکردنە، تکایە لینکی بەشداریکردن بەکار بهێنە.<br /> <br /> لینکی بەشداریکردن: {$subscriptionUrl}<br />
mk_mk: Набавена е онлајн претплата преку институција за {$contextName} со следните детали. За да ја активирате претплатата, ве молиме да ја искористите обезбедената URL-адреса на претплатата и да се постави статусот на претплатата како 'Активен'.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Институција:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (доколку е достапен):<br /> {$domain}<br /> <br /> IP опсег (доколку е достапен):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$userDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
nb_no: Et institusjonelt abonnement på <i>{$contextName}</i> har blitt kjøpt på nettet. Se detaljer om kjøpet under. For å aktivisere abonnementet, bruk den angitte abonnements URL og sett abonnementsstatus til «Aktiv».<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institusjon:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domene (om angitt):<br /> {$domain}<br /> <br /> IP-område (om angitt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Medlemskapsinformasjon (om oppgitt):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk følgende URL: {$subscriptionUrl}
nl_nl: Er is online een institutioneel abonnement gekocht voor {$contextName} met de volgende details. Gebruik de abonnement-url om dit abonnement te activeren. Zet de status van het abonnement op 'Actief'.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Instituut:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domein (indien opgegeven):<br /> {$domain}<br /> <br /> IP reeksen (indien opgegeven):<br /> {$ipRanges}<br /> <br /> Contactpersoon:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om het abonnement te bekijken of te bewerken.<br /> <br /> Abonnement URL: {$subscriptionUrl}<br />
pl_pl: Została zakupiona subskrypcja instytucyjna dla {$contextName}, z następującymi szczegółami. Aby aktywować tę subskrypcję, proszę, użyj dostarczonego URL subskrypcji i ustaw status subsrypcji jako "aktywny".<br /> <br /> Typ subskrypcji:<br /> {$subscriptionType}<br /> <br /> Instytucja:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domena (jeśli określono):<br /> {$domain}<br /> <br /> Wydzielony zakres (jeśli określono):<br /> {$ipRanges}<br /> <br /> Osoba kontaktowa:<br /> {$userDetails}<br /> <br /> Informacje członkowskie (jeśli określono):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować tę subskrypcję, zastosuj następujący URL.<br /> <br /> URL subskrypcji:{$subscriptionUrl}<br />
pt_pt: Uma subscrição institucional foi adquirida online para {$contextName} com as informações detalhadas a seguir. Para ativar esta subscrição, clique no URL da Subscrição fornecida e define a situação para 'Ativo'.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Instituição:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domínio (caso informado):<br /> {$domain}<br /> <br /> Faixas de IP (caso informado):<br /> {$ipRanges}<br /> <br /> Contacto:<br /> {$userDetails}<br /> <br /> Informações de membro (caso informado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL da Subscrição: {$subscriptionUrl}<br />
ru_ru: На сайте была приобретена для организации подписка на журнал «{$contextName}» со следующими деталями. Для активации подписки, пожалуйста, используйте приведенный URL подписки и установите статус подписки в «Активна».<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Организация:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Доменное имя (если указано):<br /> {$domain}<br /> <br /> IP-диапазоны (если указаны):<br /> {$ipRanges}<br /> <br /> Контактное лицо:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sv_se: En institutionsprenumeration på {$contextName} har tecknats online med följande detaljer. För att aktivera prenumerationen, använd medföljande URL för prenumerationens och sätt prenumerationsstatus till "Aktiv".<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domän (om tillgängligt):<br /> {$domain}<br /> <br /> IP-omfång (om tillgängligt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
uk_ua: &gt;Була придбана онлайн інституційна передплата на видання &quot;{$contextName}&quot;, подробиці нижче. Будь ласка, скористайтеся наданим URL передплати, щоб активувати цю передплату та встановити для неї статус &quot;Активна&quot;.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Установа:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (якщо вказаний):<br /> {$domain}<br /> <br /> Діапазон IP-адрес (якщо вказаний):<br /> {$ipRanges}<br /> <br /> Контактна особа:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
vi_vn: Một thuê bao tổ chức đã được mua trực tuyến với {$contextName} với các chi tiết sau. Để kích hoạt đăng ký này, vui lòng sử dụng URL đăng ký được cung cấp và đặt trạng thái đăng ký thành 'Kích hoạt'.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> Tổ chức:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Tên miền (nếu được cung cấp):<br /> {$domain}<br /> <br /> Phạm vi IP (nếu được cung cấp):<br /> {$ipRanges}<br /> <br /> Người liên hệ:<br /> {$userDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />
zh_cn: 一个《{$contextName} 》的团体订阅已经被在线购买，详细如下：<br /> 激活这个订阅, 请使用提供的订阅URL，并且设置订阅状态为'激活（Active）'.<br /> <br /> 订阅类型:<br /> {$subscriptionType}<br /> <br /> 团体信息:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> 域名(可选):<br /> {$domain}<br /> <br /> IP范围(可选):<br /> {$ipRanges}<br /> <br /> 联系人:<br /> {$userDetails}<br /> <br /> 会员信息 (if provided):<br /> {$membership}<br /> <br /> 请使用下面的链接查看和编辑这个订阅：<br /> <br /> 订阅URL: {$subscriptionUrl}<br />
