Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.lockssExistingArchive.description
source: This email requests the keeper of a LOCKSS archive to consider including this journal in their archive. It provides the URL to the journal's LOCKSS Publisher Manifest.
ar_iq: هذه الرسالة تطلب من القيِّم على أرشيف LOCKSS ليأخذ بنظر الإعتبار إضافة هذه المجلة إلى أرشيفه. إنها تزوده برابط بيان الناشر المتعلق بأرشيف LOCKSS الخاص بالمجلة.
ca_es: Aquest missatge de correu electrònic sol·licita al conservador de l'arxiu LOCKSS la inclusió d'aquesta revista en el seu arxiu. Inclou l'URL del LOCKSS Publisher Manifest per a la revista.
cs_cz: Tento email žádá vlastníka LOCKSS archivu, aby zvážil zařazení tohoto časopisu do svého archivu. Obsauje URL k Prohlášení LOCKSS vydavatele časopisu.
da_dk: Denne e-mail anmoder den ansvarlige for et LOCKSS-arkiv om at overveje at inkludere dette tidsskrift i deres arkiv. Den indeholder URL-adressen til tidsskriftets LOCKSS Publisher Manifest.
de_de: Diese E-Mail bittet die/den Verwalter/in eines LOCKSS-Archivs zu überlegen, diese Zeitschrift in ihr/sein Archiv aufzunehmen. Sie liefert die URL zur LOCKSS-Erklärung der Herausgeber/innen der Zeitschrift.
el_gr: Το παρόν μήνυμα ζητά από τον διαχειριστή ενός αρχείου LOCKSS να συμπεριλάβει το περιοδικό στο αρχείο του. Παρέχει τη διεύθυνση URL του περιοδικού με τη Διακήρυξη του Εκδότη για το LOCKSS.
es_es: Este correo solicita al / a la administrador/a de un archivo LOCKSS que tenga en cuenta esta revista para incluirla en su archivo. Proporciona la URL del Manifiesto Editorial LOCKSS de la revista.
eu_es: Mezu honek LOCKSS artxiboa mantentzen duenari eskatzen dio aldizkari hau ere sar dezala artxiboan. Aldizkariaren LOCKSS Publisher Manifest URLa ematen du.
gd_gb: Tha am post-d seo a’ faighneachd de neach-glèidhidh tasg-lann LOCKSS am b’ urrainn dhaibh an t-iris-leabhar seo a ghabhail a-staigh san tasg-lann aca. Tha URL gu manifest fhoillsichearan LOCKSS an iris-leabhair na bhroinn.
he_il: הודעת דוא"ל זו מבקשת משומר ארכיב LOCKSS לשקול לכלול את כתב העת הזה בארכיון שלו. הוא מספק את כתובת האתר למניפסט המו"ל של LOCKSS.
hr_hr: Ovaj obrazac e-pošte skreće pozornost osobe nadležne za LOCKSS arhivu da razmotri uključenje ovog časopisa u svoju arhivu. E-pošta šalje i URL poveznicu ka izjavi izdavača ovog časopisa o korištenju LOCKSS sustava.
hu_hu: Ez az email a LOCKSS archívum üzemeltetőjét kéri, hogy fontolja meg a folyóirat bevonását az archívumába. Megadja az URL-jét a folyóirat LOCKSS Publisher Manifest oldalának.
id_id: Email ini meminta penjaga arsip LOCKSS untuk mempertimbangkan memasukkan jurnal ini ke dalam arsip mereka. Email ini memberikan URL Publisher Manifest LOCKSS jurnal.
it_it: Questa email richiede al controllore di un archivio LOCKSS di considerare di includere questo journal nei loro archivi. Questa fornisce una URL al LOCKSS Publisher Manifest del journal.
ja_jp: このメールは、LOCKSSアーカイブの管理者にこの雑誌をアーカイブに追加することを検討してもらうことを依頼するものです。メールでは、雑誌のLOCKSS出版者宣言書のURLを提供します。
ku_iq: ئەم ئیمەیڵە داواکاریی بەئەرشیفکردنی گۆڤار لە سیستەمی ئەرشیفی LOCKSSی تێدایە. لینکی LOCKSSی گۆڤار خراوەتە ڕو.
mk_mk: Овој и-меил бара чуварот на LOCKSS архива да го земе во предвид вклучувањето на ова списание во нивната архива. Ја обезбедува URL-адресата до издавачкиот манифест LOCKSS на списанието.
nb_no: Denne e-posten ber ansvarshavende bibliotekar ved et LOCKSS arkiv om å vurdere å innlemme tidsskriftet i deres arkiv. E-posten oppgir URL-lenken til tidsskriftets LOCKSS Publisher Manifest.
nl_nl: Deze e-mail vraagt aan de houder van een LOCKSS archief om dit tijdschrift op te nemen in het archief. De URL naar het LOCKS manifest van het tijdschrift wordt meegestuurd.
pl_pl: Wiadomość z prośbą do opiekuna archiwum LOCKSS o uwzględnienie czasopisma w tym archiwum. Zawiera adres strony internetowej czasopisma oraz dokumentacji LOCKSS wydawcy.
pt_pt: Este e-mail solicita ao administrador de um arquivo LOCKSS que considere armazenar a revista no seu arquivo, fornecendo o URL para o Manifesto LOCKSS da Editora da revista.
ru_ru: Это письмо является обращением к владельцу LOCKSS архива с просьбой рассмотреть возможность включения этого журнала в их архив. В письме сообщается адрес (URL) манифеста издателя LOCKSS для этого журнала.
sl_si: Email se pošlje skrbniku LOCKSS arhiva s prošnjo za vključitev te revije v njihov arhiv. Podaja tudi URL do LOCKSS izdajateljskega manifesta revije.
sv_se: Det här e-postmeddelandet är en förfrågan till den som administrerar ett LOCKSS-arkiv att överväga inkludering av den här tidskriften i deras arkiv. Meddelandet innehåller URL:en till tidskriftens LOCKSS Publisher Manifest.
uk_ua: Цей лист надсилається утримувачу архіву LOCKSS як пропозиція щодо включення цього журналу до існуючого архіву. У листі міститься URL-адреса на прийнятий журналом маніфест видавця LOCKSS.
vi_vn: Email này yêu cầu người quản lý kho lưu trữ LOCKSS xem xét đưa tạp chí này vào kho lưu trữ của họ. Nó cung cấp URL tới LOCKSS Publisher Manifest của tạp chí.
zh_cn: 这封电子邮件要求一个洛克斯存档的维护者考虑将这份期刊纳入其存档库中。邮件中提供了链接到 「洛克斯出版品一览」的网址。

# emails.lockssNewArchive.subject
source: Archiving Request for {$contextName}
ar_iq: إلتماس أرشفة لمجلة {$contextName}
ca_es: Sol·licitud d'arxivament per a {$contextName}
cs_cz: Žádost o archivaci pro {$contextName}
da_dk: Forespørgsel om arkivering af {$contextName}
de_de: Bitte um Archivierung von {$contextName}
el_gr: Αίτημα αρχειοθέτησης για το περιοδικό {$contextName}
es_es: Petición de archivado para {$contextName}
eu_es: {$contextName} aldizkaria artxiboan gehitzeko eskaera
fa_ir: درخواست بایگانی کردن {$contextName}:
fi_fi: Julkaisun {$contextName} arkistointipyyntö
gd_gb: Iarrtas tasglannachadh airson {$contextName}
he_il: בקשת ארכיון עבור {contextName$}
hr_hr: Zamolba za arhiviranje časopisa {$contextName}
hu_hu: Archiválás kérése a(z) {$contextName} folyóirat számára
id_id: Permohonan Pengarsipan untuk {$contextName}
it_it: Archiviare richiesta per {$contextName}
ja_jp: 『{$contextName}』保存のお願い
ku_iq: داواکاری بۆ ئەرشیفکردنی {$contextName}
mk_mk: Барање за архивирање за {$contextName}
nb_no: Forespørsel om arkivering av {$contextName}
nl_nl: Verzoek voor archivering van {$contextName}
pl_pl: Prośba o archiwizowanie czasopisma "{$contextName}"
pt_pt: Pedido de inclusão para arquivo da revista {$contextName}
ru_ru: Запрос на архивацию для журнала «{$contextName}»
sl_si: Prošnja za arhiviranje revije {$contextName}
sv_se: Förfrågan om arkivering för {$contextName}
uk_ua: Запит на архівування видання {$contextName}
vi_vn: Yêu cầu lưu trữ cho {$contextName}
zh_cn: 请存档《{$contextName}》
