Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.copyeditRequest.description
source: This email is sent by a Section Editor to a submission's Copyeditor to request that they begin the copyediting process. It provides information about the submission and how to access it.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى مدقق القسم مطالباً إياه بالشروع في عملية معالجة نسخة المؤلَّف قيد المعالجة، وهي توفر له معلومات عن طلب النشر وكيفية الوصول إليه ضمن موقع المجلة.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia al possible corrector d'una tramesa per a sol·licitar-li que comenci el procés de correcció. Proporciona informació sobre la tramesa i com s'hi ha d'accedir.
cs_cz: Tento email posílá editor sekce redaktorovi, aby ho požádal o zahájení procesu redigování. Obsahuje informace o příspěvku a jek se k němu dostat.
da_dk: Denne e-mail sendes af en sektionsredaktør til manuskriptredaktøren for et manuskript og beder vedkommende om at påbegynde manuskriptredigeringsprocessen. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til det.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an die/den Lektor einer Einreichung gesendet, um diese/n zu bitten, mit dem Lektorat zu beginnen. Sie liefert Informationen über die Einreichung und darüber, wie auf sie zuzugreifen ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας στον Επιμελητή Κειμένου της υποβολής, για να ξεκινήσει η διαδικασία της επιμέλειας. Παρέχει πληροφορίες σχετικά με την υποβολή και τον τρόπο πρόσβασης σε αυτήν.
es_es: Este correo es enviado por un/a Editor/a de Sección a un/a corrector/a de un envío para pedirles que comiencen un proceso de corrección. Le proporciona información sobre en el envío y cómo acceder a él.
eu_es: Mezu hau Ataleko editoreak Zuzentzaileari bidaltzen dio, artikuluaren zuzenketa-prozesua egin dezala eskatzeko. Artikuluari buruzko informazioa eta fitxategia hartzeko datuak ematen ditu.
gd_gb: Thèid am post-d seo a chur grinn-deasaiche tagraidh le deasaiche earrainn airson iarraidh orra tòiseachadh air a’ ghrinn-deasachadh. Tha e a’ toirt seachad fiosrachadh mun tagradh agus mar a gheibhear cothrom air.
hr_hr: Ovim obrascem e-pošte urednik rubrike šalje lektoru zamolbu da započne s lekturom priloga. Poruka pruža osnovne informacije o prilogu i kako mu pristupiti.
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a kézirat technikai szerkesztőjének, hogy felkérje a technikai szerkesztés munkájára. A levél információkat tartalmaz a kézirattal, illetve elérésével kapcsolatban.
id_id: Email ini dari Editor Bagian ke Copyeditor naskah agar memulai proses copyediting. Email ini memuat informasi terkait penyerahan naskah dan bagaimana mengaksesnya.
it_it: Questa email viene mandata dal section editor al copyeditor della submission per richiedere che comincino con il processo di copyedit. Questa fornisce informazioni sulla submission e su come accedervi.
ja_jp: このメールは、セクションエディタからコピーエディタに原稿整理作業を開始するよう依頼するものです。メールでは、投稿物に関する情報とアクセス方法を提供しています。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەش بۆ وردبین دەنێردرێت بۆ ئاگادارکردنەوەیان لە دەستپێکردنی پرۆسەی وردبینی. ئەمە زانیاری دەربارەی توێژینەوەی پێشکەشکراو و چۆنییەتی دەستپێڕاگەیشتنی تێدایە.
mk_mk: Овој и-меил е испратен од Секциски уредник до Уредник на поднесокот како барање да го започнат процесот на уредување. Обезбедува информации за поднесокот и како да се пристапи до истиот.
nb_no: Denne e-posten sendes av en seksjonsredaktør til en språkvasker for å sette i gang arbeidet med språkvasken. E-posten gir informasjon om innleveringen, og om hvordan språkvaskeren får tilgang til den.
nl_nl: Deze e-mail wordt door de sectieredacteur naar de tekstredacteur van een inzending gestuurd om te vragen het redactieproces te starten. Het bevat informatie over de inzending en hoe die te benaderen.
pl_pl: Ta wiadomość jest wysyłana przez redaktora prowadzącego do korektora i zawiera prośbę o wykonanie korekty wraz z informacją o lokalizacji plików do korekty.
pt_pt: Este e-mail é enviado pelo Editor de Secção a solicitar a realização de uma tarefa de edição ao Editor de Texto, com informações sobre e como aceder ao documento.
ru_ru: Это письмо редактора раздела, отправляемое литературному редактору материала с запросом начала процесса литературного редактирования. В письме содержится информация о материале и о том, как получить к нему доступ.
sl_si: Ta email pošlje urednik rubrike lektorju prispevka s prošnjo za lektoriranje. Vsebuje kratka navodila za lektoranje in dostop do prispevka.
sv_se: Det här e-postmeddelandet skickas från sektionsredaktören till ett bidrags manusredaktör för att be hen att påbörja manusredigeringsprocessen. Det innehåller information om bidraget och hur man får tillgång till det.
uk_ua: Цим листом редактор розділу просить літературного редактора розпочати процес літературного редагування подання. У листі міститься інформація про подання та про те, як отримати доступ до нього.
vi_vn: Email này được gửi bởi một biên tập viên chuyên mục tới biên tập viên bản thảo rằng họ bắt đầu quá trình biên tập bản thảo. Nó cung cấp thông tin về bài gửi và làm thế nào để truy cập vào nó.
zh_cn: 这封电子邮件是由一位区段编辑寄发给稿件的校样编辑，请他们开始进行校样编辑的工作流程。邮件中含有关于稿件的信息以及如核取得稿件的指引.

# emails.layoutRequest.subject
source: Request Galleys
ar_iq: إلتماس التنضيد الطباعي
ca_es: Sol·licitud de galerades
cs_cz: Žádost o sazebnice
da_dk: Forespørgsel om publiceringsversion
de_de: Bitte um Layout
el_gr: Αίτημα σελιδοποίησης
es_es: Solicitud de galeradas
eu_es: Galeradak eskatzea
fa_ir: نسخه های پیش از چاپ مورد نیاز است
fi_fi: Julkaistavia tiedostoja pyydetään
gd_gb: Iarr na mòr-dhuilleagan
hr_hr: Zamolba za prijelom
hu_hu: Tördelés kérése
id_id: Permohonan Galley
it_it: Richiesta preparazione delle bozze
ja_jp: ゲラ作成のお願い
ku_iq: داواکاریی تابلۆسازی
mk_mk: Барање за Отисок на труд
nb_no: Forespørsel om oppsett
nl_nl: Verzoek aanmaken proeven
pl_pl: Prośba o wykonanie składu
pt_pt: Pedido de composições finais
ru_ru: Запрос на верстку
sl_si: Prošnja za prelom
sv_se: Förfrågan om publiceringsversion
uk_ua: Запит на верстку
vi_vn: Yêu cầu bản in
zh_cn: 请进行排版工作
