Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionNotify.body
source: {$subscriberName}:<br /> <br /> You have now been registered as a subscriber in our online journal management system for {$contextName}, with the following subscription:<br /> <br /> {$subscriptionType}<br /> <br /> To access content that is available only to subscribers, simply log in to the system with your username, &quot;{$username}&quot;.<br /> <br /> Once you have logged in to the system you can change your profile details and password at any point.<br /> <br /> Please note that if you have an institutional subscription, there is no need for users at your institution to log in, since requests for subscription content will be automatically authenticated by the system.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
ar_iq: {$subscriberName}:<br /> <br /> لقد حزت على الإشتراك في موقع مجلتنا على الإنترنت والتي تحمل اسم {$contextName}، وإن هذا الإشتراك هو من نوع:<br /> <br /> {$subscriptionType}<br /> <br /> للوصول إلى المحتوى المخصص للمشتركين حصراً، ببساطة قم بالدخول إلى الموقع مستعملاً اسم الدخول: &quot;{$username}&quot;.<br /> <br /> بمجرد دخولك إلى النظام، يمكنك تعديل تفاصيل ملفك التعريفي وكلمة مرورك وفي أي وقت تشاء.<br /> <br /> لاحظ لطفاً أنك إن كنت حاصلاً على اشتراك مؤسساتي، فلا داعي لأفراد مؤسستك لتسجيل دخولهم إلى الموقع، طالماً أن محتوى طلبات الإشتراك ستكون عندها مصرحاً لها تلقائياً في النظام.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionContactSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> Us acabeu de registrar com a subscriptor del nostre sistema de gestió de revistes en línia per a {$contextName} amb la subscripció següent:<br /> <br /> {$subscriptionType}<br /> <br /> Per a accedir als continguts que només estan disponibles per als subscriptors, inicieu la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Una vegada dins el sistema podreu canviar la contrasenya i els detalls del vostre perfil en qualsevol moment.<br /> <br /> Noteu que si disposeu d'una subscripció institucional, els usuaris membres de la institució no hauran d'iniciar la sessió, ja que el sistema autenticarà automàticament les sol·licituds d'accés al contingut per a subscriptors.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs_cz: {$subscriberName}:<br /> <br /> Nyní jste byl zaregistrován jako předplatitel v našem online systému pro správu časopisu {$contextName} s následujícím předplatným:<br /> <br /> {$subscriptionType}<br /> <br /> Pro přístup k obsahu, který je dostupný pouze předplatitelům, se jednoduše přihlašte Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Jakmile se přihlásíte do systému, můžete kdykoliv upravit detaily svého profilu a heslo.<br /> <br /> Vězte prosím, že pokud máte institucionální předplatné, nemusí se uživatelé z vaší instituce přihlašovat, neboť jejich přístup k předplacenému obsahu bude automaticky ověřen systémem.<br /> <br /> Pokud máte nějaké dotazy, neváhejte mě kontaktovat<br /> <br /> {$subscriptionContactSignature}
da_dk: {$subscriberName}:<br /> <br /> Du er nu registreret i vores onlinetidsskriftsstyringssystem som abonnent på {$contextName} med følgende abonnement:<br /> <br /> {$subscriptionType}<br /> <br /> Log på systemet med dit brugernavn, &quot;{$username}&quot;, for at få adgang til indhold, der kun er tilgængeligt for abonnenter.<br /> <br /> Når du har logget på systemet, kan du på et hvilket som helst tidspunkt ændre dine profiloplysninger og din adgangskode.<br /> <br /> Vær opmærksom på, at hvis du har et institutionsabonnement, behøver brugerne i institutionen ikke logge på, da forespørgsler på abonnementsindhold automatisk godkendes af systemet.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de_de: {$subscriberName},<br /> <br /> Sie wurden als Abonnent/in in unserem Zeitschriftenverwaltungssystem für {$contextName} registriert, und zwar in der folgenden Kategorie:<br /> <br /> {$subscriptionType}<br /> <br /> Um auf Inhalte, die nur Abonnent/innen zur Verfügung stehen, zuzugreifen, loggen Sie sich einfach mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System ein.<br /> <br /> Einmal eingeloggt, können Sie jederzeit die Einzelheiten Ihres Benutzer/innenprofils und Ihr Passwort ändern.<br /> <br /> Beachten Sie bitte, dass Sie sich nicht einloggen müssen, wenn Sie ein institutionelles Abonnement haben. Das System gestattet Ihnen dann automatisch den Zugang zu den Inhalten für Abonnent/innen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
el_gr: {$subscriberName}:<br /> <br /> Είστε πλέον εγγεγραμμένος ως Συνδρομητής στο online περιοδικό {$contextName}, με την ακόλυθη συνδρομή:<br /> <br /> {$subscriptionType}<br /> <br /> Για να αποκτήσετε πρόσβαση σε περιεχόμενο που διατίθεται μόνο σε Συνδρομητές, συνδεθείτε στο σύστημα με το όνομα Χρήστη σας, &quot;{$username}&quot;.<br /> <br /> Όταν συνδεθείτε στο σύστημα, μπορείτε, ανά πάσα στιγμή, να αλλάξετε τις πληροφορίες του προφίλ και τον κωδικό πρόσβασής σας.<br /> <br /> Εάν έχετε ιδρυματική συνδρομή, τα μέλη του ιδρύματός σας δε χρειάζεται να συνδέονται στο σύστημα, γιατί το σύστημα πιστοποιεί αυτόματα την αυθεντικότητα των αιτημάτων για συνδρομητικό περιεχόμενο.<br /> <br /> Εάν έχετε απορίες, μην διαστάσετε να επικοινωνήσετε μαζί μας.<br /> <br /> {$subscriptionContactSignature}
es_es: {$subscriberName}:<br /> <br /> Acaba de registrarse como suscriptor/a en nuestro sistema de gestión de revistas online para la revista {$contextName}, a continuación le mostramos los datos de su suscripción:<br /> <br /> {$subscriptionType}<br /> <br /> Para acceder al contenido exclusivo para suscriptores/as, simplemente tiene que identificarse con su nombre de usuaria/o, &quot;{$username}&quot;.<br /> <br /> Una vez se haya identificado en el sistema puede cambiar los detalles de su perfil y su contraseña en cualquier momento.<br /> <br /> Tenga en cuenta que si se trata de una suscripción institucional no es necesario que los/as usuarios/as de su institución se identifiquen, ya que las peticiones de contenido bajo suscripción serán autentificadas automáticamente por el sistema.<br /> <br /> Si tiene cualquier pregunta no dude en contactar con nosotros/as.<br /> <br /> {$subscriptionContactSignature}
eu_es: {$subscriberName}:<br /> <br /> {$contextName} aldizkari elektronikoan erregistratu zara harpidedun gisa, harpidetza mota honekin:<br /> <br /> {$subscriptionType}<br /> <br /> Harpidedunek bakarrik ikus dezaketen edukia eskuratzeko, sartu sisteman zure erabiltzaile-izenarekin (&quot;{$username}&quot;).<br /> <br /> Sisteman sartu ondoren zure profila osatzen duten datuak eta pasahitza aldatu ahal izango dituzu, nahi duzunean.<br /> <br /> Kontuan izan, erakunde harpideduna bazara, zure erakundeko erabiltzaileek ez daukatela saioa hasi beharrik, harpidetza bidezko edukia ikusi nahi dutenean sistemak automatikoki autentifikatuko dituelako.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionContactSignature}
fa_ir: {$subscriberName}:<br /> <br /> درحال حاضر شما به عنوان مشترک {$contextName}، با ویژگی های اشتراکی زیر در سامانه الکترونیکی مدیریت مجله ی ما ثبت نام شده اید:<br /> <br /> {$subscriptionType}<br /> <br /> به منظور دستیابی به محتویات که فقط برای مشترکان در دسترس می باشد، براحتی با استفاده از نام کاربری تان &amp;lt;{$username}&amp;gt; در این سامانه واردشوید.<br /> <br /> بلافاصله پس از ورود به این سامانه، می توانید جزئیات اشتراک خود و رمز عبورتان را تغییر بدهید.<br /> لطفا توجه کنید درصورتی که دارای اشتراک سازمانی باشید، نیازی به ورود به سیستم ندارید، زیرا این سامانه بصورت اتوماتیک درخواست های اشتراک را تایید می کند.<br /> لطفا در صورت وجود سوال در این زمینه، با من تماس بگیرید.<br /> <br /> {$subscriptionContactSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> Teidät on nyt rekisteröity julkaisun {$contextName} tilaajaksi online-julkaisunhallintajärjestelmäämme seuraavin tilaustiedoin<br /> <br /> {$subscriptionType}<br /> <br /> Voidaksenne käyttää sisältöä, joka on vain tilaajien saatavilla, kirjautukaa järjestelmään käyttäjätunnuksellanne,&quot;{$username}&quot;.<br /> <br /> Kirjauduttuanne sisään järjestelmään voitte muuttaa profiilitietojanne ja salasananne milloin tahansa.<br /> <br /> Huomioittehan, että mikäli tilauksenne on instituutiotilaus, käyttäjien ei instituutiossanne tarvitse kirjautua sisään, sillä järjestelmä todentaa tilaussisältöä koskevat pyynnöt automaattisesti.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> {$subscriptionContactSignature}
gd_gb: {$subscriberName}:<br /> <br /> Chaidh do chlàradh mar fho-sgrìobhaiche aig siostam stiùireadh an iris-leabhair againn airson {$contextName} fon fho-sgrìobhadh a leanas:<br /> <br /> {$subscriptionType}<br /> <br /> Airson cothrom fhaighinn air susbaint nach fhaigh ach daoine le fo-sgrìobhadh, clàraich a-steach dhan t-siostam leis an ainm-chleachdaiche agad, “{$username}”.<br /> <br /> Turas a chlàraich thu a-steach dhan t-siostam, is urrainn dhut mion-fhiosrachadh na pròifil agus am facal-faire agad atharrachadh uair sam bith.<br /> <br /> Thoir an aire nach fheum luchd-cleachdaidh san institiuid agad clàradh a-steach mas e fo-sgrìobhadh institiuide a tha agaibh oir thèid iarrtasan airson susbaint fo-sgrìobhaidh a dhearbhadh gu fèin-obrachail leis an t-siostam.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.<br /> <br /> {$subscriptionContactSignature}
hr_hr: Poštovana/i {$subscriberName},<br /> <br /> upravo smo vas u našem e-sustavu za uređivanje časopisa evidentirali kao pretplatnika časopisa {$contextName}. Tip vaše pretplate je:<br /> <br /> {$subscriptionType}<br /> <br /> Kako biste pristupili sadržaju koji je raspoloživ isključivo za pretplatnike, sve što trebate učiniti je prijaviti se u sustav uz pomoć vašeg korisničkog imena &quot;{$username}&quot;.<br /> <br /> Nakon što ste se prijavili u sustav, možete u bilo kojem trenutku promijeniti detalje svog profila ili lozinku.<br /> <br /> Molimo vas da uzmete u obzir da u slučaju da koristite institucionalnu pretplatu nije potrebno da se korisnici pri vašoj instituciji registriraju, budući da će sustav automatski autorizirati zahtjeve za pretplatnički sadržaj koji dolaze s mrežnih adresa vaše institucije.<br /> <br /> Molimo vas da nam se obratite u slučaju da imate bilo kakva dodatna pitanja.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}
hu_hu: Tisztelt {$subscriberName}!<br /> <br /> Ezúton tájékoztatjuk, hogy előfizetése aktiválásra került a(z) {$contextName} című folyóiratnál, a következő adatokkal:<br /> <br /> {$subscriptionType}<br /> <br /> Az előfizetőink számára hozzáférhető tartalmak eléréséhez, kérjük, jelentkezzen be felhasználónevével: &quot;{$username}&quot;<br /> <br /> Bejelentkezés után profil adatait és jelszavát bármikor megváltoztathatja.<br /> <br /> Ha intézményi előfizetése van, az intézmény felhasználóinak nem szükséges egyenként bejelentkezniük, mivel az előfizetéses tartalmakhoz közvetlenül hozzáférhetnek automatikus hitelesítés után.<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionContactSignature}
id_id: {$subscriberName}:<br /> <br /> Anda sekarang telah terdaftar sebagai pelanggan di sistem manajemen jurnal online kami, {$contextName}, dengan jenis langganan:<br /> <br /> {$subscriptionType}<br /> <br /> Untuk mengakses konten yang hanya tersedia bagi pelanggan, silakan login ke sistem dengan menggunakan nama pengguna Anda, &quot;{$username}&quot;.<br /> <br /> Setelah login, Anda dapat mengubah detail profil Anda dan sandi Anda kapanpun Anda kehendaki.<br /> <br /> Jika Anda memiliki langganan institusi, pengguna di institusi Anda tidak perlu login karena semua akses secara otomatis diotentikasi oleh sistem.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionContactSignature}
it_it: Gentile{$subscriberName}:<br /> <br /> il tuo abbonamento a {$contextName} è stato attivato con le seguenti caratteristiche:<br /> <br /> {$subscriptionType}<br /> <br /> Per accedere al contenuto riservato agli abbonati, effettua semplicemente il log in al sistema con il tuo username, &quot;{$username}&quot;.<br /> <br /> Una volta effettuato il log in potrai modificare in ogni momento i dettagli del profilo e la password.<br /> <br /> Gli utenti istituzionali vengono riconosciuti automaticamente dal sistema.<br /> <br /> Per qualsiasi domanda non esitare a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ja_jp: {$subscriberName}様:<br /> <br /> 貴殿は雑誌『{$contextName}』のオンラインジャーナル管理システムに、以下の条件の購読者として登録されました。<br /> <br /> {$subscriptionType}<br /> <br /> 購読者のみが利用できるコンテンツにアクセスするには、ユーザー名「{$username}」でシステムにログインしていただくだけです。<br /> <br /> ユーザー情報とパスワードをいつでも変更することができます<br /> <br /> 機関購読者の場合は、機関構成員の方はログインする必要はありませんので、ご注意ください。購読コンテンツへのアクセスの際に、システムにより自動的に認証が行われます。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。<br /> <br /> ありがとうございました。<br /> <br /> {$subscriptionContactSignature}
ku_iq: {$subscriberName}:<br /> <br /> بەشداریکردنی تۆ تۆمار کراوە لە {$contextName}, وەک بەشداریکردنی:<br /> <br /> {$subscriptionType}<br /> <br /> بۆ دەستپێڕاگەیشتنی ئەو بابەتانەی کە تەنیا تایبەتن بەو کەسانەی بەشداریکردنیان هەیە تەنیا داخلی هەژمارەکەت ببە، &quot;{$username}&quot;.<br /> <br /> کاتێک داخلی هەژمارەکەت بویت، هەمیشە دەرفەتی گۆڕینی زانیارییە کەسییەکانی خۆتت هەیە.<br /> <br /> تکایە ئاگاداری ئەوە ببە؛ ئەگەر تۆ بەشداریکردنی دەزگاییت هەیە، پێویست بە داخلبونی هەژمارەکەت ناکات و لە ڕێگەی سیستەمێکەوە تۆ دەستپێڕاگەیشتنت چالاک دەبیت.<br /> <br /> لە ئەگەری هەبونی هەر پرسیارێک، تکایە پەیوەندیم پێوە بکە.<br /> <br /> {$subscriptionContactSignature}
mk_mk: {$subscriberName}:<br /> <br /> Регистрирани сте како претплатник во нашиот систем за онлајн раководење со списание за {$contextName}, со следната претплата:<br /> <br /> {$subscriptionType}<br /> <br /> За да пристапите до содржината достапна само за претплатници, едноставно најавете се во системот со вашето корисничко име, &quot;{$username}&quot;.<br /> <br /> Откако ќе се најавите во системот, можете да да ги смените вашите детали за профилот и лозинка во секое време.<br /> <br /> Ве молиме имајте во предвид дека доколку имате претплата преку институција, нема потреба корисниците во вашата институција да се најават, бидејќи барањата за претплатничка содржина ќе бидат потврдени автоматски од страна на системот.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно да ме контактирате.<br /> <br /> {$subscriptionContactSignature}
nb_no: {$subscriberName}:<br /> <br /> Du er nå registrert som abonnent hos det nettbaserte tidsskriftet {$contextName}. Abonnementstypen du har er:<br /> <br /> {$subscriptionType}<br /> <br /> Du får enkelt tilgang til tidsskriftet ved å logge inn med brukernavnet «{$username}».<br /> <br /> Så snart du har logget inn, kan du når som helst endre personinformasjonen og passordet som er knyttet til ditt brukernavn.<br /> <br /> Merk at institusjonsabonnement er satt opp slik at de enkelte brukerne på institusjonens datasystem ikke behøver å logge inn, fordi systemet verifiserer henvendelsene fra slike brukere automatisk.<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionContactSignature}
nl_nl: {$subscriberName}:<br /> <br /> U bent in ons online tijdschriftsysteem geregistreerd als abonnee van {$contextName} met het volgende abonnement:<br /> <br /> {$subscriptionType}<br /> <br /> Om toegang te krijgen tot de inhoud die is voorbehouden aan abonnees kunt u inloggen in het systeem met uw gebruikersnaam, &quot;{$username}&quot;.<br /> <br /> Eenmaal ingelogd op het systeem kunt u uw profielgegevens en wachtwoord op ieder gewenst moment veranderen.<br /> <br /> Merk op dat in het geval van een institutioneel abonnement gebruikers niet in hoeven te loggen, het systeem zal verzoeken automatisch authenticeren.<br /> <br /> Als vragen heeft, neemt u dan alstublieft contact met me op.<br /> <br /> {$subscriptionContactSignature}
pl_pl: {$subscriberName}:<br /> <br /> Zostałeś zarejestrowany jako subskrybent w naszym systemie online zarządzania czasopismem dla {$contextName} z następującymi subskrypcjami:<br /> <br /> {$subscriptionType}<br /> <br /> Abu uzyskać dostęp do zawartości, która jest dostępna wyłącznie dla subskrybentów, zaloguj się do systemu swoją nazwą użytkownika, &quot;{$username}&quot;.<br /> <br /> Po zalogowaniu, możesz zmienić informacje o Twoim profilu i hasło w dowolnym momencie.<br /> <br /> Zauważ, że jeśli posiadasz subskrypcję z instytutu, nie ma potrzeby, aby inni użytkownicy z Twojej instytucji się logowali, odkąd prośba o subskrybowaną zawartość będzie automatycznie uwierzytelniana przez system.<br /> <br /> W razie pytań, proszę skontaktuj się ze mną.<br /> <br /> {$subscriptionContactSignature}
pt_pt: Cara(o) {$subscriberName},<br /> <br /> Você está registado como assinante da revista {$contextName}, que possui um sistema de gestão online, com os seguintes dados:<br /> <br /> {$subscriptionType}<br /> <br /> Para aceder ao conteúdo exclusivo a assinantes basta entrar no portal com o seu nome de utilizador &quot;{$username}&quot;.<br /> <br /> Uma vez ligado ao portal é possível modificar os dados do seu perfil e a sua senha a qualquer momento.<br /> <br /> Em caso de subscrição institucional, não há necessidade de utilizadores que acedam a partir da instituição se ligarem ao sistema, já que o acesso ao conteúdo para assinantes é autenticado automaticamente pelo sistema.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Вы теперь зарегистрированы в нашей онлайн-системе управления журналом как подписчик журнала «{$contextName}» со следующей подпиской:<br /> <br /> {$subscriptionType}<br /> <br /> Чтобы получить доступ к контенту, который доступен только для подписчиков, просто войдите на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Как только Вы войдете в систему, Вы можете в любой момент изменить Ваш профиль пользователя и пароль.<br /> <br /> Пожалуйста, обратите внимание, что если у Вас есть подписка на всю организацию, то пользователям Вашей организации не нужно будет входить в систему, так как запросы на контент, предоставляемый по подписке, автоматически будут аутентифицированы системой.<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sv_se: {$subscriberName}:<br /> <br /> Du har nu registrerats som prenumerant i vårt webbaserade tidskriftssystem för {$contextName}, med följande prenumeration:<br /> <br /> {$subscriptionType}<br /> <br /> För att få tillgång till material som endast är tillgängligt för prenumeranter, logga bara in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Väl inloggad kan du när som helst ändra personuppgifter och lösenord.<br /> <br /> OBS! Om du har en institutionsprenumeration behöver inte användare tillhörande din institution logga in. Begäran om åtkomst till prenumerationsmaterial kommer då automatiskt autentiseras av systemet.<br /> <br /> Vänligen kontakta mig om du har några frågor.<br /> <br /> {$subscriptionContactSignature}
uk_ua: {$subscriberName}:<br /> <br /> У нашій системі електронного управління журналом Ви були зареєстровані як передплатник видання &quot;{$contextName}&quot;:<br /> <br /> Тип передплати: {$subscriptionType}<br /> <br /> Для доступу до передплаченого змісту просто увійдіть у систему з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Увійшовши до системи, Ви в будь-який час можете змінити інформацію про себе та пароль для доступу.<br /> <br /> Будь ласка, зауважте, якщо ця передплата не індивідуальна, користувачам установи-передплатника не обов'язково бути зареєстрованими у системі, оскільки в цьому випадку запити на доступ до передплатного змісту будуть автентифікуватись автоматично, без імен користувачів та паролів.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
vi_vn: Kính gửi {$subscriberName},<br /> <br /> Bây giờ bạn đã được đăng ký như một thuê bao trong hệ thống quản lý tạp chí trực tuyến của chúng tôi cho {$contextName}, với đăng ký sau:<br /> <br /> {$subscriptionType}<br /> <br /> Để truy cập nội dung chỉ dành cho người thuê bao, chỉ cần đăng nhập vào hệ thống bằng username của bạn, &quot;{$username}&quot;.<br /> <br /> Khi bạn đã đăng nhập vào hệ thống, bạn có thể thay đổi chi tiết hồ sơ và mật khẩu của mình bất cứ lúc nào.<br /> <br /> Xin lưu ý rằng nếu bạn có thuê bao tổ chức, người dùng tại tổ chức của bạn không cần phải đăng nhập, vì các yêu cầu cho nội dung thuê bao sẽ được hệ thống xác thực tự động.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionContactSignature}
zh_cn: {$subscriberName}:<br /> <br /> 您目前以下列的订阅信息，注册登记成为我们线上期刊网站《{$contextName}》的一个订户：<br /> <br /> {$subscriptionType}<br /> <br /> 要访问只有订户才能阅读的文章内容，只要简单地以您的用户帐号名称登入系统即可：「{$username}」。<br /> <br /> 一旦您登入本系统，您就能够在任何时候变更您的帐号相关设定以及密码。<br /> <br /> 请注意，如果您是以机关单位进行订阅，贵单位的用户就不需要进行登入，因为文章内容的订阅动作将会自动地由系统进行授权。<br /> <br /> 如果您有任何的疑问，请直接联络我们。<br /> <br /> 谢谢您<br /> <br /> {$subscriptionContactSignature}
