Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.editorDecisionSendToExternal.body
source: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Send to Review<br /> <br /> Submission URL: {$submissionUrl}
ar_iq: {$authorName}:<br /> <br /> قد توصلنا إلى قرار بشأن طلبك للنشر في {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> قرارنا هو: إرسال طلبك إلى التحكيم<br /> <br /> رابط الطلب: {$submissionUrl}
ca_es: {$authorName}:<br /> <br /> Hem arribat a una decisió respecte a la seva tramesa per a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisió és: Enviar a revisió<br /> <br /> URL de la tramesa: {$submissionUrl}
cs_cz: Vážený(á) {$authorName}:<br /> <br /> Dosáhli jsme rozhodnutí, které se týká vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: odeslat k recenzi<br /> <br /> Webová adresa příspěvku: {$submissionUrl}
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Fremsendes til bedømmelse<br /> <br /> Submission URL: {$submissionUrl}
de_de: {$authorName}:<br /> <br /> Wir sind zu einer Entscheidung hinsichtlich Ihrer Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, ein Gutachten anzufordern.<br /> <br /> URL des Beitrags: {$submissionUrl}
el_gr: {$authorName}:<br /> <br /> Έχουμε καταλήξει σε μία απόφαση αναφορικά με την υποβολή σας &quot;{$submissionTitle}&quot;, στο περιοδικό {$contextName}.<br /> <br /> Η απόφασή μας είναι: Αποστολή προς Αξιολόγηση<br /> <br /> Σύνδεσμος υποβολής: {$submissionUrl}
es_es: {$authorName}:<br /> <br /> Hemos llegado a una decisión respecto a su envío {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Enviar a revisión<br /> <br /> Enlace: {$submissionUrl}
fa_ir: {$authorName}:<br /> <br /> در مورد مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) در {$contextName} تصمصم نهایی اتخاذ شده است.<br /> <br /> تصمیم : ارسال به داور خارجی<br /> <br /> مشاهده وضعیت مقاله ارسالی: {$submissionUrl}
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Lähetetään arvioitavaksi<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}
gd_gb: {$authorName}:<br /> <br /> Thàinig sinn gu co-dhùnadh a thaobh an tagraidh agad gu {$contextName}, “{$submissionTitle}”.<br /> <br /> Cho-dhùin sinn Cuir airson lèirmheas<br /> <br /> URL an tagraidh: {$submissionUrl}
hu_hu: Tisztelt {$authorName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle}&quot; című cikkét szakmai lektorálásra elküldtük.<br /> <br /> A cikk URL: {$submissionUrl}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Kami telah membuat keputusan terkait naskah yang Anda kirimkan ke {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Keputusan kami adalah: Dikirimkan ke Reviewer Eksternal<br /> <br /> URL Naskah: {$submissionUrl}
it_it: Gentilissimo {$authorName}:<br /> <br /> Abbiamo preso una decisione circa la tua proposta a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisione: invio a un revisore esterno<br /> <br /> Submission URL: {$submissionUrl}
ja_jp: {$authorName}様:<br /> <br /> 下記の投稿について結論に達しましたので、連絡いたします。 『{$contextName}』「{$submissionTitle}」<br /> <br /> 結果は: 査読に回す<br /> <br /> 投稿物のURL: {$submissionUrl}
ku_iq: {$authorName}:<br /> <br /> ئێمە بڕیارمان دەربارەی توێژینەوەکەتان دا {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> بڕیار: ناردنی توێژینەوەکە بۆ هەڵسەنگاندن<br /> <br /> لینکی توێژینەوەکە: {$submissionUrl}
mk_mk: {$authorName}:<br /> <br /> Донесовме одлука во однос на вашиот поднесок до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашата одлука е: Испрати за корекција<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}
nb_no: {$authorName}:<br /> <br /> Vi har tatt en beslutning angående innleveringen din, «{$submissionTitle}», som du sendte inn til {$contextName}. <br /> <br /> Vår beslutning er: Sendes til fagfellevurdering<br /> <br /> Innleveringens URL: {$submissionUrl}
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze belissing is: Doorsturen aan reviewer<br /> <br /> URL inzending: {$submissionUrl}
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> podjęllśmy decyzję w sprawie tekstu "{$submissionTitle}" zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Decyzja redaktora: Przesłane do recenzji<br /> <br /> WWW tekstu: {$submissionUrl}
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Enviar para Revisão<br /> <br /> URL da submissão: {$submissionUrl}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отправить на рецензирование<br /> <br /> URL материала: {$submissionUrl}
sl_si: {$authorName}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek se pošlje v recenzijo<br /> <br /> URL povezava do prispevka: {$submissionUrl}
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Skicka till granskning<br /> <br /> Bidragets URL: {$submissionUrl}
uk_ua: {$authorName}:<br /> <br /> Ми прийняли рішення щодо вашого Подання до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Наше рішення: Відправити на Рецензування<br /> <br /> URL Подання: {$submissionUrl}
vi_vn: Kính gửi {$authorName},<br /> <br /> Chúng tôi đã đạt được một quyết định liên quan đến việc bài gửi của bạn {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Quyết định của chúng tôi là: Gửi lại để xem xét<br /> <br /> URL bài gửi: {$submissionUrl}
zh_cn: {$authorName}:<br /> <br /> 我们已经收到您的稿件： {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> 我们决定：将您的稿件送去评审<br /> <br /> 稿件的地址：{$submissionUrl}

# emails.editorDecisionSendToExternal.description
source: This email from the Editor or Section Editor to an Author notifies them that their submission is being sent to an external review.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى طالب النشر يعلمه فيها بقرار هيئة التحرير بأن طلبه قد أرسل إلى محكم خارجي.
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que la seva tramesa s'envia a una revisió externa.
cs_cz: Tento email od editora nebo editora sekce autorovi sděluje, že jejich příspěvek je odesílán k externí recenzi.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til forfatteren meddeler at indsendelsen videresendes til ekstern bedømmelse.
de_de: Diese E-Mail von Redakteur/in oder Rubrikredakteur/in benachrichtigt die/den Autor/in darüber, dass ein externes Gutachten angefordert wird.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση ότι η υποβολή προωθείται προς εξωτερική αξιολόγηση.
es_es: Este correo electrónico del editor/a, o del editor/a de sección, notifica al autor/a que su envío se traslada a un revisor/a externo.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع از ارسال مقاله برای داوری توسط یک داور خارجی
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gun deach an tagradh aca a chur airson lèirmheas air an taobh a-muigh.
hu_hu: Ez az email a Szerkesztőtől vagy a Rovatszerkesztőtől érkezik a Szerzőnek, hogy a cikkét a szerkesztőség külső szakmai lektorálásra küldte.
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan bahwa naskah dikirimkan ke reviewer eksternal.
it_it: Questa mail è inviata dall'Editor o dal Section Editor all'autore quando il manoscritto viene assegnato ad un revisore.
ja_jp: 編集者またはセクションエディターから著者へのこのメールは、投稿が外部査読に回されることを著者に通知します。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەر یان سەرنوسەری بەشەوە بۆ توێژەرە بە مەبەستی ئاگادارکردنەوەیان لە ئەوەی کە توێژینەوەکەیان بۆ هەڵسەنگێنەری دەرەکی دەنێردرێت.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува дека нивниот поднесок се испраќа за надворешна рецензија.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at innleveringen vil bli sendt til fagfellevurdering.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt doorgestuurd aan een reviewer.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera decyzję o przesłaniu zgłoszonego tekstu do recenzji.
pt_pt: Este email é enviado pelo Editor/Editor de Secção ao Autor serve para o notificar que a submissão foi enviada para uma revisão externa.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об отправке материала на внешнее рецензирование.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je šel prispevek v recenzijo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att hens bidrag skickas till extern granskning.
uk_ua: Це лист редактора чи редактора розділу до автора, з повідомленням про те, що подання відправлено на зовнішнє рецензування.
vi_vn: Email này từ Biên tập viên hoặc Biên tập chuyên mục cho Tác giả thông báo cho họ rằng bài gửi của họ đang được gửi đi đánh giá bên ngoài.
zh_cn: 此邮件为总编或者栏目编辑发给投稿人告知稿件送审的提醒邮件。

# emails.editorDecisionSendToProduction.subject
source: Editor Decision
ar_iq: قرار هيئة التحرير
ca_es: Decisió de l'editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
el_gr: Απόφαση Επιμελητή
es_es: Decisión del editor/a
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
gd_gb: Co-dhùnadh deasaiche
hu_hu: Szerkesztői döntés
id_id: Keputusan Editor
it_it: Decisione dell'editor
ja_jp: 編集者の判断
ku_iq: بڕیاری سەرنوسەر
mk_mk: Одлука на уредникот
nb_no: Redaktørens beslutning
nl_nl: Redacteursbeslissing
pl_pl: Decyzja redakcji
pt_pt: Decisão editorial
ru_ru: Решение редакции
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
uk_ua: Рішення Редакції
vi_vn: Quyết định của Ban biên tập
zh_cn: 总编决定

# emails.editorDecisionSendToProduction.body
source: {$authorName}:<br /> <br /> The editing of your submission, &quot;{$submissionTitle},&quot; is complete. We are now sending it to production.<br /> <br /> Submission URL: {$submissionUrl}
ar_iq: {$authorName}:<br /> <br /> إن متعلقات تحرير مؤلَّفك الموسوم &quot;{$submissionTitle},&quot; قد اكتملت. نحن الآن نرسله إلى مرحلة الإنتاج.<br /> <br /> رابط الطلب: {$submissionUrl}
ca_es: {$authorName}:<br /> <br /> L'edició de la vostra tramesa, &quot;{$submissionTitle},&quot; s'ha completat. Ja està llesta per enviar-la a producció.<br /> <br /> URL de la tramesa: {$submissionUrl}
cs_cz: {$authorName}:<br /> <br /> Editace vašeho příspěvku, &quot;{$submissionTitle},&quot; je hotová. Posíláme ho nyní do produkční fáze.<br /> <br /> Webová adresa příspěvku: {$submissionUrl}
da_dk: {$authorName}:<br /> <br /> Vi har færdiggjort redigeringen af din indsendelse, &quot;{$submissionTitle}. Den vil nu blive sendt til publicering.<br /> <br /> Submission URL: {$submissionUrl}
de_de: {$authorName}:<br /> <br /> Das Lektorat Ihrer Einreichung &quot;{$submissionTitle}&quot; ist beendet. Wir leiten den Beitrag jetzt zur Herstellung weiter.<br /> <br /> URL des Beitrags: {$submissionUrl}
el_gr: {$authorName}:<br /> <br /> Η επιμέλεια της υποβολής σας &quot;{$submissionTitle},&quot; ολοκληρώθηκε. Τα αρχεία της υποβολής προωθούνται στο στάδιο παραγωγής.<br /> <br /> Σύνδεσμος υποβολής: {$submissionUrl}
es_es: {$authorName}:<br /> <br /> La edición de su envío, &quot;{$submissionTitle},&quot; se ha completado. Ahora lo enviaremos a producción.<br /> <br /> Submission URL: {$submissionUrl}
fa_ir: {$authorName}:<br /> <br /> روند داوری مقاله ارسالی شما (&quot;{$submissionTitle}&quot;) تکمیل شده و به واحد انتشار ارسال شده است.<br /> <br /> مشاهده وضعیت مقاله ارسالی: {$submissionUrl}
fi_fi: Hyvä {$authorName},<br /> <br /> Käsikirjoituksenne &quot;{$submissionTitle},&quot; on nyt toimitettu ja lähetämme sen tuotantoon.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}
gd_gb: {$authorName}:<br /> <br /> Tha obair deasachaidh an tagraidh agad, “{$submissionTitle},” deiseil. Tha sinn ga chur chun an sgioba saothrachaidh an-dràsta.<br /> <br /> URL an tagraidh: {$submissionUrl}
hu_hu: Tisztelt {$authorName}!<br /> <br /> A(z) &quot;{$submissionTitle},&quot; című kéziratának lektorálása befejeződött, megjelentetésre küldjük.<br /> <br /> A kézirat URL címe: {$submissionUrl}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br />
id_id: {$authorName}:<br /> <br /> Proses editing naskah Anda, &quot;{$submissionTitle},&quot; telah selesai. Kami sekarang mengirimkannya ke produksi.<br /> <br /> URL Naskah: {$submissionUrl}
it_it: Gentilissimo {$authorName}:<br /> <br /> La lavorazione editoriale della sua proposta, &quot;{$submissionTitle},&quot; è completa. Ora viene preparata per l'uscita sulla rivista.<br /> <br /> URL proposta: {$submissionUrl}
ja_jp: {$authorName}様:<br /> <br /> 投稿「{$submissionTitle}」の編集が完了しました。 これから制作プロセスに入ります。<br /> <br /> 投稿物のURL: {$submissionUrl}
ku_iq: {$authorName}:<br /> <br /> ئێمە لە ئێستادا توێژینەوەی &quot;{$submissionTitle},&quot; دەنێرین بۆ بڵاوکردنەوە.<br /> <br /> لینکی پێشکەشکردنی توێژینەوەکە: {$submissionUrl}
mk_mk: {$authorName}:<br /> <br /> Уредувањето на вашиот поднесок, &quot;{$submissionTitle},&quot; е завршено. Сега го испраќаме на обработка.<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}
nb_no: {$authorName}:<br /> <br /> Redigeringen av «{$submissionTitle}» er ferdigstilt. Vi sender den videre til produksjon.<br /> <br /> Innleveringens URL: {$submissionUrl}
nl_nl: {$authorName}:<br /> <br /> De redactie van uw inzending, &quot;{$submissionTitle},&quot; is afgerond. We geven uw inzending nu in productie.<br /> <br /> URL inzending: {$submissionUrl}
pl_pl: Szanowna Pani/ Szanowny Panie {$authorName}<br /> <br /> korekta tekstu "{$submissionTitle}". Tekst został przekazany do składu.<br /> <br /> WWW tekstu: {$submissionUrl}
pt_pt: {$authorName}:<br /> <br /> A edição da sua submissão, &quot;{$submissionTitle},&quot; está concluída. O artigo foi enviado para a produção.<br /> <br /> URL da submissão : {$submissionUrl}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Редактирование Вашего материала «{$submissionTitle}» завершено. Теперь мы запускаем его в производство.<br /> <br /> URL материала: {$submissionUrl}
sl_si: {$authorName}:<br /> <br /> Urejanje vašega prispevka, &quot;{$submissionTitle},&quot; je končano. Prispevek bom poslali v produkcijo.<br /> <br /> URL povezava do prispevka: {$submissionUrl}
sv_se: {$authorName}:<br /> <br /> Redigeringen av ditt bidrag &quot;{$submissionTitle}&quot; är färdig. Vi skickar det nu vidare till produktion.<br /> <br /> Bidragets URL: {$submissionUrl}
uk_ua: {$authorName}:<br /> <br /> Редагування вашого подання &quot;{$submissionTitle},&quot; завершено. Ми надсилаємо його на публікацію.<br /> <br /> URL Подання: {$submissionUrl}
vi_vn: Kính gửi {$authorName},<br /> <br /> Quá trình biên tập bản thảo của bạn, &quot;{$submissionTitle},&quot; đã hoàn thành. Chúng tôi đã chuyển nó sang giai đoạn chế bản.<br /> <br /> URL bài gửi: {$submissionUrl}
zh_cn: {$authorName}:<br /> <br /> 您的稿件 &quot;{$submissionTitle}&quot; 修改结束。我们将要安排出版。<br /> <br /> 稿件地址： {$submissionUrl}

# emails.editorDecisionSendToProduction.description
source: This email from the Editor or Section Editor to an Author notifies them that their submission is being sent to production.
ar_iq: هذه الرسالة يعنونها مدير التحرير أو محرر القسم إلى المؤلف لإبلاغه بأن عمله قد تم إرساله إلى مرحلة الإنتاج.
ca_es: Aquest correu electrònic de l'editor/a o de l'editor/a de secció s'adreça a un autor/a per notificar-li que la seva tramesa s'envia a producció.
cs_cz: Tento e-mail od editora nebo editora sekce autorovi oznamuje, že jejich podání je odesláno do produkční fáze.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til forfatteren meddeler at indsendelsen nu sendes til publicering.
de_de: Diese E-Mail von Redakteur/in oder Rubrikredakteur/in informiert die/den Autor/in darüber, dass deren Beitrag in die Herstellung weitergeleitet worden ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή ή τον Επιμελητή Ενότητας στον Συγγραφέα, ως ενημέρωση ότι η υποβολή προωθείται στην παραγωγή.
es_es: Este correo electrónico del editor/a, o del editor/a de sección, notifica al autor/a que su envío se traslada a producción.
fa_ir: ایمیلی از طرف سردبیر یا دبیر بخش به نویسنده برای اطلاع از ارسال مقاله برای چاپ
gd_gb: Tha am post-d seo on deasaiche no o dheasaiche na h-earrainn gu ùghdar a’ leigeil fios thuca gun deach an tagradh aca a chur chun an sgioba saothrachaidh.
hu_hu: Ez az email a Szerkesztőtől vagy a Rovatszerkesztőtől érkezik a Szerzőnek, hogy a cikkét a szerkesztőség megjelentetésre továbbította.
id_id: Email ini dari Editor atau Editor Bagian kepada Penulis memberitahukan bahwa naskah dikirim ke produksi.
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore quando una proposta è stata sistemata dal punto di vista editoriale.
ja_jp: 編集者やセクションエディターから著者へのこのメールは、投稿が制作プロセスに入ることを通知します。
ku_iq: ئەم ئیمەیڵە لە سەرنوسەر یان سەرنوسەری بەشەوە بۆ توێژەرە بۆ ئاگادارکردنەوەیان لەوەی کە توێژینەوەکەیان دەنێردرێت بۆ بڵاوکردنەوە.
mk_mk: Овој и-меил од Главен или Секциски уредник до Автор ги известува дека нивниот поднесок се испраќа за обработка.
nb_no: Denne e-posten fra redaktør eller seksjonsredaktør til en forfatter, informerer om at innleveringen sendes til produksjon.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending in productie wordt gegeven.
pl_pl: Ta wiadomość jest wysyłana od redaktora lub redaktora działu do autora. Zawiera powiadomienie o ukończeniu korekty i przekazaniu tekstu do etapu realizacji.
pt_pt: Este e-mail é enviado pelo Editor/Editor de Secção ao Autor a notificá-lo que a sua submissão foi enviada para produção.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его о запуске материала в производство.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je šel prispevek v produkcijo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att hens bidrag sänds vidare till produktion.
uk_ua: Це лист редактора чи редактора розділу, яке повідомляє Автора про запуск його матеріалу у Виробництво.
vi_vn: Email này từ Biên tập viên hoặc Biên tập chuyên mục cho Tác giả thông báo cho họ rằng bài gửi của họ đang được gửi đến giai đoạn chế bản.
zh_cn: 此邮件是总编或者栏目编辑发现给投稿人告知稿件安排出版的提醒邮件。

# emails.editorRecommendation.subject
source: Editor Recommendation
ar_iq: توصيات المحرر
ca_es: Recomanació de l'editor/a
cs_cz: Doporučení redaktora
da_dk: Redaktøranbefaling
de_de: Entscheidung der Redaktion
el_gr: Σύσταση Επιμελητή
es_es: Recomendación del editor/a
fa_ir: توصیه دبیر
fi_fi: Toimittajan suositus
gd_gb: Moladh an deasaiche
hu_hu: Szerkesztői javaslat
id_id: Rekomendasi Penyunting
it_it: Raccomandazione dell'editor
ja_jp: 編集推薦
ku_iq: پێشنیازەکانی سەرنوسەر
mk_mk: Препорака на уредникот
nb_no: Redaktørens anbefaling
nl_nl: Redacteursaanbeveling
pl_pl: Rekomendacja redaktora
pt_pt: Recomendação Editorial
ru_ru: Рекомендация редактора
sl_si: Uredniško priporočilo
sv_se: Redaktörsrekommendation
uk_ua: Рекомендації Редактора
vi_vn: Khuyến nghị của biên tập viên
zh_cn: 总编建议
