Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestOneclickSubsequent.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Management > Settings > Workflow > Review, and one-click reviewer access is enabled.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المحكم ليلتمس منه قبول أو رفض مهمة تحكيم المؤلَّف لمرة أخرى. الرسالة تشير إلى عنوان المؤلَّف وملخصه وتاريخ استيجاب التحكيم كما تعطي رابط الوصول إلى المؤلَّف في موقع المجلة نفسه. هذه الرسالة تستعمل عندما يكون التحكيم في المجلة متبعاً لعملية التحكيم القياسية وذلك عبر تفعيله ضمن: الإعدادات، المخطط الانسيابي، التحكيم، مع تفعيل الوصول المباشر للمحكم أيضاً.
ca_es: Aquest correu electrònic de l'editor/a de secció a un revisor/a sol·licita que el revisor/a accepti o rebutgi la tasca de revisió d'una tramesa per a una segona, o posterior, ronda de revisió. El correu dona informació sobre la tramesa, com el títol i el resum, la data límit de revisió i la manera d'accedir-hi. Aquest missatge s'utilitza quan el procés de revisió estàndard s'ha seleccionat a Gestió > Configuració > Flux de treball > Revisió, i quan, a més, està activat l'accés del revisor/a amb un sol clic.
cs_cz: Tento e-mail od editoru sekce k recenzentovi požaduje, aby recenzent přijal nebo odmítl úlohu přezkoumání příspěvku pro druhé nebo větší kolo recenzí. Poskytuje informace o podání, jako je název a abstrakt, datum splatnosti kontroly a přístup k samotnému podání. Tato zpráva se používá v případě, že je ve Správci> Nastavení> Pracovní postup> Kontrola vybrán proces Standardní kontrola a je povolen přístup jednoho recenzenta k recenzím.
da_dk: Denne mail sendes af sektionsredaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme et indlæg i en anden eller senere bedømmelsesrunde. Det indeholder informationer om indlægget så som titel og resumé, forfaldsdato for indlevering af bedømmelse samt hvordan man får adgang til indlægget. Denne besked anvendes når man har valgt standardopsætningen for bedømmelsesprocessen, Indstillinger > Workflow > Bedømmelse, og ’Aktiver adgang for bedømmere ved hjælp af ét klik’ er aktiveret.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, damit diese/r die Aufgabe, eine Einreichung in einer zweiten oder weiteren Begutachtungsrunde zu beurteilen, übernimmt oder ablehnt. Sie übermittelt Informationen über die Einreichung wie den Titel und das Abstract, ein Fälligkeitsdatum für das Gutachten und Informationen, wie auf die Einreichung zugegriffen werden kann. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Standardbegutachtungsverfahren ausgewählt worden ist und wenn der One-Click-Zugang für Gutachter/innen aktiviert ist.
el_gr: Το παρόν αίτημα αξιολόγησης μιας υποβολής αποστέλλεται από τον Επιμελητή Ενότητας σε έναν Αξιολογητή για τον δεύτερο ή ακόλουθο κύκλο αξιολόγησης. Παρέχει πληροφορίες σχετικά με την υποβολή, όπως ο τίτλος και η περίληψη, η προθεσμία της αξιολόγησης ο τρόπος πρόσβασης στην υποβολή. Το συγκεκριμένο μήνυμα χρησιμοποιείται όταν επιλέγεται η Πρότυπη Διαδικασία Αξιολόγησης στη Διαχείριση > Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση, και είναι ενεργοποιημένη η πρόσβαση του Αξιολογητή με ένα κλικ.
es_es: Este correo electrónico del editor/a de sección a un revisor/a solicita que el revisor/a acepte o rechace la tarea de revisar un envío para una ronda de revisión adicional. Además, proporciona información sobre el envío como el título, el resumen, la fecha de entrega de la revisión y cómo obtener acceso al propio envío. Este mensaje se usa cuando se selecciona el proceso de revisión estándar en el paso 2 de la configuración de la revista y cuando se habilita el acceso al revisor/a con un solo clic.
eu_es: Atalen Editoreak Berrikusleari bidalitako mezu honetan berrikusleari eskatzen dio bidalitakoaren bigarren edo hurrengo berrikuspen bat onartu edo baztertu dezala. Bidalitakoari buruzko informazioa ematen du, besteak beste, titulua eta aurkezpena, berrikuspena egiteko muga, eta nola sartu bidalitakora. Mezu hau erabiltzen da Aldizkariaren Konfigurazioan, 2. urratsean Berrikuspen Estandarraren Prozesua hautatzen denean, eta klik bateko berrikuslearentzako sarbidea gaituko da.
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Tha am post-d seo dheasaiche earrainn gu lèirmheasaiche a’ faighneachd an gabh iad ri lèirmheas air tagradh san dàrna cuairt (no cuairt nas motha) no an diùlt iad e. Tha e a’ toirt seachad fiosrachadh mun tagradh, mar an tiotal is geàrr-chunntas, ceann-là lìbhrigeadh an lèirmheis agus mar a gheibhear greim air an tagradh e fhèin. Thèid an teachdaireachd seo a chleachdadh nuair a thaghadh pròiseas lèirmheis stannardach ann an “Stiùireadh” > “Roghainnean” > “Sruth-obrach” > “Lèirmheas” agus nuair a bhios inntrigeadh lèirmheasaichean le aon bhriogadh an comas.
he_il: הודעת דוא"ל זו מעורך המדור לבודק מבקשת שהמבקר יקבל או ידחה את משימת בדיקת ההגשה לסבב ביקורת שני או יותר. הוא מספק מידע על ההגשה כמו הכותרת והתקציר, תאריך יעד לבדיקה וכיצד לגשת להגשה עצמה. הודעה זו משמשת כאשר נבחר תהליך הבדיקה הרגיל בניהול> הגדרות> זרימת עבודה> סקירה, וגישה של בודק בלחיצה אחת מופעלת.
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a Szakmai Lektornak, megkérve, hogy vállalja el, vagy, ha nem alkalmas, akkor utasítsa el a beküldött anyag lektorálási feladatát a második vagy további lektorálási körökben. Ez információt ad a beküldött anyagról, úgymint cím, absztrakt, a lektorálás határideje, valamint hogyan lehet hozzáférni magához az anyaghoz. Ezt az üzenetet akkor kell használni, ha az általános lektorálási folyamat van kiválasztva a folyóirat menedzselése részben > Beállítások > Munkafolyamat > Szakmai lektorálás, és az egykattintásos lektorálás engedélyezett.
id_id: Email ini dari Editor Bagian kepada Reviewer untuk meminta reviewer memberitahukan apakah menerima atau menolak permohonan review untuk ronde kedua atau berikutnya. Email ini memberikan informasi tentang naskah meliputi judul dan abstrak, tenggat review, dan cara mengakses naskah. Pesan ini digunakan saat Proses Review Standar dipilih di Manajemen > Pengaturan > Alur Kerja > Review, dan akses one-click reviewer diaktifkan.
it_it: Questo messaggio viene inviato dall'editor a un revisore chiedendogli di accettare o rifiutare l'incarico di revisione di una proposta per un secondo o successivo ciclo di revisione.Fornisce informazioni come il titolo e l'abstract, una data di scadenza e modalità di accesso al manoscritto. Questo messaggio viene utilizzato quando il processo di revisione standard è stato selezionato nel Setup ed è abilitato l'accesso oneclick.
ja_jp: このメールは、セクションエディタから査読者に投稿物の査読の次回目を依頼するものです。メールには、タイトルや要旨などの投稿物に関する情報、査読期限日、投稿物へのアクセス方法を示しています。このメールは、雑誌設定のステップ2で標準的査読プロセスが選択され、査読者ワンクリックアクセスが有効な場合に使用されます。
ku_iq: ئەم ئیمەیڵە لەلایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە بە مەبەستی قبوڵکردن یان ڕەتکردنەوەی خولی دووەمی هەڵسەنگاندن. ئەمە زانیاریی وەک ناونیشان و پوختە و کۆتا ڕۆژی هەڵسەنگاندن و ڕێنماییەکانی هەڵسەنگاندن لەخۆ دەگرێت. ئەم نامەیە کاتێک بەکار دێت کە هەڵسەنگاندن لە پرۆسەیەکی ستاندارد و بەم ڕێڕەوەدا تێپەڕ ببێت: بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن، بە یەک کلیک دەستپێڕاگەیشتنی هەڵسەنگێنەر چالاک دەبێت.
mk_mk: Овој и-меил од Секциски уредник до Рецензент бара рецензентот да ја прифати или одбие задачата за рецензирање на поднесок во вториот или понатамошен циклус на рецензирање. Обезбедува информации за поднесокот како насловот и апстрактот, рок за достава на рецензијата, и како да се пристапи до самиот поднесок. Оваа порака се користи кога е одбран Стандарден процес на рецензија во Раководење > Поставки > Тек на рабоатата > Рецензија и пристапот за рецензентот преку еден клик е овозможен.
nb_no: Denne e-posten sendes av seksjonsredaktøren til en fagfelle, som blir bedt om å indikere om han eller hun vil forplikte seg til å vurdere et innlegg i en andre eller senere vurderingsrunde. Den inneholder informasjon om innleveringen som tittel og abstrakt, forfallsdato for innlevering av vurdering og hvordan du får tilgang til innlegget. Denne meldingen brukes når du har valgt standardinnstillingen for vurderingsprosessen i Innstillinger > Arbeidsflyt > Vurdering, og 'Slå på ettklikks tilgang for fagfellene' er aktivert.
nl_nl: Deze e-mail van een sectieredacteur aan een reviewer vraagt de reviewer een review van een inzending in een tweede of latere ronde te accepteren of te weigeren. Het bevat informatie over de inzending zoals titel en samenvatting, een verloopdatum en hoe de inzending te vinden. Dit bericht wordt gebruikt in Stap 2 van het instellen van een tijdschrift als een-klik reviewer toegang is ingeschakeld.
pl_pl: Wiadomość od redaktora prowadzącego do recenzenta. Zawiera prośbę o przygotowanie recenzji tekstu, jego tytuł i abstrakt oraz informacje o dostępie do tekstu i formularza recenzji. Wysyłana, jeżeli będzie uruchomiona opcja one-click reviewer.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo submetido para uma segunda ronda de revisão. Fornece informações sobre a submissão, como o título e resumo, o prazo de revisão e como aceder à própria submissão. Esta mensagem é usada quando o Processo de Revisão Padrão é selecionado em Configurações > Fluxo de Trabalho > Revisão e o acesso com um clique está ativo.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование и включен прямой доступ рецензента по ссылке.
sl_si: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. Vsebuje informacije o prispevku kot so naslov in izvleček, datum do dokončanja recenzije ter dostopom do prispevka. Email se uporablja, kadar je uporabljen standardni recenzijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom.
sv_se: Det här e-postmeddelandet från sektionsredaktören till en ranskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag en andra gång eller på nytt. Det innehåller information om bidraget i form av titel och abstract, en deadline för granskning och instruktioner för hur man kommer åt bidraget. Meddelandet används när granskningsprocess Standard är valt i Administration > Inställningar > Arbetsflöde > Granskning och Granskning utan inloggning är aktiverat.
uk_ua: Цим листом редактор розділу просить рецензента взятися за виконання другого раунду рецензування подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування та обрана опція спрощеного доступу рецензента до подання.
vi_vn: Email này từ biên tập viên chuyên mục tới phản biện để một yêu cầu người phản biện chấp nhận hoặc từ chối nhiệm vụ đánh giá bài gửi một vòng thứ hai hoặc cao hơn. Nó cung cấp thông tin về bài gửi như tiêu đề và tóm tắt, ngày đến hạn nộp đán giá và cách truy cập bài gửi. Thông báo này được sử dụng khi Quy trình phản biện tiêu chuẩn được chọn trong Quản lý > Cài đặt > Quy trình làm việc > Phản biện.
zh_cn: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Journal Setup, Step 2, and one-click reviewer access is enabled.

# emails.reviewRequestAttachedSubsequent.subject
source: Article Review Request
ar_iq: إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió d'article
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Solicitud de revisión de artículo
eu_es: Artikulua berrikusteko eskakizuna
fa_ir: درخواست داوری مقاله
fi_fi: Artikkelin arviointipyyntö
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשת סקירת מאמר
hu_hu: Cikk lektorálás kérése
id_id: Permohonan Review Artikel
it_it: Richiesta di revisione di un articolo
ja_jp: 論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Барање за рецензија на наслов
nb_no: Forespørsel om fagfellevurdering av artikkel
nl_nl: Verzoek tot reviewen van een artikel
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Pedido de revisão de artigo
ru_ru: Запрос на рецензирование статьи
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
uk_ua: Запит на рецензування статті
vi_vn: Yêu cầu đánh giá bài báo
zh_cn: 文章审稿请求
