Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.layoutRequest.description
source: This email from the Section Editor to the Layout Editor notifies them that they have been assigned the task of performing layout editing on a submission. It provides information about the submission and how to access it.
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المصمم الطباعي معلماً إياه بتعيينه لمهمة التصميم الطباعي لمؤلَّفٍ معين، وهي توفر له رابط الوصول إلى الملف المعني في موقع المجلة.
ca_es: Aquest missatge de correu electrònic té l'editor de secció com a remitent i s'envia al maquetador per a notificar-li que ha estat assignat per a encarregar-se de la maquetació d'una tramesa. Proporciona informació sobre la tramesa i com s'hi ha d'accedir.
cs_cz: Tento email posílá editor sekce typografovi, aby mu oznámil, že mu byl přidělen úkol provést typografické úpravy příspěvku. Obsahuje informace o příspěvku a přístupu k němu.
da_dk: Denne e-mail fra sektionsredaktøren til layoutredaktøren underretter layoutredaktøren om, at han/hun har fået til opgave at foretage layoutredigering af et manuskript. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til det.
de_de: Diese E-Mail von der/dem Rubrikredakteur/in an die/den Layouter/in benachrichtigt diese/n, dass ihr/ihm die Aufgabe zugewiesen wird, einen Beitrag zu layouten. Sie liefert Informationen über den Beitrag und darüber, wie auf ihn zugegriffen werden kann.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας στον Επιμελητή Σελιδοποίησης ως ανάθεση της επιμέλειας σελιδοποίησης μίας υποβολής. Παρέχει πληροφορίες σχετικά με την υποβολή και τον τρόπο πρόσβασης σε αυτήν.
es_es: Este correo electrónico es enviado por el/ la Editor/a de Sección al / a la Editor/a de Maquetación notificándole que se les ha asignado la tarea de editar la maquetación de un envío. Le proporciona información sobre el envío y cómo acceder a él.
eu_es: Mezu hau Ataleko editoreak Maketatzaileari bidaltzen dio, artikuluaren maketazioa egin dezala eskatzeko. Artikuluari buruzko informazioa eta fitxategia hartzeko datuak ematen ditu.
gd_gb: Tha am post-d seo o dheasaiche na h-earrainn gu deasaiche na co-dhealbhachd ag innse gun deach obair deasachadh na co-dhealbhachd iomruineadh dhaibh ann an tagradh foillseachaidh. Tha e a’ toirt seachad fiosrachadh mun tagradh agus mar a gheibhear cothrom air.
hr_hr: Ovim obrascem e-pošte urednik rubrike obavještava grafičkog urednika da mu je dodijeljen zadatak izrade prijeloma priloga.
hu_hu: Ez az email a Rovatszerkesztőtől érkezik a Tördelőszerkesztőnek, jelezve, hogy a cikk tördelési munkájára őt jelölték ki. A levél információkat tartalmaz a kézirat elérésével kapcsolatban.
id_id: Email dari Editor Bagian kepada Layout Editor memberitahukan bahwa mereka telah ditugaskan untuk melakukan layout editing terhadap suatu naskah. Email ini memuat informasi terkait penyerahan naskah dan bagaimana mengaksesnya.
it_it: Questa email dal section editor al layout editor notifica che è stato assegnato loro il compito di curare il layout di una submission. Questa fornisce informazioni sulla submission e su come accedervi.
ja_jp: このメールは、セクションエディタからレイアウトエディタに投稿物に対するレイアウト作業を任命したことを通知するものです。メールでは、投稿物に関する情報とアクセス方法を提供しています。
ku_iq: ئەم ئیمەیڵە لە سەرنوسەری بەشەوە بۆ نەخشەسازە بۆ ئاگادارکردنەوەیان لە ئەرکدارکردنیان بۆ نەخشەسازیکردنی پێشکەشکراوەکە. زانیاری دەربارەی توێژینەوەی پێشکەشكراو و چۆنییەتی دەستپێڕاگەیشتنی تێدایە.
mk_mk: Овој и-меил од Секциски уредник до Уредник за распоред ги известува дека им е доделена задачата да извршат уредување на рапоредот на поднесокот. Обезбедува информации за поднесокот и како да се пристапи до истиот.
nb_no: Denne e-posten fra seksjonsredaktøren til layoutredaktøren bestiller oppsett for en innlevering. E-posten gir informasjon om innleveringen, og om tilgang til den.
nl_nl: Deze e-mail van de sectieredacteur aan de opmaakredacteur meldt de toekenning van de taak om de opmaak van een inzending uit te voeren. Het bevat informatie over de inzending en hoe die te benaderen.
pl_pl: Wiadomość jest wysyłana przez redaktora prowadzącego do składacza. Zawiera prośbę o wykonanie składu tekstu.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Editor de Layout, solicitando que sejam preparadas os Ficheiros de Publicação do texto final, com informações de acesso.
ru_ru: Это письмо редактора раздела, отправляемое верстальщику с уведомлением о том, что ему поручено выполнить верстку материала. В письме содержится информация о материале и о том, как получить к нему доступ.
sl_si: Ta email pošlje urednik rubrike grafičnemu uredniku prispevka s prošnjo za pripravo preloma prispevka. Vsebuje kratka navodila za prirpavo preloma in dostop do prispevka.
sv_se: Det här e-postmeddelandet från sektionsredaktören till layoutredaktören för att meddela att hen har blivit tilldelad uppgiften att vara layoutredaktör för ett bidrag. Det innehåller information om bidraget och hur man får tillgång till det.
uk_ua: Цим листом редактор розділу просить редактора верстки розпочати процес верстки подання. У листі міститься інформація про подання та про те, як отримати доступ до нього.
vi_vn: Email này từ Biên tập viên chuyên mục gửi tới Biên tập viên trình bày thông báo cho họ rằng họ đã được giao nhiệm vụ thực hiện chỉnh sửa bố cục của bài gửi. Nó cung cấp thông tin về bài gửi và làm thế nào để truy cập vào nó.
zh_cn: 这封电子邮件是由区段编辑寄发给版面编辑，通知他们要进行一份稿件的版面编辑工作。邮件中含有稿件的信息以及如何取得稿件的指引。

# emails.layoutComplete.subject
source: Galleys Complete
ar_iq: التصميم الطباعي إكتمل
ca_es: Galerades completades
cs_cz: Sazebnice dokončeny
da_dk: Publiceringsversion færdiggjort
de_de: Fahnen fertigestellt
el_gr: Ολοκλήρωση δημιουργίας τυπογραφικών δοκιμίων
es_es: Galeradas completadas
eu_es: Galeradak eginda
fa_ir: نسخه های پیش از چاپ کامل شده است
fi_fi: Julkaistavat tiedostot valmiita
gd_gb: Tha na mòr-dhuilleagan deiseil
hr_hr: Napravljen prijelom
hu_hu: A tördelt változat elkészült
id_id: Galley Selesai
it_it: Bozze pronte
ja_jp: ゲラ作成の完了
ku_iq: تابلۆسازی تەواوە
mk_mk: Отисоците се завршени
nb_no: Oppsett ferdigstilt
nl_nl: Proeven gereed
pl_pl: Ukończony skład
pt_pt: Composições concluídas
ru_ru: Гранки сделаны
sl_si: Prelom končan
sv_se: Publiceringsversioner klara
uk_ua: Верстка завершена
vi_vn: Hoàn thành bản in
zh_cn: 已完成制版

# emails.layoutComplete.body
source: {$editorialContactName}:<br /> <br /> Galleys have now been prepared for the manuscript, &quot;{$submissionTitle},&quot; for {$contextName} and are ready for proofreading.<br /> <br /> If you have any questions, please contact me.<br /> <br /> {$participantName}
ar_iq: {$editorialContactName}:<br /> <br /> الألواح الطباعية قد إكتمل تحضيرها للمؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName} وصارت جاهزة للمراجعة.<br /> <br /> إن كانت لديكم أي استفسارات، لطفاً، إتصلوا بي.<br /> <br /> {$participantName}
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Ja he preparat les galerades del manuscrit &quot;{$submissionTitle}&quot; per a {$contextName}. Així, doncs, ja estan a punt per a entrar en el procés de correcció de proves.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$participantName}
cs_cz: {$editorialContactName}:<br /> <br /> Nyní jsou vytvořeny sazebnicové verze souborů pro příspěvek &quot;{$submissionTitle}&quot; pro {$contextName} a jsou připraveny pro korektury.<br /> <br /> Pokud máte nějaké otázky, kontaktujte mě prosím.<br /> <br /> {$participantName}
da_dk: {$editorialContactName}:<br /> <br /> Der er nu indsat en publiceringsklar fil til manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}, og den er klar til korrekturlæsning. <br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$participantName}
de_de: {$editorialContactName},<br /> <br /> die Fahnen für das Manuskript &quot;{$submissionTitle}&quot; für {$contextName} sind fertig und stehen zum Korrekturlektorat bereit.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$participantName}
el_gr: {$editorialContactName}:<br /> <br /> Τα τυπογραφικά δοκίμια της υποβολής &quot;{$submissionTitle},&quot; για το {$contextName} είναι έτοιμα για διορθώσεις.<br /> <br /> Εάν έχετε απορίες, παρακαλούμε επικοινωνήστε μαζί μας.<br /> <br /> {$participantName}
es_es: {$editorialContactName}:<br /> <br /> Ya han sido preparadas las galeradas para el manuscrito &quot;{$submissionTitle},&quot; para {$contextName} y están listas para corregir.<br /> <br /> Si tiene cualquier pregunta, no dude en contactar con nosotros/as.<br /> <br /> {$participantName}
eu_es: {$editorialContactName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; eskuizkribuaren galeradak eginda daude, proba-zuzenketa hasteko prest.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$participantName}
fa_ir: {$editorialContactName}:<br /> <br /> نسخه های پیش از چاپ مقاله ضضض مربوط به {$contextName} حاضر شده و آماده بررسی نهایی می باشد.<br /> لطفا چنانچه سوالی دارید، با من تماس بگیرید.<br /> <br /> <br /> {$participantName}
fi_fi: Hyvä {$editorialContactName},<br /> <br /> Julkaisuun {$contextName} liittyvän käsikirjoituksen &quot;{$submissionTitle}&quot; julkaistavat tiedostot on nyt taitettu ja ne ovat valmiit oikolukua varten.<br /> <br /> Mikäli teillä on kysyttävää, otattehan minuun yhteyttä.<br /> <br /> {$participantName}
gd_gb: {$editorialContactName}:<br /> <br /> Chaidh na mòr-dhuilleagan a dheasachadh airson na sgrìobhainn a-nis, “{$submissionTitle},” airson {$contextName} agus tha iad deiseil airson dearbh-leughadh.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.<br /> <br /> {$participantName}
hr_hr: Poštovana/i {$editorialContactName},<br /> <br /> prijelom priloga &quot;{$submissionTitle}&quot; za časopis {$contextName} je završen te spreman za korekturu.<br /> U slučaju da imate bilo kakvih pitanja molim vas da mi se obratite.<br /> <br /> Srdačno,<br /> {$participantName}<br />
hu_hu: Tisztelt {$editorialContactName}!<br /> <br /> A(z) &quot;{$submissionTitle},&quot; című kézirat tördelt változata elkészült a(z) {$contextName} folyóiratnál, és készen áll a korrektúrázásra.<br /> <br /> Ha kérdése merül fel, kérem, keressen meg.<br /> <br /> Üdvözlettel,<br /> {$participantName}
id_id: {$editorialContactName}:<br /> <br /> Galley telah dipersiapkan bagi naskah, &quot;{$submissionTitle},&quot; di {$contextName} dan siap untuk proofreading.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$participantName}
it_it: {$editorialContactName}:<br /> <br /> Sono pronte le bozze dell'articolo, &quot;{$submissionTitle}&quot; per {$contextName}, a disposizione per i correttori di bozze.<br /> <br /> Per qualsiasi domanda, si prega di contattarmi.<br /> <br /> {$participantName}
ja_jp: {$editorialContactName}様:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」のゲラを作成し、校正作業の準備ができたことをご報告いたします。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。よろしくお願いいたします。<br /> <br /> {$participantName}
ku_iq: {$editorialContactName}:<br /> <br /> تابلۆ بۆ ڕەشنوسی توێژینەوەی &quot;{$submissionTitle},&quot; ئامادە کراوە بۆ{$contextName} و ئامادەیە بۆ وردبینیکردن<br /> <br /> ئەگەر هەر پرسیارێکت هەیە، تکایە پەیوەندیم پێوە بکە.<br /> <br /> {$participantName}
mk_mk: {$editorialContactName}:<br /> <br /> Подготвени се отисоците за трудот, &quot;{$submissionTitle},&quot; за {$contextName} и се спремни за лекторирање.<br /> <br /> Доколку имате дополнителни прашања, ве молам да ме контактирате.<br /> <br /> {$participantName}
nb_no: {$editorialContactName}:<br /> <br /> Et publiseringsklart oppsett av manuskriptet «{$submissionTitle}» er nå ferdig for {$contextName}, og klart for korrekturlesing.<br /> <br /> Ta kontakt om du har noen spørsmål.<br /> <br /> {$participantName}
nl_nl: {$editorialContactName}:<br /> <br /> De proeven voor manuscript &quot;{$submissionTitle}&quot; voor {$contextName} zijn gereed voor proeflezen.<br /> <br /> Neemt u alstublieft contact met me op als u vragen heeft.<br /> <br /> {$participantName}
pl_pl: Szanowna Pani/ Szanowny Panie {$editorialContactName},<br /> <br /> ukończyłem/am pracę nad składem tekstu &quot;{$submissionTitle},&quot; tekst jest gotowy do ostatniego sczytania. <br /> <br /> W razie dodatkowych pytań proszę o kontakt.<br /> <br /> {$participantName}
pt_pt: {$editorialContactName},<br /> <br /> As composições do manuscrito &quot;{$submissionTitle}&quot;, submetido à revista {$contextName}, estão prontas para leitura de provas.<br /> <br /> Em caso de dúvidas, entre em contacto.<br /> <br /> {$participantName}
ru_ru: Здравствуйте, {$editorialContactName}!<br /> <br /> Гранки для материала «{$submissionTitle}» в журнал «{$contextName}» уже готовы, можно начинать корректуру.<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной.<br /> <br /> {$participantName}
sl_si: {$editorialContactName}:<br /> <br /> Prelom za prispevka, &quot;{$submissionTitle},&quot; za publikacijo {$contextName} je končan in pripravljen za korekturo.<br /> <br /> Če imate kakšna vprašanja, se prosim obrnite name.<br /> <br /> {$participantName}
sv_se: {$editorialContactName}:<br /> <br /> Publiceringsversioner har nu färdigställts för manuskriptet &quot;{$submissionTitle}&quot; hos {$contextName}. Dessa är nu redo för korrekturläsning.<br /> <br /> Vänligen kontakta mig om du har några frågor.<br /> <br /> {$participantName}
uk_ua: {$editorialContactName}:<br /> <br /> Гранки рукопису &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot; створені і подання готове до процесу коректури. <br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$participantName}
vi_vn: Kính gửi {$editorialContactName},<br /> <br /> Bản in hiện đã được chuẩn bị cho bản thảo, &quot;{$submissionTitle},&quot; của {$contextName} và sẵn sàng cho hiệu đính.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$participantName}
zh_cn: {$editorialContactName}:<br /> <br /> 目前已经为投稿《{$contextName}》的稿件〈{$submissionTitle}〉完成制版工作，可以进行校对工作了。<br /> <br /> 如果您有任何问题，请与我们联络。<br /> <br /> {$participantName}

# emails.layoutComplete.description
source: This email from the Layout Editor to the Section Editor notifies them that the layout process has been completed.
ar_iq: هذه الرسالة يعنونها المصمم الطباعي إلى محرر القسم يعلمه فيها بأن مهمة التحضير الطباعي لمؤلَّف معين قد إكتملت.
ca_es: Aquest missatge té el maquetista com a remitent i s'envia a l'editor de secció per a notificar-li que s'ha completat el procés de maquetació.
cs_cz: Tento email posílá typograf editorovi sekce, aby mu oznámil, že byl dokončen proces grafických úprav.
da_dk: Denne e-mail fra layoutredaktøren til sektionsredaktøren underretter sektionsredaktøren om, at layoutprocessen er fuldført.
de_de: Diese E-Mail von der/dem Layouter/in an die/den Rubrikredakteur/in benachrichtigt diese/n, dass der Layoutprozess abgeschlossen worden ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Σελιδοποίησης προς τον Επιμελητή Ενότητας, ως ενημέρωση για την ολοκλήρωση της διαδικασίας σελιδοποίησης.
es_es: Este correo electrónico es enviado por el/la Editor/a de Maquetación al / a la Editor/a de Sección notificándole que el proceso de maquetación ha finalizado.
eu_es: Mezu hau Maketatzaileak Ataleko editoreari bidaltzen dio, maketazioa eginda dagoela jakinarazteko.
gd_gb: Tha am post-d seo o dheasaiche na co-dhealbhachd do dheasaiche na h-earrainn ag innse dhaibh gun deach obair na co-dhealbhachd a choileanadh.
hr_hr: Ova e-pošta urednika prijeloma uredniku rubrike obaviještava da je proces prijeloma završen.
hu_hu: Ezt az emailt a Tördelőszerkesztő küldi a Rovatszerkesztőnek, értesítve, hogy a tördelési munka befejeződött.
id_id: Email from the Layout Editor kepada Editor Bagian memberitahukan bahwa proses layout telah selesai.
it_it: Questa email dal layout editor al section editor notifica che il processo di layout è stato completato.
ja_jp: このメールは、レイアウトエディタからセクションエディタにレイアウト処理が終了したことを通知するものです。
ku_iq: ئەم ئیمەیڵە لە نەخشەسازەوە بۆ سەرنوسەرە بۆ ئاگادارکردنەوەیان لە تەواوبونی کاری نەخشەسازی.
mk_mk: Овој и-меил од Уредник за распоред до Секциски уредник ги известува дека процесот на рапоредување е завршен.
nb_no: Denne e-posten fra layoutredaktøren til seksjonsredaktøren varsler om at oppsettet er ferdigstilt.
nl_nl: Deze e-mail van de opmaakredacteur aan de sectieredacteur bericht dat het opmaakproces is voltooid.
pl_pl: Wiadomość jest wysyłana przez składacza do redaktora prowadzącego. Zawiera informację o ukończeniu składu.
pt_pt: Este e-mail é enviado pelo Editor de Layout ao Editor de Secção, informando sobre a conclusão das composições.
ru_ru: Это письмо верстальщика, отправляемое редактору раздела с уведомлением о том, что верстка завершена.
sl_si: Ta email pošlje grafični urednik uredniku prispevka z obvestilom, da je prelom prispevka končan.
sv_se: Det här e-postmeddelandet från layoutredaktören till sektionsredaktören för att meddela hen att layoutprocessen färdig.
uk_ua: Цим листом редактор верстки повідомляє редактора розділу про закінчення процесу верстки.
vi_vn: Email này từ Biên tập viên trình bày cho Biên tập viên chuyên mục thông báo rằng quá trình dàn trang đã được hoàn thành.
zh_cn: 这封电子邮件是由版面编辑寄发给区段编辑，通知他们排版流程已经完成。

# emails.emailLink.subject
source: Article of Possible Interest
ar_iq: مقالة قد تكون مهمة
ca_es: Article que us pot interessar
cs_cz: Zajímavý článek
da_dk: Artikel, der muligvis har din interesse
de_de: Möglicherweise interessierender Artikel
el_gr: Ενδιαφέρον άρθρο
es_es: Artículo interesante
eu_es: Interesgarria izan litekeen artikulu bat
fa_ir: شاید مایل به دیدن این مقاله باشید
fi_fi: Mahdollisesti kiinnostava artikkeli
gd_gb: Artaigeal sam bi ùidh ma dh’fhaoidte
hr_hr: Potencijalno zanimljiv članak
hu_hu: Cikkajánló
id_id: Artikel Menarik
it_it: Ti suggerisco la lettura di un articolo
ja_jp: 論文の紹介
ku_iq: توێژینەوەی پەیوەندیدار
mk_mk: Текст од можен интерес
nb_no: En interessant artikkel
nl_nl: Mogelijk interessant artikel
pl_pl: Ciekawy artykuł
pt_pt: Artigo interessante para a sua leitura
ru_ru: Эта статья будет Вам интересна
sl_si: Zanimiv prispevek
sv_se: Artikel som kan vara av intresse för dig
uk_ua: Цікава стаття
vi_vn: Bài báo quan tâm
zh_cn: 您可能会感兴趣的期刊文章
