Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.lockssNewArchive.description
source: This email encourages the recipient to participate in the LOCKSS initiative and include this journal in the archive. It provides information about the LOCKSS initiative and ways to become involved.
ar_iq: هذه الرسالة تشجع متلقيها على المبادرة إلى اعتماد العمل بنظام LOCKSS وتضمين هذه المجلة في الأرشيف الخاص به. إنها تتضمن معلومات عن تمهيد نظام LOCKSS وكيفية المشاركة فيه.
ca_es: Aquest missatge de correu electrònic convida el destinatari a participar en la iniciativa LOCKSS i a incloure aquesta revista en el seu arxiu. Proporciona informació sobre la iniciativa LOCKSS i com s'hi ha de participar.
cs_cz: Tento email pobízí příjemce, aby se zapojil do LOCKSS iniciativy a zahrnul tento časopis do archivu. Obsahuje informace o LOCKSS iniciativě a způsobu, jak se do ní zapojit.
da_dk: Denne e-mail opfordrer modtageren til at deltage i LOCKSS-initiativet og inkludere dette tidsskrift i arkivet. Den indeholder oplysninger om LOCKSS-initiativet og om måder, hvorpå du kan deltage.
de_de: Diese E-Mail ermuntert die Empfängerin/den Empfänger, an der LOCKSS-Initiative teilzunehmen und diese Zeitschrift in das Archiv aufzunehmen. Sie liefert Informationen über die LOCKSS-Initiative und über Wege, daran teilzunehmen.
el_gr: Το παρόν μήνυμα ενημερώνει σχετικά με την πρωτοβουλία LOCKSS και προτρέπει τους παραλήπτες να συμμετάσχουν σε αυτή, συμπεριλαμβάνοντας το περιοδικό στο αρχείο που θα δημιουργήσουν.
es_es: Este correo solicita al / a la destinatario/a participar en la iniciativa LOCKSS e incluir esta revista en el archivo. Le proporciona información sobre la iniciativa LOCKSS y cómo participar.
eu_es: Mezu honek hartzailea animatzen du LOCKSS ekimenean parte hartzera eta aldizkaria artxiboan sartzera. LOCKSS ekimenari eta atxikitzeko moduei buruzko informazioa ematen du.
gd_gb: Tha am post-d seo a’ toirt brosnachadh dhan neach a gheibh e pàirt a ghabhail san iomairt agus an t-iris-leabhar seo a ghabhail a-staigh san tasg-lann. Tha e a’ toirt seachad fiosrachadh mun iomairt LOCKSS agus ag innse mar as urrainnear pàirt a ghabhail ann.
he_il: דוא"ל זה מעודד את המקבל להשתתף ביוזמת LOCKSS ולכלול את כתב העת הזה בארכיון. הוא מספק מידע על יוזמת LOCKSS ועל דרכים להיות מעורבים.
hr_hr: Ovaj obrazac e-pošte potiče primatelja na sudjelovanje u LOCKSS inicijativi i uvrštenje ovog časopisa u arhivu. Obrazac pruža osnovne informacije o LOCKSS inicijativi i načinima uključivanja.
hu_hu: Ez az email arra bátorítja a címzettet, hogy vegyen részt a LOCKSS kezdeményezésben és vonja be folyóiratát az archivumba. Információt nyújt a LOCKSS kezdeményezésről és a kapcsolódási lehetőségekről.
id_id: Email ini mendorong penerima untuk berpartisipasi di gerakan LOCKSS dan memasukkan jurnal ini dalam arsip. Email ini memberikan informasi tentang gerakan LOCKSS dan cara untuk bergabung.
it_it: Questa email incoraggia il destinatario a partecipare all'iniziativa LOCKSS e a includere questo journal nell'archivio. Questa fornisce informazioni sull'iniziativa LOCKSS e sui modi per farne parte.
ja_jp: このメールは、受信者がLOCKSSイニシアティブに参加し、この雑誌をアーカイブに追加することを薦めるものです。メールでは、LOCKSSイニシアティブに関する情報と参加方法を提供します。
ku_iq: ئەم ئیمەیڵە ئێوەی بەڕێز هان دەدات بۆ ئەوەی بەشداری لە سیستەمی LOCKSSدا بکەن و ئەم گۆڤارە بنێرن بۆ سیستەمەکە. زانیاریی تایبەت بە LOCKSS و شێوازی سودمەندبون لێی هاوپێچ کراوە.
mk_mk: Овој и-меил ги охрабрува примателите да учествуваат во LOCKSS иницијативата и да го вклучат ова списание во архивата. Им обезбедува информации за LOCKSS иницијативата и начин како да се приклучат.
nb_no: Denne e-posten oppfordrer mottakeren til å delta i LOCKSS-initiativet og å innlemme tidsskriftet i sitt arkiv. E-posten gir informasjon om LOCKSS-initiativet og om hvordan man kan delta.
nl_nl: Deze e-mail moedigt de ontvanger aan om deel te nemen in het LOCKSS initiatief en dit tijdschrift in het archief op te nemen. Informatie over het LOCKSS initiatief en manieren om daarbij betrokken te raken worden meegeleverd.
pl_pl: Ta wiadomość zachęca odbiorcę do udziału w inicjatywie LOCKSS i włączenie tego czasopisma do archiwum. Zawiera informację o inicjatywie LOCKSS oraz sposobu dołączenia do niej.
pt_pt: Este e-mail encoraja o destinatário a participar da iniciativa LOCKSS e incluir esta revista no seu repositório, oferecendo informações iniciais e sobre como participar na iniciativa LOCKSS.
ru_ru: Это письмо предлагает получателю принять участие в инициативе LOCKSS и включить этот журнал в архив. В письме содержится информация об инициативе LOCKSS initiative и способах к ней присоединиться.
sl_si: Email vsebuje prošnjo za naslovnika, da se vključi v LOCKSS iniciativo in za vključitev te revije v njihov arhiv. Vsebuje tudi informaciej o LOCKKS iniciativi in načinu vključitve v iniciativo.
sv_se: Det här e-postmeddelandet rekommenderar mottagaren att delta i LOCKSS-initiativet och att inkludera tidskriften i arkivet. Meddelandet innehåller även generell information om LOCKSS och hur man gör för att delta.
uk_ua: Цей лист надсилається як пропозиція приєднання адресата до ініціативи LOCKSS та включення цього журналу до архіву. В ньому міститься інформація про ініціативу LOCKSS та шляхи приєднання до неї.
vi_vn: Email này khuyến khích người nhận tham gia sáng kiến LOCKSS và đưa tạp chí này vào kho lưu trữ. Nó cung cấp thông tin về sáng kiến LOCKSS và các cách để tham gia.
zh_cn: 这封电子邮件鼓励收件人成为洛克斯计划成员，并收录本期刊进入存档。邮件提供了关于洛克斯计划的信息以及如何加入的办法。

# emails.submissionAck.subject
source: Submission Acknowledgement
ar_iq: إشعار طلب التقديم
ca_es: Justificant de recepció de la tramesa
cs_cz: Poděkování za příspěvek
da_dk: Bekræftelse af indsendelse
de_de: Eingangsbestätigung
el_gr: Επιβεβαίωση υποβολής
es_es: Acuse de recibo del envío
eu_es: Bidalketaren hartu-agiria
fa_ir: قدردانی برای ارسال مقاله
fi_fi: Käsikirjoituksesi on vastaanotettu
gd_gb: Dearbhadh air tagradh
he_il: אישור ההגשה
hr_hr: Prilog zaprimljen
hu_hu: Cikk beküldésének visszaigazolása
id_id: Ucapan Terimakasih atas Penyerahan Naskah
it_it: Proposta ricevuta
ja_jp: 投稿のお礼
ku_iq: دانپێدانانی پێشکەشکردن
mk_mk: Признание на поднесок
nb_no: Vi har mottatt innleveringen din
nl_nl: Bevestiging van inzending
pl_pl: Potwierdzenie zgłoszenia tekstu
pt_pt: Agradecimento pela submissão
ru_ru: Подтверждение отправки
sl_si: Potrditev oddaje prispevka
sv_se: Bekräftelse på mottaget bidrag
uk_ua: Подяка за подання рукопису
vi_vn: Cảm ơn đã gửi bài
zh_cn: 投稿致谢函

# emails.submissionAck.body
source: {$authorName}:<br /> <br /> Thank you for submitting the manuscript, &quot;{$submissionTitle}&quot; to {$contextName}. With the online journal management system that we are using, you will be able to track its progress through the editorial process by logging in to the journal web site:<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> If you have any questions, please contact me. Thank you for considering this journal as a venue for your work.<br /> <br /> {$editorialContactSignature}
ar_iq: {$authorName}:<br /> <br /> شكراً على تقديمك المؤلَّف &quot;{$submissionTitle}&quot; إلى {$contextName}. عبر نظام إدارة المجلة هذا الذي نستعمله، سيكون بإمكانك متابعة مراحل معالجة طلبك عبر ولوجك إلى موقع المجلة باستعمال الرابط:<br /> <br /> رابط المؤلَّف: {$submissionUrl}<br /> اسم الدخول: {$authorUsername}<br /> <br /> إن كان لديك أي استفسارات، لطفاً تواصل معي. شكراً على اعتبارك هذه المجلة جديرة بعملك.<br /> <br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$authorName},<br /> <br /> Gràcies per haver tramès el manuscrit &quot;{$submissionTitle}&quot; a {$contextName}. Gràcies al sistema de gestió de revistes en línia que utilitzem, en podreu seguir el progrés durant el procés editorial iniciant la sessió al lloc web de la revista:<br /> <br /> URL del manuscrit: {$submissionUrl}<br /> Nom d'usuari: {$authorUsername}<br /> <br /> Si teniu qualsevol dubte o consulta, no dubteu a fer-me-la arribar. Us agraeixo que hàgiu tingut en compte aquesta revista com a mitjà per a difondre la vostra obra.<br /> <br /> {$editorialContactSignature}
cs_cz: {$authorName}:<br /> <br /> Děkujeme za zaslání příspěvku &quot;{$submissionTitle}&quot; do {$contextName}. S online systémem, který používáme, budete moci sledovat postup příspěvku redakčním procesem po přihlášení na stránkách časopisu:<br /> <br /> URL rukopisu: {$submissionUrl}<br /> Uživatelské jméno: {$authorUsername}<br /> <br /> Pokud máte nějaké otázky, kontaktujte mě prosím. Děkujeme, že jste zvolili tento časopis pro publikování Vaší práce.<br /> <br /> {$editorialContactSignature}
da_dk: {$authorName}:<br /> <br /> Tak, fordi du har fremsendt manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Ved hjælp af det online-tidsskriftsstyringssystem, vi bruger, kan du følge manuskriptet igennem den redaktionelle proces ved at logge på tidsskriftets websted:<br /> <br /> Manuskriptets URL-adresse: {$submissionUrl}<br /> Brugernavn: {$authorUsername}<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig. Tak, fordi du har valgt at publicere din artikel i dette tidsskrift.<br /> <br /> {$editorialContactSignature}
de_de: {$authorName},<br /> <br /> vielen Dank für die Einreichung Ihres Manuskript &quot;{$submissionTitle}&quot; zur Veröffentlichung in {$contextName}. Das Verwaltungssystem unserer Webzeitschrift erlaubt Ihnen, jederzeit den Lauf Ihres Beitrags im Redaktionsprozess zu beobachten. Sie loggen sich dazu einfach auf unserer Webseite ein:<br /> <br /> URL des Manuskripts: {$submissionUrl}<br /> Benutzer/innenname: {$authorUsername}<br /> <br /> Für weitere Fragen stehen wir Ihnen gern zur Verfügung. Danke für Ihr Interesse an einer Veröffentlichung in unserer Zeitschrift.<br /> <br /> {$editorialContactSignature}
el_gr: {$authorName}:<br /> <br /> Σας ευχαριστούμε για την υποβολή της εργασίας &quot;{$submissionTitle}&quot; στο περιοδικό {$contextName}. Με το σύστημα διαχείρισης που χρησιμοποιούμε μπορείτε να παρακολουθείτε στην πλατφόρμα την πρόοδό της υποβολής σας:<br /> <br /> Σύνδεσμος υποβολής: {$submissionUrl}<br /> Όνομα χρήστη: {$authorUsername}<br /> <br /> Εάν έχετε ερωτήσεις, παρακαλούμε επικοινωνήστε μαζί μας. Σας ευχαριστούμε που θεωρήσατε το περιοδικό μας κατάλληλο για δημοσίευση της εργασίας σας.<br /> <br /> {$editorialContactSignature}
es_es: {$authorName}:<br /> <br /> Gracias por enviar el manuscrito &quot;{$submissionTitle}&quot; a {$contextName}. Con el sistema de gestión de publicaciones en línea que utilizamos podrá seguir el progreso a través del proceso editorial tras iniciar sesión en el sitio web de la publicación:<br /> <br /> URL del manuscrito: {$submissionUrl}<br /> Nombre de usuario/a: {$authorUsername}<br /> <br /> Si tiene alguna duda puede ponerse en contacto conmigo. Gracias por elegir esta editorial para mostrar su trabajo.<br /> <br /> {$editorialContactSignature}
eu_es: {$authorName}:<br /> <br /> Eskerrik asko {$submissionTitle} eskuizkribua {$contextName} aldizkarira bidaltzeagatik. Aldizkaria Interneten kudeatzeko erabiltzen dugun sistemari esker, prozesu editorialean zehar egiten duen ibilbidea jarraitu ahal izango duzu, aldizkariaren webgunean sartuta:<br /> <br /> Eskuizkribuaren URLa: {$submissionUrl}<br /> Erabiltzaile-izena: {$authorUsername}<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin. Eskerrik asko zure lana bidaltzeko aldizkari hau aintzakotzat hartzeagatik.<br /> <br /> {$editorialContactSignature}
fa_ir: {$authorName}:<br /> <br /> از ارسال مقاله &quot;{$submissionTitle}&quot; به {$contextName} متشکرم. با استفاده از سامانه الکترونیکی مدیریت مجله، که هم اکنون استفاده می شود، قادر خواهید بود ازطریق وارد شدن به وب سایت مجله، روند پیشرفت بررسی مقاله خود را پیگیری نمائید.<br /> <br /> آدرس مقاله : {$submissionUrl}<br /> نام کاربری: {$authorUsername}<br /> <br /> لطفا چنانچه سوالی دارید، با من تماس بگیرید.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$authorName},<br /> <br /> Kiitos käsikirjoituksen &quot;{$submissionTitle}&quot; lähettämisestä julkaisuun {$contextName}. Käyttämämme online-julkaisunhallintajärjestelmän avulla voitte seurata käsikirjoituksen etenemistä toimitusprosessissa kirjautumalla julkaisun verkkosivustolle:<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$authorUsername}<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun. Kiitos, että valitsitte tämän julkaisun työllenne.<br /> <br /> {$editorialContactSignature}
gd_gb: {$authorName}:<br /> <br /> Mòran taing airson an sgrìobhainn “{$submissionTitle}” airson {$contextName} a chur thugainn. Leis an t-siostam air loidhne a chleachdas sinn airson stiùireadh iris-leabhraichean, is urrainn dhut sùil a chumail air adhartas tron phròiseas deasachaidh le bhith a’ clàradh a-steach air làrach-lìn an iris-leabhair:<br /> <br /> URL an tagraidh: {$submissionUrl}<br /> Ainm-cleachdaiche: {$authorUsername}<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam. Mòran taing airson an t-iris-leabhar seo a thaghadh mar dhòigh foillseachaidh dha d’ obair.<br /> <br /> {$editorialContactSignature}
he_il: {authorname$}:<br /> <br /> תודה על הגשת המאמר {submissionTitle$} אל {contextName$}. דרך המערכת תוכל לעקוב אחר התקדמותו בתהליך העריכה על ידי כניסה לאתר כתב העת.<br /> <br /> כתובת אתר להגשה: {submissionURL$}<br /> שם משתמש: {authorUsername$}<br /> <br /> אם יש לך שאלות, אנא צור איתי קשר. תודה ששקלת את כתב העת הזה כמקום לעבודה שלך.<br /> <br /> {editorialContactSignature$}
hr_hr: Poštovana/i {$authorName},<br /> <br /> zahvaljujemo što ste prijavili prilog &quot;{$submissionTitle}&quot; našem časopisu {$contextName}. Pomoću sustava upravljanja časopisom koji koristimo, moći ćete aktivno pratiti kretanje članka kroz postupak uređivanja prijavljujući se na mrežnu stranicu časopisa:<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$authorUsername}<br /> <br /> U slučaju da imate bilo kakvih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$editorialContactSignature}
hu_hu: Tisztelt {$authorName}!<br /> <br /> Köszönjük, hogy benyújtotta a(z) &quot;{$submissionTitle}&quot; című kéziratot a(z) {$contextName} folyóirathoz. Az általunk használt online folyóiratkezelő rendszerrel, lehetősége lesz végigkövetni a cikk szerkesztési folyamatát, amennyiben bejelentkezik a folyóirat oldalára:<br /> <br /> Kézirat URL: {$submissionUrl}<br /> Felhasználónév: {$authorUsername}<br /> <br /> Ha bármilyen kérdése merülne fel, kérjük vegye fel a szerkesztőséggel a kapcsolatot. Köszönjük, hogy a munkájának megjelentetéséhez folyóiratunkat választotta.<br /> <br /> {$editorialContactSignature}
id_id: {$authorName}:<br /> <br /> Terimakasih telah menyerahkan naskah, &quot;{$submissionTitle}&quot; ke {$contextName}. Dengan sistem manajemenn jurnal online yang kami gunakan, Anda dapat memantau kemajuan proses editorial naskah Anda melalui:<br /> <br /> URL Naskah: {$submissionUrl}<br /> Nama pengguna: {$authorUsername}<br /> <br /> Jika ada pertanyaan, silakan hubungi kami. Terimakasih telah mempercayakan publikasi karya Anda di jurnal kami.<br /> <br /> {$editorialContactSignature}
it_it: Gentile {$authorName},<br /> <br /> Grazie per aver inviato il suo contributo &quot;{$submissionTitle}&quot; alla testata {$contextName}. Potrà il processo di revisione del suo manoscritto attraverso portale utilizzando la sua login al sito:<br /> <br /> URL della proposta: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> Per qualsiasi domanda non esiti a contattarmi.<br /> La ringrazio per la preferenza espressa nei confronti di {$contextName}.<br /> <br /> {$editorialContactSignature}
ja_jp: {$authorName}様<br /> <br /> 雑誌『{$contextName}』に原稿「{$submissionTitle}」をご投稿いただき、ありがとうございました。本誌が使用しているオンライン雑誌管理システムでは、雑誌のWebサイトにログインすることにより、編集過程の進捗状況を確認することができます。<br /> <br /> 原稿のURL: {$submissionUrl}<br /> ユーザー名: {$authorUsername}<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。研究成果の発表の場として、本雑誌をご検討いただき、誠にありがとうございました。<br /> <br /> {$editorialContactSignature}
ku_iq: {$authorName}:<br /> <br /> سوپاس بۆ پێشکەشکردنی ڕەشنوسی توێژینەوەکەت، &quot;{$submissionTitle}&quot; بۆ{$contextName}. بە گوێرەی سیستەمی بەڕێوەبردنی گۆڤار کە ئێمە بەکاری دەهێنین، ئێوە دەتوانن ئاگاداری قۆناغەکانی هەڵسەنگاندنی توێژینەوەکەتان ببن لە پەڕەی سەرەکی گۆڤارەوە: <br /> <br /> لینکی پێشکەشکردن: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$authorUsername}<br /> ئەگەر هەر پرسیارێکتان هەبو، تکایە پەیوەندیمان پێوە بکەن. سوپاس بۆ هەڵبژاردنی گۆڤار بۆ بڵاوکردنەوەی کارەکانتان. <br /> <br /> {$editorialContactSignature}
mk_mk: {$authorName}:<br /> <br /> Ви благодариме за поднесувањето на вашиот ракопис, &quot;{$submissionTitle}&quot; до {$contextName}. Со помош на системот за онлајн раководење на списанитео кој што го користиме, ќе можете да го следите неговото напредување низ процесот на уредување со тоа што ќе се пријавите на веб-страницата:<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}<br /> Корисничко име: {$authorUsername}<br /> <br /> Доколку имате било какви прашања, ве молам да ме контактирате. Ви благодариме што го земавте во предвид ова списание како место за вашата работа.<br /> <br /> {$editorialContactSignature}
nb_no: {$authorName}:<br /> <br /> Takk for at du har sendt inn «{$submissionTitle}» til {$contextName}. Du kan følge innleveringen gjennom den redaksjonelle prosessen ved å logge deg inn på tidsskriftets nettsted:<br /> <br /> Innleveringens URL: {$submissionUrl}<br /> Brukernavn: {$authorUsername}<br /> <br /> Ta kontakt med meg om du har spørsmål. Takk for at du velger tidsskriftet vårt som kanal for å publisere arbeidet ditt.<br /> <br /> {$editorialContactSignature}
nl_nl: {$authorName}:<br /> <br /> Dank u voor het inzenden van het manuscript &quot;{$submissionTitle}&quot; voor {$contextName}. Het online tijdschriftbeheersysteem dat wij gebruiken geeft u de mogelijkheid om de voortgang van het redactieproces te volgen door in te loggen op de website van het tijdschrift:<br /> <br /> Manuscript URL: {$submissionUrl}<br /> Gebruikersnaam: {$authorUsername}<br /> <br /> Neemt u alstublieft contact op als u vragen heeft. Dank u voor het overwegen van dit tijdschrift als podium voor u werk.<br /> <br /> {$editorialContactSignature}
pl_pl: {$authorName}:<br /> <br /> dziękujemy za zgłoszenie tekstu &quot;{$submissionTitle}&quot; do opublikowania w czasopiśmie {$contextName}. Nasz system umożliwia sprawdzenie, na jakim etapie znajduje się nadesłany tekst:<br /> <br /> WWW tekstu: {$submissionUrl} <br /> Nazwa użytkownika: {$authorUsername}<br /> <br /> W razie dodatkowych pytań proszę o kontakt.<br /> <br /> Z wyrazami szacunku, {$editorialContactSignature}
pt_pt: {$authorName},<br /> <br /> Agradecemos a submissão do seu manuscrito &quot;{$submissionTitle}&quot; à revista {$contextName}. Através do sistema de gestão editorial online que estamos a utilizar, conseguirá acompanhar o progresso no processo editorial, bastando entrar no sistema disponível em:<br /> <br /> URL do Manuscrito: {$submissionUrl}<br /> Nome de utilizador: {$authorUsername}<br /> <br /> Em caso de dúvidas, entre em contacto connosco. Agradecemos mais uma vez considerar a nossa revista como meio de transmitir ao público o seu trabalho científico.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Благодарим Вас за отправку материала «{$submissionTitle}» в журнал «{$contextName}». С помощью онлайн-системы управления журналом, которую мы используем, Вы сможете отслеживать его прохождение через редакционный процесс, заходя на сайт журнала:<br /> <br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$authorUsername}<br /> <br /> Если у Вас возникнут какие-то вопросы, пожалуйста, свяжитесь со мной. Спасибо за выбор нашего журнала для публикации Вашей работы.<br /> <br /> {$editorialContactSignature}
sl_si: {$authorName}:<br /> <br /> Hvala za oddajo rokopisa, &quot;{$submissionTitle}&quot; v {$contextName}. S sistemom za spletno urejanje revij, ki ga uporabljamo, lahko spremljate njegov napredek v procesu urejanja, če se prijavite na spletno stran revije:<br /> <br /> URL povezava do prispevka: {$submissionUrl}<br /> Uporabniško ime: {$authorUsername}<br /> <br /> Če imate kakršnokoli vprašanje, se lahko obrnete name. Hvala, da ste izbrali našo revijo za objavo vašega dela.<br /> <br /> {$editorialContactSignature}
sv_se: {$authorName}:<br /> <br /> Tack för att du har skickat in manuskriptet &quot;{$submissionTitle}&quot; till {$contextName}. I det publiceringssystem vi använder har du möjlighet att följa dess väg i den redaktionella processen genom att logga in på tidskriftens webbplats:<br /> <br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$authorUsername}<br /> <br /> Om du har några frågor, vänligen kontakta mig. Tack för att du har valt att skicka ditt bidrag till den här tidskriften.<br /> <br /> {$editorialContactSignature}
uk_ua: {$authorName}:<br /> <br /> Дякуємо, що надіслали рукопис &quot;{$submissionTitle}&quot; для публікації у виданні &quot;{$contextName}&quot;. Електронна система управління журналом, яку ми використовуємо, дозволяє авторам відслідковувати редакційне опрацювання поданих до друку рукописів. Для цього потрібно увійти на веб-сайт журналу зі своїм іменем користувача:<br /> <br /> URL рукопису: {$submissionUrl}<br /> Ім'я користувача: {$authorUsername}<br /> <br /> Якщо Ви маєте запитання, будь ласка, звертайтеся до мене. Дякую за вибір цього журналу як місця публікації своєї роботи.<br /> <br /> {$editorialContactSignature}
vi_vn: Kính gửi {$authorName},<br /> <br /> Cảm ơn bạn đã gửi bản thảo, &quot;{$submissionTitle}&quot; tới {$contextName}. Với hệ thống quản lý tạp chí trực tuyến mà chúng tôi đang sử dụng, bạn sẽ có thể theo dõi tiến trình của nó thông qua quy trình biên tập bằng cách đăng nhập vào trang web của tạp chí:<br /> <br /> URL của bài gửi: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> Nếu bạn có bất kỳ câu hỏi, xin vui lòng liên hệ với chúng tôi. Cảm ơn bạn đã coi tạp chí này là công bố nghiên cứu của bạn.<br /> <br /> {$editorialContactSignature}
zh_cn: {$authorName}:<br /> <br /> 感谢您将稿件 〈{$submissionTitle}〉 投稿至《{$contextName}》。透过我们所使用的期刊管理系统，您将能够登入期刊网站来追踪稿件的编辑进度：<br /> <br /> 稿件网址：{$submissionUrl}<br /> 用户名称：{$authorUsername}<br /> <br /> 如果您有任何问题，请与我们联络。再次感谢您考虑本期刊出版您的作品。<br /> <br /> {$editorialContactSignature}
