Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.submissionAck.description
source: This email, when enabled, is automatically sent to an author when they complete the process of submitting a manuscript to the journal. It provides information about tracking the submission through the process and thanks the author for the submission.
ar_iq: عند تمكين هذه الرسالة، سيتم إرسالها تلقائياً للمؤلف بمجرد إكماله خطوات تقديم طلب النشر إلى المجلة. يتعرف المؤلف من خلالها على إمكانية متابعة طلبه عبر موقع المجلة كما يشكره على تقديم طلبه لها.
ca_es: Si està activat, aquest correu electrònic s'envia automàticament als autors/ores quan completen el procés de tramesa d'un manuscrit a la revista. Proporciona informació sobre el seguiment de la tramesa durant el procés editorial i agraeix a l'autor/a la seva contribució a la revista.
cs_cz: Tento email, pokud je povolen, je automaticky zaslán autorce/autorovi, když dokončí proces odesílání příspěvku do časopisu. Obsahuje informace o možnosti sledování příspěvku během redakčního zpracování a poděkování autorovi za příspěvek.
da_dk: Når denne e-mail er aktiveret, bliver den automatisk sendt til en forfatter, når vedkommende har indsendt et manuskript til tidsskriftet. Den indeholder oplysninger om, hvordan forfatteren kan følge manuskriptet igennem processen, og den takker forfatteren for manuskriptet.
de_de: Diese E-Mail wird, sofern aktiviert, automatisch an eine Autorin/einen Autor gesendet, wenn sie den Einreichungsprozess eines Manuskripts für die Zeitschrift abgeschlossen haben. Sie liefert Informationen über das Verfolgen der Einreichung durch den Prozess hindurch und dankt der Autorin/dem Autor für die Einreichung.
el_gr: Εφόσον έχει ενεργοποιηθεί η αντίστοιχη επιλογή, το παρόν μήνυμα αποστέλλεται αυτόματα σε έναν Συγγραφέα, κατά την ολοκλήρωση της διαδικασίας υποβολής άρθρου. Ευχαριστεί τον Συγγραφέα για την υποβολή και παρέχει πληροφορίες σχετικά με την παρακολούθηση της υποβολής.
es_es: Este correo electrónico, si está activado, se envía automáticamente a un autor/a cuando completa el proceso de envío de un manuscrito a la editorial. Proporciona información sobre el seguimiento del envío en el proceso y agradece al autor/a el envío.
eu_es: Gaituta badago, mezu hau automatikoki bidaltzen zaio egileari, aldizkarira eskuizkribua bidaltzeko prozesua osatzen duenean. Bidalketaren jarraipena egiteko informazioa bidaltzen dio, eta eskerrak ematen dizkio lana bidaltzeagatik.
fa_ir: در صورت فعال سازی. این ایمیل به صورت خودکار به نوسنده مقاله پس از تکمیل عملیات ارسال مقاله، فرستاده خواهد شد.
fi_fi: Tämä sähköpostiviesti voidaan lähettää automaattisesti kirjoittajalle käsikirjoituksen lähettämisen päätteeksi. Viesti sisältää ohjeita käsikirjoituksen seuraamisesta toimitusprosessissa sekä kiittää kirjoittajaa käsikirjoituksen lähettämisestä.
gd_gb: Thèid am post-d seo, ma bhios e an comas, a chur gu fèin-obrachail gu ùghdar nuair a choileanas iad tagradh le bhith a’ chur sgrìobhainn chun an iris-leabhair. Tha e ag innse mar as urrainnear an tagradh a thracadh tron phròiseas agus tha e a’ toirt taing dhan ùghdar airson an tagraidh.
he_il: דוא"ל זה, כאשר הוא מופעל, נשלח אוטומטית למחבר כאשר הם משלימים את תהליך הגשת כתב היד לכתב העת. הוא מספק מידע על מעקב אחר ההגשה בתהליך ומודה למחבר על המסירה.
hr_hr: Ovaj se obrazac e-pošte automatski šalje autoru kada su on ili ona završili postupak prijave priloga časopisu. Poruka daje informacije o tome kako mogu pratiti prilog kroz uređivački postupak.
hu_hu: Ez az email, ha be van kapcsolva, akkor automatikusan kiküldésre kerül a Szerzőnek, amikor a folyóirathoz beküldte kéziratát. Információt ad a benyújtási folyamatról és megköszöni a Szerzőnek a benyújtott kéziratot.
id_id: Email ini, jika diaktifkan, secara otomatis dikirimkan ke penulis saat menyelesaikan proses penyerahan naskah ke jurnal. Email ini berisi informasi tentang pemantauan kemajuan proses editorial dan ucaan terima kasih atas naskah yang dikirimkan.
it_it: Questa email, quando è abilitata, viene inviata automaticamente all'autore quando viene completato il processo di sottomissione del manoscritto. Fornisce informazioni su come tracciare il manoscritto e ringrazia l'autore per la proposta.
ja_jp: このメールは（設定で有効になっていれば）著者がこの雑誌への投稿プロセスを終了した時に、自動的に送信されるものです。メールでは、投稿物の処理状況を追跡できることを伝える同時に、著者に投稿に対するお礼をしています。
ku_iq: کاتێک ئەم ئیمەیڵە کارا کرابێت، بە شێوەیەکی تۆماتیکی دەچێت بۆ توێژەر بۆ ئاگاداربون لە بارودۆخی پێشکەشکردنەکەی. ئەمە زانیاری دەربارەی بارکردنی پێشکەشکردنەکەی و هەنگاوەکانی تێدایە، هەروەها سوپاسی توێژەر دەکات بۆ پێشکەشکردنی توێژینەوەکەی.
mk_mk: Овој и-меил, кога овозможен, автоматски е испратен до авторот кога ќе го завршат процесот на поднесување ракопис до списанието. Им обезбедува информации за следење на поднесокот низ процесот на уредување и изразува благодарност до авторот за поднесокот.
nb_no: Når denne funksjonen er slått på, sendes denne e-posten automatisk til forfattere, så snart innleveringen til tidsskriftet er fullført. E-posten gir informasjon om hvordan innleveringen kan følges gjennom den redaksjonelle prosessen og takker forfatteren for bidraget.
nl_nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar een auteur als die de inzendprocedure van een manuscript bij het tijdschrift voltooit. Het verstrekt informatie over het volgen van de inzending tijdens de procedure en de auteur wordt bedankt voor de inzending.
pl_pl: Wiadomość jest automatycznie wysyłana do autora po zgłoszeniu tekstu do czasopisma. Dostarcza informacji o możliwości obserwowania procesu redakcyjnego zgłoszenia oraz podziękowania dla autora za dokonanie zgłoszenia.
pt_pt: Este e-mail, quando ativo, é enviado automaticamente pelo portal ao autor ao ser concluído o processo de submissão de um trabalho à revista. Oferece informações sobre como acompanhar o trabalho pelo processo editorial e serve como registo e confirmação da submissão.
ru_ru: Это письмо (если эта возможность включена) автоматически отправляется автору, когда он завершает процесс отправки материала в журнал. В письме содержится информация об отслеживании прохождения материала через редакционный процесс и благодарность автору за присланный материал.
sl_si: Email, če je vključen, se avtomatično pošlje avtorju na koncu oddaje rokopisa v revijo. Vključuje informacijo o sledenju prispevku skozi uredniški postopek in zahvalo za oddan prispevek.
sv_se: Det här e-postmeddelandet skickas, om det är aktiverat, automatiskt till författare när de skickar in sina manuskript till tidskriften. Meddelandet innehåller information om hur författaren kan följa bidraget genom redaktionella processen samt ett tack för för inskickat bidrag.
uk_ua: Якщо розсилання таких листів дозволене, цей лист автоматично надсилається автору, коли він або вона завершує процес подання рукопису до журналу. У ньому міститься інформація про відстеження редакційного опрацювання рукопису та подяка автору за подання.
vi_vn: Email này, khi được bật, sẽ tự động được gửi cho tác giả khi người đó hoàn thành quá trình gửi bản thảo cho tạp chí. Nó cung cấp thông tin về việc theo dõi bài gửi qua quy trình và cảm ơn tác giả đã gửi.
zh_cn: 这封电子邮件，一旦启用，就会在作者完成投稿一份稿件到期刊的流程之后，会自动地寄发给作者。邮件中提供了有关追踪稿件编辑进度的信息，以及感谢作者的投稿。

# emails.editorAssign.subject
source: Editorial Assignment
ar_iq: تعيين المحرر
ca_es: Assignació editorial
cs_cz: Editorský úkol
da_dk: Redaktionel tildeling
de_de: Zuweisung an Rubrikredakteur/in
el_gr: Ανάθεση επιμέλειας
es_es: Asignación editorial
eu_es: Editore-lana esleitzea
fa_ir: تعیین کارشناس مسئول
fi_fi: Toimituksellinen toimeksianto
gd_gb: Iomruineadh deasachaidh
he_il: הקצאת עריכה
hr_hr: Dodjela uredničkog zaduženja
hu_hu: Szerkesztői megbízás
id_id: Penugasan Editorial
it_it: Assegnazione della proposta
ja_jp: セクションエディタ任命のお知らせ
ku_iq: ئەرکدارکردنی سەرنوسەر
mk_mk: Уредувачко задолжение
nb_no: Redaksjonelt oppdrag
nl_nl: Redactietaak
pl_pl: Przypisanie redaktora
pt_pt: Tarefa editorial
ru_ru: Назначение редактором
sl_si: Uredniška zadolžitev
sv_se: Redaktionellt uppdrag
uk_ua: Редакційне призначення
vi_vn: Phân công biên tập
zh_cn: 指派编辑任务

# emails.editorAssign.body
source: {$editorialContactName}:<br /> <br /> The submission, &quot;{$submissionTitle},&quot; to {$contextName} has been assigned to you to see through the editorial process in your role as Section Editor.<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Thank you.
ar_iq: {$editorialContactName}:<br /> <br /> إن طلب النشر الموسوم &quot;{$submissionTitle},&quot; المقدم إلى {$contextName} قد تمت إحالته إليك لتقوم بإجراءات التحرير المتعلقة به بصفتك أحد أعضاء هيئة التحرير في هذا القسم من المجلة..<br /> <br /> رابط الطلب: {$submissionUrl}<br /> اسم الدخول: {$editorUsername}<br /> <br /> شكراً لك.
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Us ha estat assignada la tramesa &quot;{$submissionTitle}&quot; per a la revista {$contextName} perquè en superviseu el procés editorial en qualitat d'editor de secció.<br /> <br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'usuari: {$editorUsername}<br /> <br /> Moltes gràcies.
cs_cz: {$editorialContactName}:<br /> <br /> Byl Vám přidělen příspěvek &quot;{$submissionTitle}&quot; do {$contextName}, abyste s ním v roli editora sekce prošel redakčním zpracováním.<br /> <br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$editorUsername}<br /> <br /> Děkujeme.
da_dk: {$editorialContactName}:<br /> <br /> Som sektionsredaktør har du fået tildelt manuskriptet &quot;{$submissionTitle}&quot;, der er sendt til {$contextName}, og som du skal følge igennem den redaktionelle proces. <br /> <br /> Manuskriptets URL-adresse: {$submissionUrl}<br /> Brugernavn: {$editorUsername}<br /> <br /> Tak.
de_de: {$editorialContactName},<br /> <br /> der Beitrag &quot;{$submissionTitle}&quot; für {$contextName} wird Ihnen zur Durchführung des redaktionellen Prozesses in Ihrer Rolle als Rubrikredakteur/in zugewiesen.<br /> <br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$editorUsername}<br /> <br /> Vielen Dank.
el_gr: {$editorialContactName}:<br /> <br /> Σας έχει ανατεθεί η επιμέλεια της υποβολής &quot;{$submissionTitle},&quot; στο περιοδικό {$contextName}, στο πλαίσιο του ρόλου σας ως Επιμελητής Ενότητας.<br /> <br /> Σύνδεσμος υποβολής: {$submissionUrl}<br /> Όνομα Χρήστη: {$editorUsername}<br /> <br /> Σας ευχαριστούμε.
es_es: {$editorialContactName}:<br /> <br /> Se le ha asignado el envío, &quot;{$submissionTitle},&quot; a {$contextName} para que lo revise en el proceso editorial como Editor/a de Sección.<br /> <br /> URL del envío: {$submissionUrl}<br /> Usuario/a: {$editorUsername}<br /> <br /> Gracias.
eu_es: {$editorialContactName}:<br /> <br /> {$contextName} aldizkariko “{$submissionTitle}” artikulua esleitu dizugu prozesu editorialean eraman dezazun, Ataleko editore gisa.<br /> <br /> Artikuluaren URLa: {$submissionUrl}<br /> Erabiltzaile-izena: {$editorUsername}<br /> <br /> Eskerrik asko.
fa_ir: {$editorialContactName}:<br /> <br /> شما به عنوان کارشناس مسئول مقاله ضضض مربوط به {$contextName} انتخاب شده اید تا بر مراحل ویرایش آن نظارت داشته باشید.<br /> <br /> آدرس مقاله: {$submissionUrl}<br /> نام کاربری: {$editorUsername}<br /> <br /> متشکرم
fi_fi: Hyvä {$editorialContactName},<br /> <br /> Käsikirjoitus &quot;{$submissionTitle},&quot; julkaisuun {$contextName} on annettu toimitusprosessin ajaksi teidän vastuullenne osastotoimittajan roolissanne.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$editorUsername}<br /> <br /> Ystävällisin terveisin.
gd_gb: {$editorialContactName}:<br /> <br /> Chaidh an tagradh “{$submissionTitle}” airson {$contextName} iomruineadh dhut airson a stiùireadh tron phròiseas deasachaidh ’s tu nad dheasaiche earrainn.<br /> <br /> URL an tagraidh: {$submissionUrl}<br /> Ainm-cleachdaiche: {$editorUsername}<br /> <br /> Mòran taing.
he_il: {editorialContactName$}:<br /> <br /> כתב יד {submissionTitle$} ל{contextName$} שויך אליך לטיפול בשלבי העריכה.<br /> <br /> אתר הגשה: {submissionUrl$}<br /> שם משתמש: {editorUsername$}<br /> <br /> תודה.
hr_hr: {$editorialContactName},<br /> <br /> u okviru raspodjele uredničkih zaduženja za časopis {$contextName} vama je dodijeljen zaprimljeni prilog &quot;{$submissionTitle}&quot; kako biste proveli postupak njegova uređivanja.<br /> <br /> URL priloga: {$submissionUrl}<br /> Korisničko ime: {$editorUsername}<br /> <br /> Unaprijed hvala.
hu_hu: Tisztelt {$editorialContactName}!<br /> <br /> A(z) {$contextName} folyóirathoz benyújtott &quot;{$submissionTitle},&quot; című kézirat Önhöz lett rendelve, hogy Rovatszerkesztőként kövesse végig a szerkesztési folyamatot.<br /> <br /> Kézirat URL: {$submissionUrl}<br /> Felhasználónév: {$editorUsername}<br /> <br /> Köszönettel,<br /> {$editorialContactSignature}
id_id: {$editorialContactName}:<br /> <br /> Naskah, &quot;{$submissionTitle},&quot; di {$contextName} telah ditugaskan kepada Anda sebagai Editor Bagian untuk memastikan selesainya seluruh proses editorial.<br /> <br /> URL Naskah: {$submissionUrl}<br /> Nama pengguna: {$editorUsername}<br /> <br /> Terimakasih.
it_it: Gentile {$editorialContactName},<br /> <br /> La submission, &quot;{$submissionTitle},&quot; a {$contextName} ti è stata assegnata come Section Editor.<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Grazie.
ja_jp: {$editorialContactName}様<br /> <br /> この度、雑誌『{$contextName}』への投稿論文「{$submissionTitle}」のセクションエディタとして、編集プロセス全般の管理をお願いすることになりました。<br /> <br /> 投稿物のURL: {$submissionUrl}<br /> ユーザー名: {$editorUsername}<br /> <br /> よろしくお願いいたします。
ku_iq: {$editorialContactName}:<br /> <br /> پێشکەشکردنەکە, &quot;{$submissionTitle},&quot; بۆ{$contextName} تۆ دیاری کرایت وەک سەرنوسەری بەش بەمەبەستی تەواوکردنی کارەکانی هەڵسەنگاندنی ئەم توێژینەوەیە.<br /> <br /> لینکی پێشکەشکردن: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$editorUsername}<br /> <br /> Thank you.
mk_mk: {$editorialContactName}:<br /> <br /> Поднесокот, &quot;{$submissionTitle},&quot; до {$contextName} ви е доделен за да го надгледувате низ процесот на уредување во вашата улога на Секциски уредник<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}<br /> Корисничко име: {$editorUsername}<br /> <br /> Ви благодарам.
nb_no: {$editorialContactName}:<br /> <br /> Som seksjonsredaktør i {$contextName} er du herved oppnevnt til å lede det innsendte manuskriptet &quot;{$submissionTitle}&quot; gjennom den redaksjonelle prosessen.<br /> <br /> Manuskript URL: {$submissionUrl}<br /> Brukernavn: {$editorUsername}<br /> <br /> Vennlig hilsen.
nl_nl: {$editorialContactName}:<br /> <br /> De inzending &quot;{$submissionTitle}&quot; voor {$contextName} is aan u toegewezen om in uw rol als sectieredacteur door het redactieproces te leiden.<br /> <br /> URL inzending: {$submissionUrl}<br /> Gebruikersnaam: {$editorUsername}<br /> <br /> Dank u.
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> tekst "{$submissionTitle}" zgłoszony do czasopisma "{$contextName}", został przypisany do Pani/ Pana jako redaktora prowadzącego.<br /> <br /> WWW tekstu: {$submissionUrl}<br /> Nazwa użytkownika: {$editorUsername}<br /> <br /> Z wyrazami szacunku.
pt_pt: {$editorialContactName},<br /> <br /> A submissão &quot;{$submissionTitle}&quot; a {$contextName} foi-lhe atribuída para acompanhar o processo editorial, como parte das suas funções como Editor de Secção.<br /> <br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$editorUsername}<br /> <br /> Agradecendo desde já a sua atenção.
ru_ru: Здравствуйте, {$editorialContactName}!<br /> <br /> В соответствии с Вашей ролью редактора раздела Вам поручен контроль прохождения через редакционный процесс материала «{$submissionTitle}» в журнале «{$contextName}».<br /> <br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$editorUsername}<br /> <br /> Заранее благодарю.
sl_si: {$editorialContactName}:<br /> <br /> Prispevek, &quot;{$submissionTitle},&quot; v reviji {$contextName} vam je bil dodeljen, kot uredniku rubrike, da nadzorujete uredniški proces.<br /> <br /> URL povezava prispevka: {$submissionUrl}<br /> Uporabniško ime: {$editorUsername}<br /> <br /> Hvala.
sv_se: {$editorialContactName}:<br /> <br /> Som sektionsredaktör hos {$contextName} har du fått i uppdrag att föra bidraget &quot;{$submissionTitle},&quot; genom den redaktionella processen.<br /> <br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$editorUsername}<br /> <br /> Tack och med vänliga hälsningar.
uk_ua: {$editorialContactName}:<br /> <br /> Як редактор розділу Ви були призначені керувати процесом редакційного опрацювання подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;. <br /> <br /> URL подання: {$submissionUrl}<br /> Ім'я користувача: {$editorUsername}<br /> <br /> Дякую.
vi_vn: Kính gửi {$editorialContactName},<br /> <br /> Bài gửi, &quot;{$submissionTitle},&quot; của {$contextName} đã được phân công cho bạn để xem qua quy trình biên tập với vai trò là Biên tập viên chuyên mục.<br /> <br /> URL bài gửi: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Trân trọng.
zh_cn: {$editorialContactName}:<br /> <br /> 我们已经将投稿到《{$contextName}》的稿件〈{$submissionTitle}〉指派给您进行编辑工作，请在您的「区段编辑」介面中进行编辑工作。<br /> <br /> 稿件网址：{$submissionUrl}<br /> 用户名称：{$editorUsername}<br /> <br /> 谢谢您。

# emails.editorAssign.description
source: This email notifies a Section Editor that the Editor has assigned them the task of overseeing a submission through the editing process. It provides information about the submission and how to access the journal site.
ar_iq: هذه الرسالة تبلغ أحد المحررين في قسم ما من المجلة بإحالة مهمة تحرير أحد طلبات التقديم المرسلة إلى ذلك القسم من المجلة إليه، وتقدم له رابط الشروع بالتحرير عبر موقع المجلة.
ca_es: Aquest missatge de correu electrònic notifica a l'editor de secció que l'editor li ha assignat la tasca de supervisar el procés editorial d'una tramesa. Proporciona informació sobre la tramesa i indica com s'ha d'accedir al lloc web de la revista.
cs_cz: Tento email informuje editora sekce, že mu editor přidělil úkol dohlížet na příspěvek během redakčního zpracování. Obsahuje informace o příspěvku a přístupu na stránky časopisu.
da_dk: Denne e-mail underretter en sektionsredaktør om, at redaktøren har tildelt vedkommende opgaven med at følge et manuskript igennem redigeringsprocessen. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til tidsskriftets websted.
de_de: Diese E-Mail benachrichtigt eine/n Rubrikredakteur/in, dass die Redakteurin/der Redakteur ihr/ihm die Aufgabe übertragen hat, eine Einreichung durch den Redaktionsprozess hindurch zu betreuen. Sie liefert Informationen zu der Einreichung und darüber, wie auf die Zeitschriftenseite zugegriffen werden kann.
el_gr: Το παρόν μήνυμα ενημερώνει έναν Επιμελητή Ενότητας για την ανάθεση της επιμέλειας μιας υποβολής. Παρέχει πληροφορίες σχετικά με την υποβολή και τον τρόπο πρόσβασης στον ιστότοπο του περιοδικού.
es_es: Este correo notifica al / a la Editor/a de Sección de que les ha asignado la tarea de supervisar un envío a través del proceso editorial. Proporciona información sobre el envío y cómo acceder a la revista.
eu_es: Mezu honek Ataleko editore bati jakinarazten dio Editoreak bidalketa baten edizio-prozesua gainbegiratzeko izendatu duela. Artikuluari buruzko informazioa eta aldizkariaren gunean sartzeko datuak ematen ditu.
gd_gb: Tha am post-d seo ag innse do dheasaiche earrainn gun tug deasaiche obair stiùireadh tagraidh tron phròiseas deasachaidh dhut. Tha e a’ toirt seachad fiosrachadh mun tagradh agus mar a gheibhear cothrom air làrach an iris-leabhair.
he_il: דוא"ל זה מודיע לעורך מדורים כי העורך הקצה להם את המשימה לפקח על הגשה באמצעות תהליך העריכה. הוא מספק מידע על ההגשה וכיצד לגשת לאתר כתב העת.
hr_hr: Ovim obrascem e-pošte glavni urednik obavještava urednika rubrike da mu je dodijeljen zadatak vođenja priloga kroz uređivački postupak. Obrazac pruža i osnovne informacije o prilogu.
hu_hu: Ez az email értesíti a Rovatszerkesztőt, hogy a Szerkesztő rászignálta a beküldött anyag nyomon követését valamint felügyeletét a teljes szerkesztési fázisban. Információt ad a kéziratról és arról, hogyan férhet hozzá a folyóirat oldalán.
id_id: Email ini memberitahu Editor Bagian bahwa Editor telah memberikan tugas untuk mengawasi suatu naskah dalam menyelesaikan proses editorial. Email ini memberikan informasi mengenai naskah dan cara mengaksesnya di website jurnal.
it_it: Questa email notifica ai section editor che l'editor ha assegnato loro il compito di supervisionare una submission attraverso il processo editoriale. Questa fornisce informazioni sulla submission e su come accedere al sito del journal.
ja_jp: このメールは、編集者からセクションエディタに投稿物の編集プロセスを監督する作業を任命したことを通知するものです。メールには投稿物に関する情報と雑誌サイトへのアクセス法を示しています。
ku_iq: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەش دەکات کە لەلایەن سەرنوسەرەوە ئەرکدار کراوە بە مەبەستی هەڵسەنگاندنی توێژینەوەی پێشکەشکراو. ئەمەش زانیاریی پێویستی دەربارەی پێشکەشکردنەکە و شێوازی بەکارهێنانی پەڕەی گۆڤاری تێدایە.
mk_mk: Овој и-меил го известува Секцискиот уредник дека уредникот му ја доделил задачата да го надгледува поднесокот низ процесот на уредување. Обезбедува информации за поднесокот и како да се пристапи до веб-страницата на списанието.
nb_no: Denne e-posten varsler en Seksjonsredaktør om at Ansvarlig redaktør har oppnevnt vedkommende til å føre et innsendt manuskript gjennom den redaksjonelle prosessen. E-posten inneholder informasjon om det innsendte manuskriptet og om tilgang til tidsskriftets nettsted.
nl_nl: Deze e-mail bericht een sectieredacteur dat de redacteur een inzending heeft toegewezen om door het redactieproces te leiden. Het geeft informatie over de inzending en hoe de tijdschrift-website te benaderen.
pl_pl: Powiadomienie wysyłane do redaktora prowadzącego (np. redaktora działu) o przypisaniu go do zgłoszenia.
pt_pt: Este e-mail notifica o Editor de Secção de que uma nova tarefa editorial lhe foi designada pelo Editor. Fornece informações sobre a submissão e como aceder ao sistema.
ru_ru: Это письмо уведомляет редактора раздела о том, что редактор поручил ему контроль прохождения материала через редакционный процесс. В письме содержится информация о материале и о том, как войти на сайт журнала.
sl_si: Email je obvestilo urendiku rubrike, da je zadolžen za vodenje prispevka skozi urendiški postopek. Vsebuje informacije o prispevku in dostopu do spletne strani revije.
sv_se: Det här e-postmeddelandet meddelar en sektionsredaktör att redaktören utsett hen att ansvara för ett bidrag genom den redaktionella processen. Det innehåller även information om bidraget och hur man loggar in på tidskriftens webbplats.
uk_ua: Цим листом редактор видання повідомляє редактора розділу про доручення йому нагляду за процесом редакційного опрацювання подання. У листі міститься інформація про подання та про те, як отримати доступ до сайту журналу.
vi_vn: Email này thông báo cho Biên tập viên chuyên mục rằng Biên tập viên đã giao cho họ nhiệm vụ giám sát việc gửi qua quá trình bình duyệt. Nó cung cấp thông tin về việc nộp và cách truy cập trang tạp chí.
zh_cn: 这封电子邮件通知一个区段编辑说，编辑已经指派他们透过编辑流程来审查一份稿件。邮件中含有关于稿件以及如何进入期刊网站的信息。
