Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRemindAuto.description
source: This email is automatically sent when a reviewer's due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is disabled. Scheduled tasks must be enabled and configured (see the site configuration file).
ar_iq: هذه الرسالة يولدها الموقع آلياً عندما يتم تجاوز موعد تسليم التحكيم من قبل أحد المحكمين (أنظر خيارات التحكيم ضمن: الإعدادات، المخطط الانسيابي، التحكيم) وعندما يكون خيار الوصول المباشر للمحكم غير مفعل. المهام المجدول يجب أن تكون مفعلة ومهيئة (أنظر ملف تهيئة الموقع.
ca_es: Aquest missatge de correu electrònic s’envia automàticament quan se supera la data de venciment per a una revisió (vegeu les opcions de revisió del pas 2 de la configuració de la revista) i s'ha inhabilitat l'accés per a revisors en un clic. Les tasques planificades han d'estar habilitades i configurades (vegeu el fitxer de configuració del lloc).
cs_cz: Tento email je automaticky poslán, když recenzentovi vyprší stanovený termín pro zpracování recenze (viz Možnosti recenze v Nastavení časopisu, Krok 2) a je zakázán přístup recenzenta na jedno kliknutí. Musí být povoleny a nakonfigurovány naplánované úlohy (viz konfigurační soubor stránky).
da_dk: Denne e-mail sendes automatisk, når en bedømmers forfaldsdato overskrides (se Bedømmelsesindstillinger under Indstillinger> Workflow > Bedømmelse), og når adgang for bedømmere ved hjælp af ét klik er deaktiveret. Planlagte opgaver skal aktiveres og konfigureres (se webstedets konfigurationsfil).
de_de: Diese E-Mail wird automatisch verschickt, wenn das Fälligkeitsdatum für eine/n Gutachter/in verstrichen ist (vgl. die Begutachtungseinstellungen in Schritt 2 des Zeitschriftensetups) und wenn der One-Click-Zugang für Gutachter/innen deaktiviert ist. Planmäßige Aufgaben (scheduled tasks) müssen aktiviert und konfiguriert sein (vgl. die Konfigurationsdatei der Website).
el_gr: Το παρόν μήνυμα αποστέλλεται αυτόματα όταν παρέλθει η προθεσμία ολοκλήρωσης μίας αξιολόγησης (ανατρέξτε στις Επιλογές Αξιολόγησης κάτω από τις Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση) και η πρόσβαση με ένα κλικ είναι απενεργοποιημένη για τους Αξιολογητές. Οι προγραμματισμένες εργασίες θα πρέπει να έχουν ενεργοποιηθεί και διαμορφωθεί (ανατρέξτε στο αρχείο διαμόρφωσης του ιστοτόπου).
es_es: Este correo es enviado automáticamente cuando se supera la fecha de entrega de un/a revisor/a (véase Opciones de Revisión en Configuración de la revista, paso 2). Las tareas planificadas deben estar activadas y configuradas (ver fichero de configuración del sitio).
eu_es: Mezu hau automatikoki bidaltzen da ebaluatzaile baten epea amaitu eta erantzun ez duenean (ikus Konfigurazioko 2. urratseko Ebaluazio-aukerak) eta klik bakarreko ebaluatzaile-sarbidea desgaituta dagoenean. Programatutako atazak (scheduled_tasks) gaituta eta konfiguratuta egon behar dute (ikus konfigurazio-fitxategia).
fa_ir: This email is automatically sent when a reviewer's due date elapses (see Review Options under Journal Setup, Step 2) and one-click reviewer access is disabled. Scheduled tasks must be enabled and configured (see the site configuration file).
gd_gb: Thèid am post-d seo a chur gu fèin-obrachail nuair a dh’fhalbhas an ùine air a’ cheann-là lìbhrigidh aig lèirmheasaiche (faic na roghainnean lèirmheis fo na “Roghainnean” > “Sruth-obrach” > “Lèirmheas) agus nuair a bhios inntrigeadh lèirmheasaichean le aon bhriogadh à comas. Feumaidh sgeidealachadh shaothraichean a bhith an comas agus air a rèiteachadh (faic faidhle rèiteachadh na làraich).
he_il: דוא"ל זה נשלח אוטומטית עם חלוף תאריך היעד של הסוקר (ראה אפשרויות סקירה תחת הגדרות> זרימת עבודה> סקירה) וגישה של בודק בלחיצה אחת מושבתת. יש לאפשר ולהגדיר משימות מתוזמנות (ראה קובץ תצורת האתר).
hr_hr: Ovaj se obrazac e-pošte automatski šalje recenzentu kada datum naveden kao rok za izradu recenzije istekao (pogledajte Opcije recenzije unutar Postavljanja časopisa, 2. korak), a recenzentu nije omogućen pristup jednim klikom. Za ovu funkciju Raspoređeni zadaci moraju biti aktivirani i namješteni (pogledajte konfiguracijsku datoteku stranice).
hu_hu: Ez az email automatikusan generált, amikor a lektorálási határidő lejár (lásd a Lektorálási beállításokat a Beállítások > Munkafolyamat > Szakmai lektorálás résznél) és az egykattintásos lektorálási hozzáférés nincs engedélyezve. Az ütemezett feladatokat engedélyezni és konfigurálni kell (lásd az oldal konfigurálást).
id_id: Email ini dikirimkan otomatis saat tenggat waktu review terlewati (lihat Opsi Review di menu Pengaturan > Alur Kerja > Review) and one-click reviewer access is disabled. Scheduled tasks must be enabled and configured (see the site configuration file).
it_it: Questa email viene mandata automaticamente quando una data di revisionee scade (vedi opzioni del revisore nel Impostazioni > Flusso di lavoro > Revisione) e l'accesso one-click del revisore è disattivato. I compiti programmati devono essere abilitati e configurati (vedi il file di configurazione del sito).
ja_jp: このメールは、査読者の査読期限日が過ぎ（雑誌設定ステップ2の査読オプションを参照）、査読者ワンクリックアクセスが無効な場合に、自動的に送信されるものです。定期タスク機能が有効かつ設定されている必要があります（サイト設定ファイルを参照）。
ku_iq: ئەم ئیمەیڵە بە شێوەیەکی تۆماتیکی بۆ هەڵسەنگێنەر نێردراوە بە هۆی کۆتاییهاتنی وادەی هەڵسەنگاندن (بژاردەکانی هەڵسەنگاندن لێرەوە ببینە ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن) و بە کلیکێک دەستپێڕاگەیشتنی هەڵسەنگێنەر ناچالاک دەکریت. ئەرکە پلان بۆ دانراوەکان دەبێت چالاک کرابن.
mk_mk: Овој и-меил е автоматски испратен кога рокот за рецензија на рецензентот е истечен (видете Опции за рецензија во Поставки > Тек на работа > Рецензија) и пристапот за рецензентот преку еден клик е оневозможен. Закажаните задачи мора да се овозможени и прилагодени(видете ја датотеката за прилагодување на веб-страницата).
nb_no: Denne e-posten sendes automatisk til fagfellen når tidsfristen for fagfellevurdering utløper (se: Tid for fagfellevurdering under Innstillinger > Arbeidsflyt > Fagfellevurdering) og når ettklikks fagfelletilgang er slått av. Planlagte oppgaver må være slått på og konfiguert (se etter Scheduled tasks i konfigurasjonsfilen for nettstedet).
nl_nl: Deze e-mail wordt automatisch verstuurd als de afgesproken reviewperiode verstrijkt (zie Review opties onder Tijdschrift inrichten) en een-klik toegang voor reviewers is uitgeschakeld. Scheduled tasks moet ingeschakeld en geconfigureerd zijn (zie het configuratiebestand).
pl_pl: Wiadomość automatycznie wysłana po upłynięciu terminu nadesłania recenzji. Zaplanowane zadania w systemie muszą zostać na nowo skonfigurowane.
pt_pt: Este e-mail é enviado automaticamente ao revisor quando a data de conclusão de revisão for ultrapassada (veja as Opções de Revisão em Configurações > Fluxo de Trabalho > Revisão). Tarefas agendadas devem ser ativadas e configuradas (veja o ficheiro de configuração do sistema).
ru_ru: Это письмо отправляется автоматически, когда дата предоставления рецензии рецензентом прошла (смотрите Параметры рецензирования в Настройки > Рабочий процесс > Рецензирование) и прямой доступ рецензента по ссылке отключен. Запланированные задачи должны быть включены и настроены (смотрите файл конфигурации сайта).
sl_si: Ta email se pošlje recenzentu avtomatično, ko poteče rok za opravljanje recenzije (več v recenzijskih nastavitveh v Nastavitve > Potek dela > Recenzija) in je izključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
sv_se: Det här e-postmeddelandet skickas automatiskt när en granskares deadline löper ut (se Granskningsalternativ under Inställningar > Arbetsflöde > Granskning) och när Granskartillgång med ett klick är avaktiverat. Schemalagda aktiviteter måste vara aktiverat och konfigurerat (se serverns konfigurationsfil).
uk_ua: Цей лист автоматично надсилається рецензенту, коли настає кінцева дата рецензування (див. розділ "Налаштування рецензування" кроку 2 Налаштування журналу) та відключений доступ рецензента "єдиним натисканням". Щоб ця функціональність працювала необхідно включити на налаштувати Scheduled tasks (див. файл конфігурації сайту).
vi_vn: Email này được gửi tự động khi hết hạn đánh giá của người phản biện (xem Tùy chọn đánh giá trong Cài đặt > Quy trình làm việc > Phản biện) và quyền truy cập của người phản biện không cần đăng nhập bị vô hiệu hóa. Các tác vụ theo lịch trình phải được bật và định cấu hình (xem tệp cấu hình trang).
zh_cn: 这封电子邮件在一位审查人的工作期限日已经超过的时候，会自动发出给他（见「期刊设定」之步骤2，「审查选项」），而审查访问一点即入的功能已经停用。必须启用并且设定排程任务（见网站设定）。

# emails.reviewRemindAutoOneclick.subject
source: Automated Submission Review Reminder
ar_iq: تذكير تلقائي بتحكيم طلب التقديم
ca_es: Recordatori automàtic de revisió de la tramesa
cs_cz: Automatické připomenutí recenze příspěvku
da_dk: Automatisk påmindelse om bedømmelse af manuskript
de_de: Automatische Erinnerung an Begutachtung
el_gr: Αυτοματοποιημένη υπενθύμιση αξιολόγησης υποβολής
es_es: Recordatorio automático de revisión de envío
eu_es: Artikulua ebaluatzeko oroigarri automatizatua
fa_ir: یادآوری برای کارشناسی مقاله (اتوماتیک)
fi_fi: Automaattinen muistutus käsikirjoituksen arvioinnista
gd_gb: Cuimhneachan fèin-obrachail mu lèirmheas tagraidh
he_il: תזכורת אוטומטי להגשת חוות דעת
hr_hr: Automatski podsjetnik za predaju recenzije
hu_hu: Automatikus emlékeztető cikk szakmai lektorálásáról
id_id: Pengingat Review Naskah Otomatis
it_it: Promemoria automatico revisione in attesa
ja_jp: 論文査読の督促（自動送信）
ku_iq: بیرخەرەوەی تۆماتیکی هەڵسەنگاندنی توێژینەوە
mk_mk: Автоматски потсетник за рецензија на поднесок
nb_no: Påminnelse om fagfellevurdering (automatisk e-post)
nl_nl: Geautomatiseerde review herinnering
pl_pl: Automatyczne przypomnienie o upłynięciu terminu wykonania recenzji
pt_pt: Lembrete automático de pedido de revisão
ru_ru: Автоматическое напоминание о рецензии на материал
sl_si: Avtomatski opomnik za recenzijo prispevka
sv_se: Automatisk påminnelse om granskning av bidrag
uk_ua: Автоматичне нагадування про рецензування
vi_vn: Nhắc nhở nộp bài đánh giá (tự động)
zh_cn: 自动发出的稿件审查提醒函
