Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.emailLink.body
source: Thought you might be interested in seeing &quot;{$submissionTitle}&quot; by {$authorName} published in Vol {$volume}, No {$number} ({$year}) of {$contextName} at &quot;{$articleUrl}&quot;.
ar_iq: لقد وجدت أن المقالة العلمية الموسومة &quot;{$submissionTitle}&quot; قد تحوز على إهتمامك، وهي من تأليف {$authorName} ومنشورة في المجلد {$volume}، العدد {$number} لسنة ({$year}) من {$contextName} على الرابط &quot;{$articleUrl}&quot;.
ca_es: Considero que us pot interessar llegir l'article &quot;{$submissionTitle}&quot; de {$authorName} publicat en el volum {$volume}, número {$number} ({$year}) de {$contextName}. El podeu consultar a &quot;{$articleUrl}&quot;.
cs_cz: Myslím, že by Vás mohl zajímat článek &quot;{$submissionTitle}&quot; autora {$authorName} vydaný ve Vol {$volume}, No {$number} ({$year}) časopisu {$contextName} na adrese &quot;{$articleUrl}&quot;.
da_dk: Jeg tænkte, at du måske ville være interesseret i at læse &quot;{$submissionTitle}&quot; af {$authorName}, der er publiceret i Årg. {$volume}, Nr. {$number} ({$year}) i {$contextName} på &quot;{$articleUrl}&quot;.
de_de: Ich dachte, Sie würden sich vielleicht für den Beitrag &quot;{$submissionTitle}&quot; von {$authorName}, veröffentlicht in Band {$volume}, Nummer {$number} ({$year}) von {$contextName} unter &quot;{$articleUrl}&quot;, interessieren.
el_gr: Πιθανόν να σας ενδιαφέρει το άρθρο &quot;{$submissionTitle}&quot; του/των {$authorName} που δημοσιεύτηκε στον τόμο {$volume}, τεύχος {$number} ({$year}) του περιοδικού {$contextName} και είναι προσβάσιμο στον σύνδεσμο &quot;{$articleUrl}&quot;.
es_es: He pensado que le podría interesar ver el artículo &quot;{$submissionTitle}&quot; de {$authorName}, publicado en el vol. {$volume}, nº {$number} ({$year}) de {$contextName} en &quot;{$articleUrl}&quot;.
eu_es: Artikulu hau zuretzat interesgarria izango dela uste dut:<br /> Titulua: {$submissionTitle}<br /> Egilea: {$authorName}<br /> Aldizkaria: {$contextName} bol: {$volume} zk: {$number} ({$year})<br /> URLa: {$articleUrl}
fa_ir: به نظر می رسد که شما مایل به ملاحظه مقاله {$authorName}تحت عنوان &quot;{$submissionTitle}&quot; باشید. این مقاله در شماره &amp;lt;{$volume}&amp;gt; جلد &amp;lt;$number&amp;gt; سال &amp;lt;{$year}&amp;gt; {$contextName} به چاپ رسیده است.<br /> <br /> آدرس مقاله:<br /> <a href="{$articleUrl}">{$articleUrl}</a>
fi_fi: Ajattelin, että sinua saattaisi kiinnostaa artikkeli "{$submissionTitle}", jonka on kirjoittanut {$authorName}. Artikkeli on ilmestynyt julkaisussa {$contextName} Vol {$volume} Nro. {$number} ({$year}) ja löytyy osoitteesta "<a href="{$articleUrl}">{$articleUrl}</a>".
gd_gb: Shaoil leam gum biodh ùigh agad ann an “{$submissionTitle}” le {$authorName} a chaidh fhoillseachadh ann an leabhar {$volume}, àireamh {$number} ({$year}) de {$contextName} aig “{$articleUrl}”.
hr_hr: Skrećem vam pozornost na članak &quot;{$submissionTitle}&quot; autora {$authorName} koji je objavljen u godištu {$volume}, broju {$number} ({$year}) časopisa {$contextName}, a može se naći na &quot;{$articleUrl}&quot;.
hu_hu: Engedje meg, hogy figyelmébe ajánljuk {$authorName} ({$year}): &quot;{$submissionTitle}&quot; cikkét, mely a(z) {$contextName} című folyóirat {$volume} kötetének {$number} számában jelent meg. Elérhető a &quot;{$articleUrl}&quot; címen.
id_id: Anda mungkin tertarik dengan &quot;{$submissionTitle}&quot; oleh {$authorName} diterbitkan di Vol {$volume}, No {$number} ({$year}) {$contextName} yang tersedia di &quot;{$articleUrl}&quot;.
it_it: Penso che potrebbe interessarti la lettura di:<br /> &quot;{$submissionTitle}&quot; di {$authorName}<br /> pubblicato in {$contextName}, Vol. {$volume}, N. {$number} ({$year}) e disponibile all'indirizzo &quot;{$articleUrl}&quot;.
ja_jp: {$contextName}の第{$volume}巻{$number}号（{$year}）で公開された{$authorName}による「{$submissionTitle}」を見て興味を持つかもしれないと思いました。この論文のURL: {$articleUrl}。
ku_iq: من وا بیر دەکەمەوە کە ئارەزوی بینینی &quot;{$submissionTitle}&quot; بۆ {$authorName} بکەن کە لە وەرزی {$volume}, ژمارەی{$number} ({$year}) لە {$contextName} لە &quot;{$articleUrl}&quot;. بڵاو دەکرێتەوە.
mk_mk: Мислевте дека можеби сте заинтересирани да го видите &quot; {$missionTitle}&quot; од {$authorName} објавено во Vol. {$volume}, бр. {$number} ({$year}) од {$textName} на &quot;{$articleUrl}&quot;.
nb_no: Jeg tenkte du kanskje kan være interessert i å lese artikkelen «{$submissionTitle}». Den er skrevet av {$authorName} og publisert i årgang {$volume}, utgave {$number} ({$year}) av {$contextName}, og er tilgjengelig på: «{$articleUrl}».
nl_nl: Ik denk dat u mogelijk geïnteresseerd bent in &quot;{$submissionTitle}&quot; door {$authorName} gepubliceerd in Vol {$volume}, No {$number} ({$year}) van {$contextName} op &quot;{$articleUrl}&quot;.
pl_pl: Na stronie czasopisma "{$contextName}" dostępny jest artykuł "{$submissionTitle}", który – jak sądzę – może Cię zainteresować: Autor: {$authorName} Tytuł: "{$submissionTitle}" Rok: {$year} Tom(nr): {$volume}({$number}) WWW: {$articleUrl} Pozdrawiam
pt_pt: Acredito que lhe irá interessar o artigo &quot;{$submissionTitle}&quot;, de {$authorName}, publicado na revista {$contextName}, V. {$volume}, N. {$number}, Ano {$year}, disponível em &quot;<a href="{$articleUrl}">{$articleUrl}</a>&quot;.
ru_ru: Полагаем, что Вам будет интересно посмотреть материал «{$submissionTitle}» (авторы: {$authorName}), опубликованную в Томе {$volume}, № {$number} ({$year}) журнала «{$contextName}» по адресу &quot;{$articleUrl}&quot;.
sl_si: Zdelo se mi je, da vas morda zanima prispevek &quot;{$submissionTitle}&quot; avtorja {$authorName} objavljen v zvezku {$volume}, številka {$number} ({$year}) publikacije {$contextName} na voljo na URL povezavi &quot;<a href="{$articleUrl}">{$articleUrl}</a>&quot;.
sv_se: Tänkte att du skulle kunna vara intresserad av artikeln &quot;{$submissionTitle}&quot; av {$authorName}, publicerad i vol. {$volume}, nr. {$number} ({$year}) av {$contextName} på &quot;{$articleUrl}&quot;.
uk_ua: Думаю, Вас може зацікавити стаття &quot;{$submissionTitle}&quot; автора {$authorName}, опублікована у Т. {$volume}, № {$number} видання &quot;{$contextName}&quot; за {$year} рік і доступна за адресою <a href="{$articleUrl}">{$articleUrl}</a>.
vi_vn: Tôi nghĩ rằng bạn có thể quan tâm &quot;{$submissionTitle}&quot; bởi {$authorName} xuất bản trong Vol {$volume}, No {$number} ({$year}) của {$contextName} tại &quot;{$articleUrl}&quot;.
zh_cn: 我想您会有兴趣想看看{$authorName}所写的〈{$submissionTitle}〉，刊行在《{$contextName}》 ，第{$volume}册，第{$number}期 ({$year}) 。网址为： &quot;{$articleUrl}&quot;.

# emails.emailLink.description
source: This email template provides a registered reader with the opportunity to send information about an article to somebody who may be interested. It is available via the Reading Tools and must be enabled by the Journal Manager in the Reading Tools Administration page.
ar_iq: قالب هذه الرسالة نموذج لما يرسله قارئ مسجل في موقع المجلة إلى أحد معارفه ملفتاً نظره إلى مقالة علمية أو بحث. تلك الخاصية متوافرة عبر أدوات القراءة وينبغي تفعيلها من قبل مدير موقع المجلة في صفحة إدارة أدوات القراءة.
ca_es: Aquesta plantilla de missatge de correu electrònic ofereix als lectors registrats l'oportunitat d'enviar informació sobre un article a algú que hi pugui estar interessat. Aquesta plantilla està disponible a les eines de lectura si l'administrador de la revista l'ha habilitada a la pàgina d'administració d'aquestes eines.
cs_cz: Tato emailová šablona umožňuje registrovanému čtenáři poslat informaci o článku někomu, koho by mohl zajímat. Je dostupná přes Nástroje pro čtení a musí být povolena manažerem časopisu na stránce Správa nástrojů pro čtení.
da_dk: Denne e-mail-skabelon giver en registreret læser mulighed for at sende oplysninger om en artikel til en person, der muligvis er interesseret. Den er tilgængelig via læseværktøjerne og skal aktiveres af tidsskriftschefen på siden Administration af læseværktøjer.
de_de: Diese E-Mail-Vorlage gibt einer registrierten Leserin/einem registrierten Leser die Möglichkeit, Informationen über einen Artikel an jemanden zu senden, die/der sich eventuell dafür interessiert. Sie ist über die Lesewerkzeuge erreichbar und muss von der/dem Zeitschriftenverwalter/in in den Einstellungen der Lesewerkzeuge aktiviert werden.
el_gr: Το παρόν πρότυπο ηλεκτρονικού μηνύματος παρέχει στους εγγεγραμμένους αναγνώστες τη δυνατότητα να ενημερώσουν σχετικά με ένα άρθρο κάποιον που μπορεί να ενδιαφέρεται για το περιεχόμενό του. Διατίθεται μέσω των Εργαλείων Ανάγνωσης και πρέπει να ενεργοποιηθεί από τον Διαχειριστή του Περιοδικού στη σελίδα Διαχείρισης Εργαλείων Ανάγνωσης.
es_es: Esta plantilla de correo proporciona a un/a lector/a registrado/a la oportunidad de enviar información sobre un artículo a alguien a quien le podría interesar. Está disponible a través de las Herramientas de Lectura y debe ser activado por el/la Gestor/a de la Revista en las Administración de Herramientas de Lectura.
eu_es: Mezu-txantiloi hau irakurle erregistratuek erabil dezakete beste norbaiti artikulu bati buruzko informazioa bidaltzeko, interesatuko zaiolakoan. Irakurtzeko tresnen bidez eskuratzen da txantiloi hau, eta Aldizkariaren kudeatzaileak gaitu behar du Irakurtzeko tresnen administrazio-orrian.
gd_gb: Tha an teamplaid puist-d seo a’ toirt cothrom do leughadair clàraichte fiosrachadh mu dhèidhinn artaigil a chur do chuideigin aig am bi ùidh ann ma dh’fhaoidte. Tha e ri fhaighinn slighe nan innealan leughaidh agus feumaidh manaidsearan an iris-leabhair a chur an comas air duilleag rianachd nan innealan leughaidh.
hr_hr: Ovaj obrazac e-pošte omogućuje registriranom čitatelju da šalje informaciju o članku nekome tko je zainteresiran. Ovaj je obrazac dostupan putem alata za čitanje i njegovu upotrebu mora aktivirati glavni urednik unutar postavki alata za čitanje među postavkama časopisa.
hu_hu: Ez az email sablon a regisztrált olvasóknak kínál lehetőséget arra, hogy ajánlhassák másoknak az érdekesnek talált cikkeket. Ez az Olvasói eszközöknél érhető el és a Folyóirat menedzser engedélyezheti az Olvasói eszközök adminisztrációs oldalán.
id_id: Template email ini memungkinkan pembaca terdaftar mengirimkan informasi tentang suatu artikel kepada seseorang yang mungkin akan tertarik. Email ini tersedia di Alat Baca dan harus diaktifkan oleh Manajer Jurnal di halaman Administrasi Alat Baca.
it_it: Questo modello email fornisce ad un utente registrato l'opprtunità di inviare informazioni su un articolo a qualcuno che potrebbe essere interessato. E' disponibile via utility di lettura e e deve essere abilitata dall'amministratore della rivista nella pagina di amministrazione delle utility di lettura.
ja_jp: このメールテンプレートは、登録ユーザーに、興味を持ちそうな研究者に論文を紹介する機会を提供するものです。このメールは、読書ツールから利用することができますが、あらかじめ雑誌管理者が読書ツール管理ページで有効にしておく必要があります。
ku_iq: ئەم ئیمەیڵە قاڵبی خوێنەرێکی تۆمارکراوی تێدایە کە دەرفەتی ئەوەی پێدراوە توێژینەوەیەک بۆ کەسێکی دیکەی خوێنەر بنێرێت. ئەمە لە کەرەستەکانی خوێندنەوە بەردەستە و دەبێت لە لایەن بەڕێوەبەری گۆڤارەوە چالاک بکرێت.
mk_mk: Овој и-меил шаблон му ја обезбедува на регистриран корисник можноста да испрати информации за текст до некој кој би го интересирал истиот. Достапен е преку Алатки за читање и мора да биде овозможен од страна на Раководител на списание на страната Администрација на алатки за читање.
nb_no: Denne e-postmalen gir en registrert bruker muligheten til å sende informasjon om en artikkel til potenisielt interesserte. Den er tilgjengelig via «Leseverktøy», og må være slått på av redaksjonslederen fra administrasjonssiden for leseverktøy.
nl_nl: Deze e-mail sjabloon geeft een lezer de mogelijkheid om informatie over een artikel naar iemand te sturen die daar mogelijk in geïnteresseerd is. Het is beschikbaar via de leesgereedschappen en moet ingeschakeld worden door de tijdschriftbeheerder (leesgereedschappen beheer pagina).
pl_pl: Wiadomość wysyłana przez zalogowanego na stronie czasopisma czytelnika, która zawiera zachętę do zapoznania się z treścią artykułu wraz z linkiem do tekstu.
pt_pt: Este e-mail é enviado por um leitor a um colega, sobre um artigo considerado de seu interesse, com link para acesso e informações sobre a revista e a edição onde o documento foi publicado. Está disponível através das Ferramentas de Leitura e deve ser ativado na página de configuração das Ferramentas de Leitura.
ru_ru: Этот шаблон письма позволяет зарегистрированному читателю возможность отправить информацию о статье тому, кому она может быть интересна. Возможность доступна через «Инструменты читателя» и должна быть включена управляющим журнала на странице «Инструменты читателя: Администрирование».
sl_si: Ta email pošlje registrirani bralec, kadar želi nekoga obvestiti o zanimivem prispevku. Email vsebuje nekaj informacij o prispevku in povezavo do prispevka. Ta funkcionalnost mora biti posebej vkljkučena med Orodji za branje in jo mora vključiti Administrator publikacije na strani z nastavitvami za Orodja za branje.
sv_se: Den här e-postmallen ger en registrerad läsare möjligheten att skicka information om en artikel till någon annan som hen tror kan vara intresserad. Den är tillgänglig via Läsverktyg och måste vara aktiverat av tidskriftsansvarig på administrationssidan för Läsverktyg.
uk_ua: Цей шаблон листа надає зареєстрованому читачу можливість надсилати інформацію про статтю будь-яким зацікавленим особам. Ця функціональність доступна засобами панелі "Інструментарій читання"; менеджер журналу повинен дозволити цей інструмент на сторінці "Налаштування інструментів читання".
vi_vn: Mẫu email này cung cấp cho người đọc đã đăng ký cơ hội gửi thông tin về một bài viết cho ai đó có thể quan tâm. Nó có sẵn thông qua Công cụ đọc và phải được Quản lý tạp chí kích hoạt trong trang Quản trị công cụ đọc.
zh_cn: 这份电子邮件样版让一个注册的读者有机会将有关一篇文章的相关信息寄给可能会感兴趣的人。这可以透过「阅读工具」进行，并且一定要由期刊管理员在「阅读工具管理」页面中启用这项功能。

# emails.openAccessNotify.subject
source: Issue Now Open Access
ar_iq: صدور عدد مجاني الآن
ca_es: Ara el número és d'accés obert
cs_cz: Nyní otevřen přístup k číslu
da_dk: Udgave nu i Open Access-format
de_de: Ausgabe jetzt im Open Access
el_gr: Τεύχος διαθέσιμο με ανοικτή πρόσβαση
es_es: Ahora el número es de acceso libre
eu_es: Zenbakia sarrera librekoa da orain
fa_ir: اکنون مجله قابل دسترس است
fi_fi: Numero nyt avoimesti saatavilla
gd_gb: Tha inntrigeadh fosgailte dhan iris a-nis
hr_hr: Broj dostupan pod uvjetima otvorenog pristupa
hu_hu: Új folyóiratszám szabadon hozzáférhető
id_id: Terbitan Sudah Open Access
it_it: Nuovo fascicolo disponibile ad accesso aperto
ja_jp: オープンアクセスのお知らせ
ku_iq: ئەم ژمارەیە لە ئێستادا بەردەستە
mk_mk: Изданието е сега со отворен пристап
nb_no: Ny utgave er åpent tilgjengelig
nl_nl: Nummer nu Open Access
pl_pl: Numer czasopisma teraz w otwartym dostępie
pt_pt: Nova edição de Acesso Aberto
ru_ru: Выпуск уже в открытом доступе
sv_se: Nummer nu tillgängligt som open access
uk_ua: Випуск з'явився у відритому доступі
vi_vn: Truy cập mở
zh_cn: 本期内容已经开放访问
