Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestRemindAutoOneclick.body
source: {$reviewerName}:<br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have your response by {$responseDueDate}, and this email has been automatically generated and sent with the passing of that date. <br /> I believe that you would serve as an excellent reviewer of the manuscript. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> هذا تذكير لحضرتكم بشأن إلتماسنا السابق المتعلق بطلب النشر الموسوم &quot;{$submissionTitle},&quot; والمقدم إلى {$contextName}. كنا نأمل أن نحصل منكم على إجابة بموعد أقصاه {$responseDueDate}, وإن هذه الرسالة مصنعة آلياً ومرسلة عند انتهاء هذا الموعد. <br /> كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف. إن ملخص موضوعه مبين أدناه، وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا.<br /> <br /> لطفاً، أدخل إلى موقع المجلة لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه.<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> Us recordem la nostra sol·licitud de revisió de la tramesa &quot;{$submissionTitle},&quot; per a la revista {$contextName}. Confiàvem rebre la vostra resposta abans del {$responseDueDate}, i com que ja hem arribat a aquesta data s'ha generat i enviat aquest correu electrònic automàticament. <br /> Considero que seríeu un excel·lent revisor per a aquest manuscrit. A continuació trobareu el resum de l'article, espero que acceptareu encarregar-vos d'aquesta tasca tan important per a nosaltres.<br /> <br /> Us demano que inicieu la sessió a la revista per indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per accedir-hi i enregistrar-ne la revisió i la recomanació.<br /> <br /> La data límit per fer la revisió és el {$reviewDueDate}.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> Rádi bychom se vám připomněli s naší prosbou o recenzi příspěvku &quot;{$submissionTitle},&quot; do časopisu {$contextName}. Rádi bychom obdrželi vaši odpověď do {$responseDueDate}. Tento email byl automaticky vygenerován a zaslán vám, s ohledem na to, že termín již uplynul. <br /> Věříme, že budete dobrým recenzentem tohoto rukopisu. Abstrakt rukopisu je vložen níže. Budeme velmi rádi, pokud se ujmete této důležité úlohy.<br /> <br /> Zalogujte se, prosím, na webové stránky časopisu a dejte nám vědět, jestli přijmete pozvání k recenzi. Na stránkách máte přístup jak k oznámení vašeho rozhodnutí o recenzi, ale také tam máte přístup k vlastnímu rukopisu a můžete tam nahrát recenzovanou verzi článku a doporučení recenzenta.<br /> <br /> Datum pro dokončení recenze je {$reviewDueDate}.<br /> <br /> Webová adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle},&quot; for {$contextName}. Vi havde håbet på at modtage dit svar senest den {$responseDueDate}, og denne e-mail er blevet automatisk genereret og sendt til dig, da den pågældende dato er overskredet. <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling.<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName}:<br /> dies ist eine höfliche Erinnerung an unsere Bitte an Sie, den Artikel &quot;{$submissionTitle},&quot; für {$contextName} zu begutachten. Wir hatten auf Ihre Antwort bis zum {$responseDueDate} gehofft. Diese E-Mail wurde automatisch erzeugt und mit Verstreichen dieses Datums verschickt. <br /> Wir glauben, dass Sie dass Sie ausgezeichnet geeignet für die Begutachtung dieses Manuskript wären. Ein Abstract des Beitrags ist angefügt, und wir hoffen, dass Sie diese wichtige Aufgabe für uns übernehmen können.<br /> <br /> Bitte melden Sie sich bei der Webseite der Zeitschrift an, um uns mitzuteilen, ob Sie die Begutachtung übernehmen werden. Über die Webseite können Sie auch auf den Beitrag zugreifen und Ihr Gutachten sowie Ihre Empfehlung hinzufügen.<br /> <br /> Wir benötigen das Gutachten bis zum {$reviewDueDate}.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Vielen Dank, dass Sie unsere Bitte berücksichtigen.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> Ευγενική υπενθύμιση του αιτήματος για αξιολόγηση της υποβολής &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Ελπίζαμε να έχουμε την απάντησή σας μέχρι τις {$responseDueDate}. Το παρόν μήνυμα δημιουργήθηκε και στάλθηκε αυτόματα με την παρέλευση της ημερομηνίας αυτής. <br /> Πιστεύουμε ότι θα αποτελέσετε έξοχο Αξιολογητή της εργασίας. Η περίληψη της υποβολής παρατίθεται παρακάτω. Ελπίζουμε ότι θα δεχθείτε να αναλάβετε αυτό το σημαντικό έργο για εμάς.<br /> <br /> Θα σας παρακαλούσαμε να συνδεθείτε στον ιστότοπο του περιοδικού για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταχωρήσετε τα σχόλιά σας.<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> Le recordamos nuestra petición acerca de la revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos tener esta revisión como muy tarde el {$responseDueDate}, por lo cual este correo electrónico se ha generado automáticamente y se ha enviado una vez pasada dicha fecha. <br /> El resumen del envío se ha insertado a continuación. Creemos que sería un excelente revisor para este artículo, por lo que esperamos que reconsidere llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, ingrese en la página web de la revista para indicar si realizará o no la revisión, y en caso afirmativo para acceder al envío y registrar su revisión y su recomendación. <br /> <br /> La fecha límite para la revisión es el {$reviewDueDate}.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta petición.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Uste dut ebaluatzaile bikaina izango zinatekeela {$contextName} aldizkarira bidali diguten {$submissionTitle} eskuizkribuari buruzko iritzia emateko. Artikuluaren laburpena behean duzu, eta espero dut aintzakotzat hartu eta pentsatuko duzula guretzat lan garrantzitsu hau egiteko eskaera.<br /> <br /> Mesedez, sar zaitez aldizkariaren webgunean {$responseDueDate} aurretik, eta esaguzu ebaluazioa egiteko prest zauden ala ez, eta prest egonez gero, artikulua hartzeko eta zure ebaluazio-txostena eta gomendioa emateko.<br /> <br /> Ebaluazioa egiteko epea {$reviewDueDate} izango litzateke.<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Eskerrik asko gure eskaera kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> این ایمیل که به صورت خودکار ارسال شده است، جهت یادآوری درخواست انجام داوری مقاله &quot;{$submissionTitle},&quot; برای مجله {$contextName}. است. امیدواریم که تا تاریخ {$responseDueDate} نسبت به پذیرش یا عدم پذیرش این درخواست داوری به ما اطلاع رسانی نمایید <br /> لطفاً به سامانه وارد شده و پذیرش یا عدم پذیرش انجام این داوری را به اطلاع برسانید<br /> <br /> مهلت انجام داوری: {$reviewDueDate}.<br /> <br /> لینک مقاله: {$submissionReviewUrl}<br /> <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme vastauksenne {$responseDueDate} mennessä, ja tämä sähköposti on lähetetty automaattisesti määräajan umpeuduttua. <br /> Uskon, että olisitte sopiva arvioija kyseiselle käsikirjoitukselle. Käsikirjoituksen tiivistelmä löytyy tämän sähköpostin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne.<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> Dìreach cuimhneachan beag gun deach iarraidh ort lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName}. Bha sinn an dòchas cluinntinn uat ron {$responseDueDate} agus chaidh am post-d seo a chur gu fèin-obrachail leis gu bheil sinn seachad air a’ cheann-là ud a-nis. <br /> Tha mi a’ creidsinn gum biodh tu fìor mhath mar lèirmheasaiche airson na sgrìobhainn. Tha geàrr-chunntas an tagraidh gu h-ìosal agus bhiomaid fada nad chomain nam b’ urrainn dhut an obair chudromach seo a dhèanamh dhuinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean.<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {$reviewerName}:<br /> רק להזכירך על בקשתנו לסקור את המאמר, &quot;{$submissionTitle},&quot; ל-{$contextName}. קוינו לקבל את המלצתך עד {$responseDueDate},ומייל זה נשלח אוטומטי לאחר תאריך זה. <br /> אני מאמין שתשמש סוקר מצוין על כתב היד. תקציר ההגשה מוכנס למטה, ואני מקווה שתשקול לבצע משימה חשובה זו עבורנו.<br /> <br /> אנא היכנס לאתר האינטרנט של כתב היד כדי לציין אם תעשה את הבדיקה או לא, וכדי לגשת להגשה ולהקליט את הביקורת וההמלצה שלך.<br /> <br /> ניתן להגיש את הביקורת עד {$reviewDueDate}.<br /> <br /> כתובת הגשה: {$submissionReviewUrl}<br /> <br /> תודה על עזרתך.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku.<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> Do priloga možete doći izravno prateći ovu kodiranu pozivnicu: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz benyújtott &quot;{$submissionTitle},&quot; című kézirat lektorálására szóló felkérésünk elfogadásának határideje ({$responseDueDate}) lejárt. <br /> <br /> A benyújtott kézirat absztraktja levelünk végén olvasható.<br /> <br /> Kérjük, mielőbb lépjen be a rendszerbe és fogadja el vagy utasítsa vissza felkérésünket. Amennyiben vállalja a bírálatot, ugyanitt töltheti le a cikk szövegét és rögzítheti véleményét és javaslatait. <br /> <br /> A szakmai lektorálás határideje: {$reviewDueDate}.<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Köszönettel,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> Sekedar mengingatkan tentang permohonan kami untuk melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami berharap telah menerima respon Anda pada {$responseDueDate}, dan email ini dikirim secara otomatis seiring terlewatinya tanggal tersebut. <br /> Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah tersebut. Abstrak naskah tersebut disertakan di bawah ini, dan kami berharap Anda berkenan melakukannya.<br /> <br /> Silakan login ke website jurnal untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda. Website jurnal adalah {$contextUrl}<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentilissimo {$reviewerName}:<br /> Solo una gentile ricordo della nostra richiesta di revisione della proposta &quot;{$submissionTitle},&quot; per la rivista {$contextName}. Speravamo di una sua risposta per il {$responseDueDate}, e questa mail è stata inviata automaticamente visto che la data è passata. <br /> Riteniamo che lei possa fare un'ottima revisione della proposta. L'abstract della proposta è inserito qui sotto, e speriamo che lei consideri di fare questo importante lavoro per noi.<br /> <br /> Le chiederemmo di entrare nel sito web della rivista e indicare se porterà avanti o no la revisione, cosi come può accedere alla proposta, registrare la sua revisione e scrivere la sua valutazione. <br /> <br /> La revisione serve entro il {$reviewDueDate}.<br /> <br /> URL della proposta: {$submissionReviewUrl}<br /> <br /> La ringrazio per aver preso in considerazione questa richiesta.<br /> <br /> {$editorialContactSignature}<br /> <br /> Dati della proposta: <br/> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお願いいたしたくメールを差し上げました。このメールは、{$responseDueDate}までにご返信をいただければと思っていたのですが、その日を過ぎた時点で自動リマインダーを送信させていただきます。<br /> <br /> 投稿物の要旨を以下に添付しました。貴殿がこの重要な仕事を引き受けてくださることを希望いたしております。<br /> <br /> 雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> بیرهێنانەوەیەک دەربارەی توێژینەوەی &quot;{$submissionTitle},&quot; بۆ{$contextName}. ئێمە هیواخوازین کە وەڵامی ئێوەمان {$responseDueDate} بەدەست بگات. ئەم ئیمەیڵە بە شێوەیەکی تۆماتیکی و دوای تەواوبونی وادەی هەڵسەنگاندن بۆ هەڵسەنگێنەران دەچێت. <br /> من پێم وایە کە تۆ کەسێکی گونجاویت بۆ هەڵسەنگاندنی ئەم توێژینەوەیە. پوختەی توێژینەوەکە لە خوارەوە بەردەستە، و من هیواخوازم کە بەڕێزتان ئەم ئەرکە قبوڵ بکەن. <br /> <br /> تکایە داخلی پەڕەی گۆڤار ببە بۆ بڕیاردان بە قبوڵ یان ڕەتکردنەوەی داخوازییەکەمان، هەروەها هەمو زانیارییەکان سەبارەت بە توێژینەوەکە لەوێ بەردەستە.<br /> <br /> دوا کات بۆ هەڵسەنگاندن {$reviewDueDate}.<br /> <br /> لینکی توێژینەوەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ قبوڵکردنی داخوازییەکەمان<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> Мал потсетник за нашето барање за вашата рецензија на поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се надевавме дека ќе го добиеме вашиот одговор до {$responseDueDate}, и овој и-меил е автоматски генериран и испратен со истекот на тој датум. <br /> Верувам дека вие би биле одличен рецензент на трудот. Апстрактот на поднесокот е вметнат подолу, и се надевам дека би размислиле да ја превземете оваа важна задача за нас<br /> <br /> Ве молиме најавите се на веб-страницата на списанието за да наведете дали ќе ја отпочнете рецензијата или не, како и да пристапите до поднесокот и да ги зачувате вашата рецензија и препорака. <br /> <br /> Рокот на самата рецензија е до {$reviewDueDate}.<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> <br /> Vårt tidsskrift {$contextName} har fått tilsendt manuskriptet &quot;{$submissionTitle}&quot;. Vi håper du er villig til å gi en vurdering av dette manuskriptet, fordi vi mener dette kan passe med din vurderingskompetanse. Sammendraget som var vedlagt manuskriptet er skrevet inn nedenfor, og jeg håper du vil påta deg dette viktige oppdraget for oss.<br /> <br /> Vennligst logg inn på tidsskriftets nettsted innen {$responseDueDate}, for å bekrefte om du vil påta deg dette vurderingsoppdraget for oss eller ikke. Hvis du påtar deg oppdraget skal du også bruke nettstedet for å skrive inn vurderingen din, og for å registrere den anbefalingen du gir oss.<br /> <br /> Vi venter vurderingsoppdraget ferdigstilt innen {$reviewDueDate}.<br /> <br /> Manuskriptets URL: {$submissionReviewUrl}<br /> <br /> Takk for at du har sagt deg villig til å bidra til arbeidet vårt.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> We willen u vriendelijk herinneren aan ons verzoek voor een review van het manuscript &quot;{$submissionTitle},&quot; voor {$contextName}. We verwachtten uw antwoord voor {$responseDueDate}; dit bericht werd automatisch verstuurd na het verstrijken van die datum. <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen. De website is {$contextUrl}<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: {$reviewerName},<br /> <br /> Wysyłamy przypomnienie o prośbie o recenzję tekstu: &quot;{$submissionTitle},&quot; dla {$contextName}. Liczyliśmy na odpowiedź do {$responseDueDate}. Email został wysłany automatycznie w momencie upływu tej daty. <br /> Ufam, że będziesz świetnym recenzentem manuskryptu. Abstrakt zgłoszenia został załączony poniżej, mam nadzieję, że rozważysz podjęcie się tego ważnego dla nas zadania.<br /> <br /> Prosimy o zalogowanie się na stronie czasopisma w celu przyjęcia lub odrzucenia naszej prośby, jak również dostępu do zgłoszonego tekstu oraz formularza recenzji.<br /> <br /> Termin wykonania recenzji: {$reviewDueDate}.<br /> <br /> WWWW tekstu: {$submissionReviewUrl}<br /> <br /> Z wyrazami szacunku,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> Esta mensagem é um lembrete relativo ao pedido de revisão da submissão, & quot; {$submissionTitle}, & quot; à {$contextName}. Esperávamos obter a sua resposta até {$responseDueDate}, e este e-mail foi gerado automaticamente e enviado com a passagem dessa data. <br /> Acreditamos que poderá ser um excelente revisor para o manuscrito. O resumo da submissão está inserido abaixo, e esperamos que considere realizar esta importante tarefa.<br /> <br /> Aceda ao site da revista para indicar se está disponível para realizar a revisão ou não, bem como aceder à submissão e registar a sua revisão e recomendações. <br /> <br /> O prazo da entrega da revisão é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы ожидали получить Ваш ответ до {$responseDueDate}, и это письмо было автоматически сгенерировано и отправлено, так как эта дата уже прошла. <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала. Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию.<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> Samo prijazen opomnik glede naše prošnje za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste na prošnjo do predvidenega, {$responseDueDate}. Ta email je bil avtoamtsko poslan zaradi prekoračitve le-tega. <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na speltno stran revije in potrdite ali zavrnite pripravljenost opravljanja recenzije, hkrati pa tudi lahko tudi dostopate do prispevka, opravite recenzijo in oddate svoje priporočilo.<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> Det här är bara en påminnelse om vår förfrågan om huruvida du skulle vara villig att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på svar innan {$responseDueDate}, och i och med att datumet passerade genererades och skickades det här meddelandet ut automatiskt. <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису &quot;{$submissionTitle}&quot;, надісланого до видання &quot;{$contextName}&quot;. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію.<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> Đây là nhắc nhở về yêu cầu của chúng tôi để bạn đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng sẽ có phản hồi của bạn vào ngày {$responseDueDate}, và email này đã được tự động tạo và gửi cùng với ngày đó. <br /> Tôi tin rằng bạn sẽ là người phản biện phù hợp cho bản thảo này. Tóm tắt của bài gửi được chèn bên dưới và tôi hy vọng rằng bạn sẽ xem xét thực hiện nhiệm vụ quan trọng này cho chúng tôi.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như để truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn.<br /> <br /> Thời hạn phản biện là ngày {$reviewDueDate}.<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}:<br /> <br /> 《{$contextName}》的编辑团队相信您是投稿到本期刊之稿件〈{$submissionTitle}〉的最佳审查人选。该份稿件的摘要如下，而我们希望您会考虑进行这项对我们来说相当重要的工作。<br /> <br /> 无论您是否接受审查工作与否，都请在{$responseDueDate}之前登入这个期刊网站，同时检阅这份稿件并且记录您的审查意见和编辑建议。<br /> <br /> 请注意审查工作的期限为：{$reviewDueDate}。<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 非常感谢您考虑我们的邀请。<br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> 〈{$submissionTitle}〉<br /> <br /> <br /> {$submissionAbstract}
