Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.userValidate.body
source: {$userFullName}<br /> <br /> You have created an account with {$contextName}, but before you can start using it, you need to validate your email account. To do this, simply follow the link below:<br /> <br /> {$activateUrl}<br /> <br /> Thank you,<br /> {$principalContactSignature}
ar_iq: {$userFullName}<br /> <br /> قمت بإنشاء حساب في {$contextName}، لكن قبل شروعك باستعماله، عليك تأكيد عنوان بريدك الالكتروني، وكل ما عليك القيام به الآن، اتباع الرابط أدناه:<br /> <br /> {$activateUrl}<br /> <br /> شكراً لك.<br /> {$principalContactSignature}
ca_es: {$userFullName}<br /> <br /> Heu creat un compte d'usuari/ària per a {$contextName}, però abans de poder-lo començar a utilitzar heu de validar el vostre compte de correu electrònic. Per fer-ho, seguiu l'enllaç següent:<br /> <br /> {$activateUrl}<br /> <br /> Gràcies,<br /> {$principalContactSignature}
cs_cz: {$userFullName}<br /> <br /> Vytvořil jste si účet pro {$contextName}, ale před tím, než ho budete moci začít používat, musí být ověřen Váš emailový účet. Pro jeho ověření jednoduše následujte odkaz uvedený níže:<br /> <br /> {$activateUrl}<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: {$userFullName}<br /> <br /> Du har oprettet en konto hos {$contextName}, men inden du kan benytte den, skal du validere din e-mail-konto. Det gør du ved blot at følge linket nedenfor:<br /> <br /> {$activateUrl}<br /> <br /> Tak. <br /> {$principalContactSignature}
de_de: {$userFullName},<br /> <br /> Sie haben ein Benutzer/innenkonto bei {$contextName} angelegt, aber bevor Sie es benutzen können, müssen Sie Ihre E-Mail-Adresse bestätigen. Dazu folgen Sie bitte einfach dem folgenden Link:<br /> <br /> {$activateUrl}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
el_gr: {$userFullName}<br /> <br /> Έχετε δημιουργήσει λογαριασμό στο περιοδικό {$contextName}. Για την ενεργοποίηση του λογαριασμού θα πρέπει να επικυρώσετε τον λογαριασμό ηλεκτρονικού ταχυδρομείου σας, ακολουθώντας τον παρακάτω σύνδεσμο:<br /> <br /> {$activateUrl}<br /> <br /> Σας ευχαριστούμε,<br /> {$principalContactSignature}
es_es: Estimado/a {$userFullName}<br /> <br /> Ha creado una cuenta de usuario/a en {$contextName}, pero antes de poder utilizarla debe validar su correo electrónico. Para ello, simplemente haga clic en el siguiente enlace:<br /> <br /> {$activateUrl}<br /> <br /> Gracias,<br /> {$principalContactSignature}
eu_es: {$userFullName}<br /> <br /> {$contextName} aldizkarian kontua sortu duzu, baina kontu hori erabiltzen hasteko zure helbide elektronikoa balidatu behar duzu. Horretarako, jarraitu beheko estekari:<br /> <br /> {$activateUrl}<br /> <br /> Eskerrik asko,<br /> {$principalContactSignature}
fa_ir: {$userFullName}<br /> <br /> حساب کاربری شما برای مجله {$contextName}, ایجاد شد. قبل از استفاده می بایست آن را تایید کنید. برای انجام این کار فقط کافی است که بر روی لینک زیر کلیک کنید:<br /> <br /> <a href="{$activateUrl}">{$activateUrl}</a><br /> <br /> با تشکر<br /> {$principalContactSignature}
fi_fi: Hyvä {$userFullName},<br /> <br /> Olette luonut käyttäjätunnuksen julkaisuun {$contextName}. Ennen kuin voitte alkaa käyttää tunnustanne, teidän pitää vahvistaa sähköpostiosoitteenne. Voitte tehdä sen alla olevan linkin kautta:<br /> <br /> {$activateUrl}<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
gd_gb: {$userFullName}<br /> <br /> Chruthaich thu cunntas aig {$contextName} ach feumaidh sinn an cunntas puist-d agad a dhearbhadh mus urrainn dhut a chleachdadh. Cha leig thu leas ach an ceangal gu h-ìosal a leantainn airson a dhearbhadh:<br /> <br /> {$activateUrl}<br /> <br /> Mòran taing,<br /> {$principalContactSignature}
he_il: {userFullName$} <br /> <br /> יצרת חשבון עם {contextName$}, אך לפני שתוכל להתחיל להשתמש בו, עליך לאמת את חשבון הדוא"ל שלך. לשם כך, פשוט לחץ על הקישור שלהלן:<br /> <br /> {activateUrl}<br$ /> <br /> תודה,<br /> {principalContactSignature$}
hr_hr: {$userFullName}<br /> <br /> Hcala vam što ste kreirali korisnički račun pri časopisu {$contextName}. No, prije nego aktiviramo vaš račun trebate učiniti još jedan korak, a to je potvrda vaše adrese e-pošte. To ćete učiniti jednostavno tako što ćete slijediti poveznicu priloženu ovoj poruci:<br /> <br /> {$activateUrl}<br /> <br /> Srdačno,<br /> {$principalContactSignature}
hu_hu: Tisztelt {$userFullName}!<br /> <br /> Sikeresen létrehozta felhasználói fiókját a(z) {$contextName} folyóirathoz, melynek használatba vételéhez kérjük, hitelesítse email címét az alábbi hivatkozás segítségével:<br /> <br /> {$activateUrl}<br /> <br /> Köszönettel,<br /> {$principalContactSignature}
id_id: {$userFullName}<br /> <br /> Anda telah membuat akun di {$contextName}. Sebelum dapat menggunakannya, Anda perlu melakukan validasi akun email. Untuk melakukannya, klik tautan berikut ini:<br /> <br /> {$activateUrl}<br /> <br /> Terimakasih,<br /> {$principalContactSignature}
it_it: Gentilissimo {$userFullName}<br /> <br /> Hai creato un nuovo account in {$contextName}, ma prima di usarlo, devi convalidare il tuo indirizzo email.<br /> <br /> Per farlo, clicca sul link qui sotto:<br /> {$activateUrl}<br /> <br /> Se non si apre automaticamente una finestra del browser per la verifica, puoi copiare questo link e incollarlo direttamente nella barra degli indirizzi del tuo browser<br /> <br /> Grazie,<br /> <br /> {$principalContactSignature}
ja_jp: {$userFullName}様<br /> <br /> 雑誌『{$contextName}』用のアカウントを作成しました。このアカウントを有効にするには、メールアドレスの確認が必要です。以下のリンクをクリックして確認してください。<br /> <br /> {$activateUrl}<br /> <br /> ありがとうございました。<br /> {$principalContactSignature}
ku_iq: {$userFullName}<br /> <br /> تۆ ئەژمارێکی کەسیت دروست کرد {$contextName}, بەڵام پێش ئەوەی بتوانیت بەکاری بهێنیت، بۆ دڵنیایی ڕاستیی زانیارییەکان دەبێت کلیک لەسەر ئەم لینکە بکەیت:<br /> <br /> {$activateUrl}<br /> <br /> سوپاس،<br /> {$principalContactSignature}
mk_mk: {$userFullName}<br /> <br /> Создадовте профил на {$contextName}, но пред да можете да започнете со користење, морате да ја потврдите вашата и-меил адреса. За да го направите ова, едноставно следете го линкот подолу:<br /> <br /> {$activateUrl}<br /> <br /> Ви благодарам,<br /> {$principalContactSignature}
nb_no: {$userFullName}<br /> <br /> Du har opprettet en brukerkonto hos {$contextName}, men før du kan begynne å bruke den, må du bekrefte e-postkontoen din. Følg lenken under for å gjøre dette:<br /> <br /> <a href="{$activateUrl}">{$activateUrl}</a><br /> <br /> Vennlig hilsen<br /> {$principalContactSignature}
nl_nl: {$userFullName}<br /> <br /> U hebt een account aangemaakt bij {$contextName}. Voordat u dat kunt gebruiken moet u uw account valideren. U doet dat door de link hieronder te volgen:<br /> <br /> {$activateUrl}<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> dla tego adresu e-mail zostało utworzone konto na stronie czasopisma "{$contextName}". W celu potwierdzenia założenia konta należy kliknąć w poniższy link:<br /> <br /> {$activateUrl}<br /> <br /> Z wyrazami szacunku, <br /> {$principalContactSignature}
pt_pt: {$userFullName},<br /> <br /> O seu registo foi criado na revista {$contextName}, porém é necessário validar o endereço de e-mail para finalizar o processo. Para validar o seu registo, aceda ao URL a seguir:<br /> <br /> {$activateUrl}<br /> <br /> Agradecendo desde já a sua atenção,<br /> {$principalContactSignature}
ru_ru: Здравствуйте, {$userFullName}!<br /> <br /> Вы создали учетную запись в журнале «{$contextName}», но перед тем как начать ее использовать, Вам нужно подтвердить адрес электронной почты. Чтобы сделать это, просто пройдите по ссылке ниже:<br /> <br /> {$activateUrl}<br /> <br /> С уважением,<br /> {$principalContactSignature}
sl_si: {$userFullName}<br /> <br /> Ustvarili ste uporabniški račun za revijo {$contextName}. Pred uporabo morate potrditi vaš email naslov, zato prosimo, da sledite spodnji povezavi:<br /> <br /> {$activateUrl}<br /> <br /> Hvala lepa,<br /> {$principalContactSignature}
sv_se: {$userFullName}<br /> <br /> Du har skapat ett användarkonto hos {$contextName}, men innan du kan börja använda det behöver du bekräfta din e-post. För att bekräfta din e-post, följ bara länken nedan:<br /> <br /> {$activateUrl}<br /> <br /> Vänligen,<br /> {$principalContactSignature}
uk_ua: Вітаємо, {$userFullName}<br /> <br /> Ви створили обліковий запис на сайті видання {$contextName}, але перш ніж Ви зможете користуватися ним, необхідно підтвердити вказану під час реєстрації email адресу . Щоб зробити це, перейдіть за вказаним нижче посиланням:<br /> <br /> {$activateUrl}<br /> <br /> З Повагою,<br /> {$principalContactSignature}
vi_vn: {$userFullName}<br /> <br /> Bạn đã tạo một tài khoản với {$contextName}, nhưng trước khi bạn có thể bắt đầu sử dụng nó, bạn cần xác thực tài khoản email của mình. Để làm điều này, chỉ cần truy cập liên kết dưới đây:<br /> <br /> {$activateUrl}<br /> <br /> Trân trọng,<br /> {$principalContactSignature}
zh_cn: {$userFullName}<br /> <br /> 您已经在《{$contextName}》创建了账户, 在开始使用前，您需要验证您的电子邮件账号。要做到这一点，只需按照下面的链接：<br /> <br /> {$activateUrl}<br /> <br /> 谢谢您,<br /> {$principalContactSignature}

# emails.userValidate.description
source: This email is sent to a newly registered user to validate their email account.
ar_iq: هذه الرسالة معنونة إلى المستخدمين المسجلين حديثاً لتأكيد صحة عناوينهم البريدية.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari que s'acaba de registrar per a donar-li la benvinguda al sistema i fer-li arribar el seu nom d'usuari i la seva contrasenya.
cs_cz: Tento email je zaslán nově registrovanému uživateli a obsahuje odkaz sloužící k ověření jeho emailové adresy.
da_dk: Denne e-mail sendes til en nyligt registreret bruger for at få vedkommende til at validere deres e-mail-konto.
de_de: Diese E-Mail wird an neu registrierte Benutzer/innen gesendet, um sie aufzufordern, die angegebene E-Mail-Adresse zu verifizieren.
el_gr: Το παρόν μήνυμα αποστέλλεται στους νέους Χρήστες, για να επικυρώσουν τον λογαριασμό ηλεκτρονικού ταχυδρομείου τους.
es_es: Este correo electrónico se envía a los usuarios/as recién registrados para que validen su cuenta de correo.
eu_es: Erabiltzaile erregistratu berriei bidaltzen zaie mezu hau, sistemarako ongietorria emateko eta erabiltzaile-izena eta pasahitza jakinarazteko.
fa_ir: This email is sent to a newly registered user to welcome them to the system and provide them with a record of their username and password.
fi_fi: Tämä sähköpostiviesti lähetetään uuden käyttäjätunnuksen luoneelle käyttäjälle hänen sähköpostiosoitteensa vahvistamiseksi.
gd_gb: Thèid am post-d seo a chur gu cleachdaiche a tha air ùr-chlàradh airson an cunntas puist-d aca a dhearbhadh.
he_il: דוא"ל זה נשלח למשתמש שרשום לאחרונה כדי לאמת את חשבון הדוא"ל שלו.
hr_hr: Ova se poruka šalje novoregistriranim korisnicima kako bi im se zaželila dobrodošlica na sistem i zatražila potvrda njihove adrese e-pošte.
hu_hu: Ez az email az újonnan regisztrált felhasználónak kerül kiküldésre, hogy hitelesítse email fiókját.
id_id: Email ini dikirim ke pengguna baru agar melakukan validasi email yang mereka gunakan untuk registrasi.
it_it: Questa email viene spedita a un nuovo utente registrato come benvenuto nel sistema e gli fornisce una nota con il suo nome utente e password.
ja_jp: このメールは、新規登録したユーザーに送付され、ユーザー名とパスワードを通知します。
ku_iq: ئه‌م ئیمێڵه‌ بۆ به‌كارهێنه‌ره‌ نوێیه‌كان نێردراوه‌ بۆ پشتڕاستكردنه‌وه‌ی هه‌ژماره‌كانیان.
mk_mk: Овој и-меил е испратен до новорегистрирани корисници за да ја потврдат нивната и-меил адреса.
nb_no: Denne e-posten sendes til en nyregistrert bruker for at vedkommende skal bekrefte e-postkontoen sin.
nl_nl: Deze e-mail wordt naar alle nieuwe gebruikers gestuurd om ze welkom te heten bij het systeem en om ze te voorzien van een kopie van hun gebruikersnaam en wachtwoord.
pl_pl: Wiadomość jest wysyłana do nowych użytkowników systemu, celem potwierdzenia poprawności adresu e-mail, dla którego zarejestrowano konto.
pt_pt: Mensagem de boas-vindas enviada a novo utilizador registado, para validação de e-mail.
ru_ru: Это письмо отправляется вновь зарегистрированному пользователю для подтверждения его адреса электронной почты.
sl_si: Email se pošlje novo registiranemu uporabniku, da potrdi svoj email naslov.
sv_se: Det här e-postmeddelandet skickas till nyregistrerade användare för att bekräfta deras e-post.
uk_ua: Цей лист надсилається новому зареєстрованому користувачу для того, щоб привітати його з реєстрацією та надіслати йому його ім'я користувача та пароль.
vi_vn: Email này được gửi đến một người dùng mới đăng ký để xác thực tài khoản email của họ.
zh_cn: 这封电子邮件发送给新注册用户。欢迎他们的加入并提供关于他们的用户名和密码的记录。

# emails.reviewerRegister.subject
source: Registration as Reviewer with {$contextName}
ar_iq: التسجيل بصفة محكم في {$contextName}
ca_es: Registre com a revisor a {$contextName}
cs_cz: Zaregistrování na pozici recenzenta pro {$contextName}
da_dk: Registrering som bedømmer hos {$contextName}
de_de: Registrierung als Gutachter/in bei {$contextName}
el_gr: Εγγραφή ως Αξιολογητής στο περιοδικό {$contextName}
es_es: Revisor para {$contextName}
eu_es: {$contextName} aldizkarian Ebaluatzaile gisa erregistratzea
fa_ir: ثبت نام به عنوان کارشناس {$contextName}
fi_fi: Rekisteröinti arvioijaksi julkaisuun {$contextName}
gd_gb: Clàradh mar lèirmheasaiche aig {$contextName}
he_il: הרשמה כסוקר עם {contextName$}
hr_hr: Registrirani ste kao recenzent časopisa {$contextName}
hu_hu: Regisztráció szakmai lektorként a(z) {$contextName} folyóirathoz
id_id: Registrasi sebagai Reviewer di {$contextName}
it_it: Registrazione come revisore per {$contextName}
ja_jp: ユーザー名『{$contextName}』で査読者として登録されました
ku_iq: تۆماركردن وه‌كو پێداچوونه‌وه‌ له‌گه‌ڵ ناوی ده‌ق
mk_mk: Регистрација како рецензент со {$contextName}
nb_no: Registrering som fagfelle hos {$contextName}
nl_nl: Registratie als Reviewer bij {$contextName}
pl_pl: Rejestracja recenzenta na stronie czasopisma {$contextName}
pt_pt: Registo como Revisor na revista {$contextName}
ru_ru: Регистрация в качестве рецензента в журнале «{$contextName}»
sl_si: Registracija kot recenzent pri reviji {$contextName}
sv_se: Registrering som granskare hos {$contextName}
uk_ua: Реєстрація рецензента видання {$contextName}
vi_vn: Đăng ký làm Người phản biện cho {$contextName}
zh_cn: 在《{$contextName}》注册为审稿人
