Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestRemindAuto.body
source: {$reviewerName}:<br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have your response by {$responseDueDate}, and this email has been automatically generated and sent with the passing of that date. <br /> I believe that you would serve as an excellent reviewer of the manuscript. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ar_iq: {$reviewerName}:<br /> هذا تذكير لحضرتكم بشأن إلتماسنا السابق المتعلق بطلب النشر الموسوم &quot;{$submissionTitle},&quot; والمقدم إلى {$contextName}. كنا نأمل أن نحصل منكم على إجابة بموعد أقصاه {$responseDueDate}، وإن هذه الرسالة مصنعة آلياً ومرسلة عند انتهاء هذا الموعد. <br /> كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف. إن ملخص موضوعه مبين أدناه، وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا.<br /> <br /> لطفاً، أدخل إلى موقع المجلة لتبين لنا فيما لو أنك موافق على هذا التحكيم أم لا، كما يمكنك أيضاً عبر الرابط أدناه الوصول إلى متعلقات طلب النشر المذكور، وتثبيت تقييمك له وملاحظاتك بشأنه. الرابط هو: {$contextUrl}<br /> <br /> أما التحكيم نفسه، فإن موعده النهائي سيكون: {$reviewDueDate}.<br /> <br /> إن لم يكن اسم الدخول وكلمة المرور متوفرين بين يديك لتتمكن من الولوج إلى موقع المجلة، بإمكانك اتباع الرابط أدناه لإعادة تعيين كلمة مرورك (التي عندها ستُرسل إليك مع اسم الدخول) عبر البريد الالكتروني. {$passwordResetUrl}<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> نشكر لك اهتمامك بالتماسنا هذا.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: {$reviewerName}:<br /> Us recordem la nostra sol·licitud de revisió de la tramesa, &quot;{$submissionTitle},&quot; per a la revista {$contextName}. Confiàvem rebre la vostra resposta abans del {$responseDueDate}, i com que ja hem arribat a aquesta data s'ha generat i enviat aquest correu electrònic automàticament. <br /> Considero que seríeu un excel·lent revisor per a aquest manuscrit. A continuació trobareu el resum de l'article, espero que acceptareu encarregar-vos d'aquesta tasca tan important per a nosaltres.<br /> <br /> Us demano que inicieu la sessió a la revista per indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per accedir-hi i enregistrar-ne la revisió i la recomanació. El lloc web de la revista és {$contextUrl}<br /> <br /> La data límit per fer la revisió és el {$reviewDueDate}.<br /> <br /> Si no recordeu el vostre nom d'usuari/ària o la contrasenya per al lloc web de la revista, podeu utilitzar l'enllaç següent per restablir la contrasenya (la rebreu per correu electrònic juntament amb el vostre nom d'usuari/ària). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> Rádi bychom se vám připomněli s naší prosbou o recenzi rukopisu &quot;{$submissionTitle},&quot; pro časopis {$contextName}. Rádi bychom dostali vaši odpověď do {$responseDueDate}., Tento email byl vygenerován automaticky, s ohledem na to, že tento termín již uplynul. <br /> Věříme, že byste byl výborný recenzent tohoto rukopisu. Níže najdete abstrakt tohoto příspěvku a doufáme, že se ujmete tohoto důležitého úkolu.<br /> <br /> Zalogujte se, prosím, na stránkách časopisu a dejte nám vědět, zda jste schopen(a) a ochoten(a) udělat recenzi této opravené verze, na webu máte také dostupný přístup k článku a najdete tam také odkaz k odeslání své recenze a formulář pro vaše doporučení. Webová stránka je {$contextUrl}<br /> <br /> Termín pro odevzdání samotné recenze je {$reviewDueDate}.<br /> <br /> Pokud jste zapomněli svůj login a heslo na stránky časopisu, můžete použít následující odkaz na reset vašeho hesla (které vám poté bude zasláno spolu s loginem). {$passwordResetUrl}<br /> <br /> Webová adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme vám mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle},&quot; for {$contextName}. Vi havde håbet på at modtage dit svar senest den {$responseDueDate}, og denne e-mail er blevet automatisk genereret og sendt til dig, da den pågældende dato er overskredet. <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling. Webstedet er {$contextUrl}<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at ændre adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName}:<br /> dies ist eine freundliche Erinnerung an unsere Bitte an Sie, den Artikel &quot;{$submissionTitle},&quot; für {$contextName} zu begutachten. Wir hatten auf Ihre Antwort bis zum {$responseDueDate} gehofft. Diese E-Mail wurde automatisch erzeugt und mit Verstreichen dieses Datums verschickt. <br /> Wir glauben, dass Sie ausgezeichnet geeignet für die Begutachtung dieses Manuskript wären. Ein Abstract des Beitrags ist angefügt, und wir hoffen, dass Sie diese wichtige Aufgabe für uns übernehmen können.<br /> <br /> Bitte melden Sie sich bei der Webseite der Zeitschrift an, um uns mitzuteilen, ob Sie die Begutachtung übernehmen werden. Über die Webseite können Sie auch auf den Beitrag zugreifen und Ihr Gutachten sowie Ihre Empfehlung hinzufügen. Die Webseite erreichen Sie hier: {$contextUrl}<br /> <br /> Wir benötigen das Gutachten bis zum {$reviewDueDate}.<br /> <br /> Wenn Sie Ihre Benutzerkennung und Ihr Passwort für die Webseite des Journals nicht haben, können Sie den folgenden Link nutzen, um Ihr Passwort zurückzusetzen (es wird Ihnen dann zusammen mit Ihrer Benutzerkennung per Mail zugeschickt): {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Vielen Dank, dass Sie unsere Bitte berücksichtigen.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
el_gr: {$reviewerName}:<br /> Ευγενική υπενθύμιση του αιτήματος για αξιολόγηση της υποβολής &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Ελπίζαμε να έχουμε την απάντησή σας μέχρι τις {$responseDueDate}. Το παρόν μήνυμα δημιουργήθηκε και στάλθηκε αυτόματα με την παρέλευση της ημερομηνίας αυτής. <br /> Πιστεύουμε ότι θα αποτελέσετε έξοχο Αξιολογητή της εργασίας, της οποίας η περίληψη παρατίθεται παρακάτω. Ελπίζουμε ότι θα δεχθείτε να αναλάβετε αυτό το σημαντικό έργο για εμάς.<br /> <br /> Θα σας παρακαλούσαμε να συνδεθείτε στον ιστότοπο του περιοδικού για να δηλώσετε εάν θα αναλάβετε την αξιολόγηση, να αποκτήσετε πρόσβαση στην υποβολή και να καταχωρήσετε τα σχόλιά σας. Ο ιστότοπος του περιοδικού είναι {$contextUrl}<br /> <br /> Η προθεσμία υποβολής της αξιολόγησης λήγει στις {$reviewDueDate}.<br /> <br /> Αν δεν έχετε το όνομα Χρήστη και τον κωδικό πρόσβασης στον ιστότοπο του περιοδικού, μπορείτε να χρησιμοποιήσετε αυτόν τον σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας (ο οποίος θα σας αποσταλεί με ηλεκτρονικό μήνυμα, μαζί με το όνομα Χρήστη). {$passwordResetUrl}<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Σας ευχαριστούμε εκ των προτέρων για την εξέταση του αιτήματός μας.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> Le recordamos nuestra petición acerca de la revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos tener esta revisión como muy tarde el {$responseDueDate}, por lo cual este correo electrónico se ha generado automáticamente y se ha enviado una vez pasada dicha fecha. <br /> El resumen del envío se ha insertado a continuación. Creemos que sería un excelente revisor para este artículo, por lo que esperamos que reconsidere llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, ingrese en la página web de la revista para indicar si realizará o no la revisión, y en caso afirmativo para acceder al envío y registrar su revisión y su recomendación. El sitio web es {$contextUrl}<br /> <br /> La fecha límite para la revisión es el {$reviewDueDate}.<br /> <br /> Si no dispone de un nombre de usuario/a y contraseña para el sitio web de la revista, puede hacer clic en este enlace para restablecer su contraseña (se la enviaremos junto con su nombre de usuario/a). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta petición.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu_es: {$reviewerName}:<br /> <br /> Uste dut ebaluatzaile bikaina izango zinatekeela {$contextName} aldizkarira bidali diguten {$submissionTitle} eskuizkribuari buruzko iritzia emateko. Artikuluaren laburpena behean duzu, eta espero dut aintzakotzat hartu eta pentsatuko duzula guretzat lan garrantzitsu hau egiteko eskaera.<br /> <br /> Mesedez, sar zaitez aldizkariaren webgunean {$responseDueDate} aurretik, eta esaguzu ebaluazioa egiteko prest zauden ala ez, eta prest egonez gero, artikulua hartzeko eta zure ebaluazio-txostena eta gomendioa emateko. Webgunea {$contextUrl} da<br /> <br /> Ebaluazioa egiteko epea {$reviewDueDate} izango litzateke.<br /> <br /> Ez badaukazu aldizkariaren webgunean sartzeko erabiltzaile-izenik eta pasahitzik, behean ematen den esteka erabil dezakezu pasahitza berrezartzeko (erabiltzaile-izenarekin batera bidaliko dizugu). {$passwordResetUrl}<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Eskerrik asko gure eskaera kontuan hartzeagatik.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fa_ir: {$reviewerName}:<br /> این ایمیل که به صورت خودکار ارسال شده است، جهت یادآوری درخواست انجام داوری مقاله &quot;{$submissionTitle},&quot; برای مجله {$contextName}. است. <br /> لطفاً به سامانه {$contextUrl} وارد شده و پذیرش یا عدم پذیرش انجام این داوری را به اطلاع برسانید<br /> <br /> مهلت انجام داوری: {$reviewDueDate}.<br /> <br /> چنانچه رمز ورود خود را فراموش کرده اید م یتوانید از لینک زیر برای بازیابی رمز ورود خود استفاده کنید: {$passwordResetUrl}<br /> <br /> لینک مقاله: {$submissionReviewUrl}<br /> <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme vastauksenne {$responseDueDate} mennessä, ja tämä sähköposti on lähetetty automaattisesti määräajan umpeuduttua. <br /> Uskon, että olisitte sopiva arvioija kyseiselle käsikirjoitukselle. Käsikirjoituksen tiivistelmä löytyy tämän viestin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne. Sivusto on {$contextUrl}<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasanan (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). {$passwordResetUrl}<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gd_gb: {$reviewerName}:<br /> Dìreach cuimhneachan beag gun deach iarraidh ort lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName}. Bha sinn an dòchas cluinntinn uat ron {$responseDueDate} agus chaidh am post-d seo a chur gu fèin-obrachail leis gu bheil sinn seachad air a’ cheann-là ud a-nis. <br /> Tha mi a’ creidsinn gum biodh tu fìor mhath mar lèirmheasaiche airson na sgrìobhainn. Tha geàrr-chunntas an tagraidh gu h-ìosal agus bhiomaid fada nad chomain nam b’ urrainn dhut an obair chudromach seo a dhèanamh dhuinn.<br /> <br /> Clàraich a-steach gu làrach-lìn an iris-leabhair a dh’innse an dèan thu an lèirmheas seo gus nach dèan agus a dh’fhaighinn cothrom air an tagradh agus a chlàradh do lèirmheis is do mholaidhean. ’S e {$contextUrl} an làrach-lìn<br /> <br /> Bidh an lèirmheas fhèin ri lìbhrigeadh {$reviewDueDate}.<br /> <br /> Mur eil am facal-faire is ainm-cleachdaiche agad airson làrach-lìn an iris-leabhair, ’s urrainn dhut am facal-faire agad ath-shuidheachadh leis a’ cheangal seo agus thèid a chur thugad air a’ phost-d an uairsin còmhla ris an ainm-chleachdaiche agad. {$passwordResetUrl}<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Mòran taing airson an t-iarrtas seo a thoirt fa-near.<br /> <br /> {$editorialContactSignature}<br /> <br /> “{$submissionTitle}”<br /> <br /> {$submissionAbstract}
he_il: {reviewerName$}:<br /> ברצוננו להזכיר לך על בקשתנו לבקר את ההגשה "{submissionTitle$}", ל{contextName$}. קוינו לשמוע ממך עד {responseDueDate$}, ודוא"ל זה נשלח אוטומטית בתום התאריך. <br /> אנחנו מאמינים שאתה סוקר מצוין לכתב היד. תקציר ההגשה נמצא למטה, ונשמח אם תוכל לתת חוות דעת.<br /> <br /> אנא חבר לאתר כתב העת לציין אם אתה מסכים, וכן לגשת לכתב היד ולהעלות את חוות דעתך ואת המלמצתך. אתר כתב היד הוא {contextUrl$}.<br /> <br /> חוות הדעת עצמו צריך להגיש עד {reviewDueDate$}.<br /> <br /> אם אין ברשותך שם משתמש וסיסמתך לאתר כתב העת, אפשר לאפס את הסיסמה (ישלח לדוא"ל שלך יחד עם שם משתמש שלך). {passwordResetUrl$}<br /> <br /> אתר הגשה: {submissionUrl$}<br /> <br /> תודה על עזרתך.<br /> <br /> {editorialContactSignature$}<br /> <br /> "{submissionTitle$}"<br /> <br /> {submissionAbstract$}
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku. Mrežna stranica časopisa je {$contextUrl}<br /> <br /> U slučaju da nemate pri ruci svoje korisničko ime ili lozinku za mrežnu stranicu časopisa, možete se koristiti ovom poveznicom kako biste promijenili lozinku (koju ćemo vam tada, zajedno s korisničkim imenom, poslati putem e-pošte). {$passwordResetUrl}<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> URL članka: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirathoz benyújtott &quot;{$submissionTitle},&quot; című kézirat lektorálására szóló felkérésünk elfogadásának határideje ({$responseDueDate}) lejárt. <br /> <br /> A benyújtott anyag absztraktja levelünk végén olvasható.<br /> <br /> Kérjük, mielőbb lépjen be a rendszerbe és fogadja el vagy utasítsa vissza felkérésünket. Amennyiben vállalja a bírálatot, ugyanitt töltheti le a cikk szövegét és rögzítheti véleményét és javaslatait. <br /> A weboldal címe: {$contextUrl} <br /> <br /> A szakmai lektorálás határideje: {$reviewDueDate}.<br /> <br /> Ha nincs felhasználóneve és jelszava a folyóirat weboldalához vagy elfelejtette azt, az alábbi linken emlékeztetőt kérhet. Jelszavát és felhasználónevét emailben küldjük el.{$passwordResetUrl}<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
id_id: {$reviewerName}:<br /> Sekedar mengingatkan tentang permohonan kami untuk melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami berharap telah menerima respon Anda pada {$responseDueDate}, dan email ini dikirim secara otomatis seiring terlewatinya tanggal tersebut. <br /> Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah tersebut. Abstrak naskah tersebut disertakan di bawah ini, dan kami berharap Anda berkenan melakukannya.<br /> <br /> Silakan login ke website jurnal untuk memberitahukan apakah Anda bersedia melakukan review atau tidak, juga untuk mengakses naskah dan menyerahkan review beserta rekomendasi Anda. Website jurnal adalah {$contextUrl}<br /> <br /> Tenggat review ini sendiri adalah {$reviewDueDate}.<br /> <br /> Jika Anda tidak memiliki nama pengguna dan sandi untuk website jurnal ini, Anda dapat menggunakan tautan berikut untuk mereset sandi Anda (yang selanjutnya akan diemailkan kepada Anda bersama nama pengguna Anda). {$passwordResetUrl}<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Terimakasih atas perhatiannya.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentilissimo {$reviewerName}:<br /> Solo una gentile ricordo della nostra richiesta di revisione della proposta &quot;{$submissionTitle},&quot; per la rivista {$contextName}. Speravamo di una sua risposta per il {$responseDueDate}, e questa mail è stata inviata automaticamente visto che la data è passata. <br /> Riteniamo che lei possa fare un'ottima revisione della proposta. L'abstract della proposta è inserito qui sotto, e speriamo che lei consideri di fare questo importante lavoro per noi.<br /> <br /> Le chiederemmo di entrare nel sito web della rivista e indicare se porterà avanti o no la revisione, cosi come può accedere alla proposta, registrare la sua revisione e scrivere la sua valutazione. Il sito web è: {$contextUrl}<br /> <br /> La revisione serve entro il {$reviewDueDate}.<br /> <br /> Se non ha le sue username e password per il sito, può ridefinire la password con questo link (che manderà una mail al suo indirizzo con il suo username): {$passwordResetUrl}<br /> <br /> URL della proposta: {$submissionReviewUrl}<br /> <br /> La ringrazio per aver preso in considerazione questa richiesta.<br /> <br /> {$editorialContactSignature}<br /> <br /> Dati della proposta: <br/> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ja_jp: {$reviewerName}様<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読をお願いいたしたくメールを差し上げました。このメールは、{$responseDueDate}までにご返信をいただければと思っていたのですが、その日を過ぎた時点で自動リマインダーを送信させていただきます。<br /> <br /> 投稿物の要旨を以下に添付しました。貴殿がこの重要な仕事を引き受けてくださることを希望いたしております。<br /> <br /> 雑誌のWebサイトにログインして、査読を引き受けていただけるかどうかを示していただけるようお願いいたします。引き受けていただける場合は、このサイトで投稿物にアクセスし、査読結果と答申を記録することができます。雑誌のWebサイトのURLは、{$contextUrl} です。<br /> <br /> 査読作業自体の期限日は、{$reviewDueDate}です。<br /> <br /> 雑誌のWebサイトにアクセスするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）: {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> よろしくご検討くださるよう、お願いいたします。<br /> <br /> {$editorialContactSignature}<br /> <br /> 「{$submissionTitle}」<br /> <br /> {$submissionAbstract}
ku_iq: {$reviewerName}:<br /> بەبیرهێنانەوەی, &quot;{$submissionTitle},&quot; بۆ{$contextName}. ئێمە هیوادارین کە وەڵامی ئێوەمان هەتا {$responseDueDate} بەدەست بگات, ئەم ئیمەیڵە بە شێوەی تۆماتیکی و دوای کۆتاییهاتنی ماوەی داواکراو بۆتان نێردراوە. <br /> ئێمە پێمان وایە کە بەڕێزتان کەسێکی گونجاون بۆ هەڵسەنگاندنی رەشنوسی توێژینەوەکە.پوختەی توێژینەوەکە لە خوارەوە بەردەستە و هیواخوازین کە بەڕێزتان ئەم ئەرکە لە ئەستۆ بگرن.<br /> <br /> تکایە داخلی ئەم وێبسایتە ببن بۆ ئەوەی داواکارییەکە قبوڵ یان ڕەت بکەنەوە یان بۆ ئەوەی زانیارییەکانی توێژینەوەکە ببینن. وێبسایتەکە ئەمەیە {$contextUrl}<br /> <br /> وادەی کۆتایی هەڵسەنگاندنەکە {$reviewDueDate}.<br /> <br /> ئەگەر بەڕێزتان ناوی بەکارهێنەر و وشەی تێپەڕتان ون کردووە، دەتوانن لەم لینکەی خوارەوە داوای وشەیەکی نهێنیی نوێ بکەن (کە دواتر بە شێوەی ئیمەیڵ ناوی بەکارهێنەر و وشەی نهێنییەکەتان بەدەست دەگات). {$passwordResetUrl}<br /> <br /> لینکی پێشکەشکردنەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ بڕیاردانتان.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk_mk: {$reviewerName}:<br /> Мал потсетник за нашето барање за вашата рецензија на поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се надевавме дека ќе го добиеме вашиот одговор до {$responseDueDate}, и овој и-меил е автоматски генериран и испратен со истекот на тој датум. <br /> Верувам дека вие би биле одличен рецензент на трудот. Апстрактот на поднесокот е вметнат подолу, и се надевам дека би размислиле да ја превземете оваа важна задача за нас.<br /> <br /> Ве молиме најавите се на веб-страницата на списанието за да наведете дали ќе ја отпочнете рецензијата или не, како и да пристапите до поднесокот и да ги зачувате вашата рецензија и препорака. Веб-страницата е {$contextUrl}<br /> <br /> Рокот на самата рецензија е до {$reviewDueDate}.<br /> <br /> Доколку не ги имате вашето корисничко име и лозинка за веб-страницата на списанието, можете да го искористите овој линк за да ја ресетирате вашата лозинка (која потоа ќе ви биде испратена преку и-меил заедно со вашето корисничко име). {$passwordResetUrl}<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ви благодариме што го земавте во предвид ова барање.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb_no: {$reviewerName}:<br /> Dette er en automatisk generert e-post som er sendt for å minne deg om at vi har sendt deg en forespørsel om å vurdere manuskriptet «{$submissionTitle}» for <i>{$contextName}</i>. Vi hadde håpet på et svar innen {$responseDueDate}. <br /> Jeg tror du vil kunne gi gode innspill i en vurdering av dette manuskriptet. Du ser sammendraget under. Jeg håper du kan tenke deg å ta på deg dette oppdraget for oss.<br /> <br /> Kunne du logge deg inn på nettstedet til tidsskriftet og indikere om du vil ta på deg fagfellevurderingen? Der får du også tilgang til manuskriptet og kan gi din vurdering og anbefaling. Nettstedet er <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Frist for fagfellevurderingen er {$reviewDueDate}.<br /> <br /> Dersom du ikke har brukernavn og passord for tidsskriftets nettsted, kan du bruke lenken under for å få et nytt passord. Det vil bli sendt til det i en e-post sammen med brukernavnet ditt. <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> Innleveringens URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Takk for at du vurderer forespørselen.<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> We willen u vriendelijk herinneren aan ons verzoek voor een review van het manuscript &quot;{$submissionTitle},&quot; voor {$contextName}. We verwachtten uw antwoord voor {$responseDueDate}; dit bericht werd automatisch verstuurd na het verstrijken van die datum. <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen. De website is {$contextUrl}<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> Als u uw gebruikersnaam en het wachtwoord van de website van het tijdschrift niet heeft, kunt u deze link gebruiken voor het herstellen van uw wachtwoord (dat samen met uw gebruikersnaam in een e-mail naar u verstuurd wordt). {$passwordResetUrl}<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl_pl: {$reviewerName}: <br /> Wysyłamy przypomnienie o prośbie o recenzję tekstu: &quot;{$submissionTitle},&quot; dla {$contextName}. Liczyliśmy na odpowiedź do {$responseDueDate}. Email został wysłany automatycznie w momencie upływu tej daty. <br /> Ufam, że będziesz świetnym recenzentem rękopisu, który zostało zgłoszony do {$contextName}. Abstrakt zgłoszenia został załączony poniżej, mam nadzieję, że rozważysz podjęcie się tego ważnego dla nas zadania. <br /> <br /> Prosimy o zalogowanie się na stronie czasopisma w celu przyjęcia lub odrzucenia naszej prośby, jak również dostępu do zgłoszonego tekstu oraz formularza recenzji. Adres strony internetowej czasopisma {$contextUrl}<br /> <br /> Termin wykonania recenzji: {$reviewDueDate}.<br /> <br /> Jeżeli nie posiada Pani/ Pan danych niezbędnych do zalogowania się na stronie czasopisma, użyj linku poniżej, aby zresetować hasło (które zostanie następnie wysłane na Twój email razem z nazwą użytkownika). {$passwordResetUrl}<br /> <br /> WWWW tekstu: {$submissionReviewUrl}<br /> <br /> Dziękujemy za rozważenie naszej propozycji.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> Esta mensagem serve como lembrete do pedido de revisão do artigo, & quot; {$submissionTitle}, & quot; submetido a {$contextName}. Esperávamos obter a sua resposta até {$responseDueDate}, e este e-mail foi gerado automaticamente e enviado quando passou essa data. <br /> Acreditamos que poderá ser um excelente revisor do manuscrito. O resumo da submissão está inserido abaixo, e esperamos que considere realizar esta importante tarefa.<br /> <br /> Aceda ao site da revista para indicar se está disponível para realizar a revisão ou não, bem como aceder à submissão e registar a sua revisão e recomendações. O site é {$contextUrl}<br /> <br /> O prazo da entrega da revisão é {$reviewDueDate}.<br /> <br /> Se não tem nome de utilizador e senha para aceder à revista, pode usar este link para gerar a sua senha (que será enviada por e-mail junto com o seu nome de utilizador). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы ожидали получить Ваш ответ до {$responseDueDate}, и это письмо было автоматически сгенерировано и отправлено, так как эта дата уже прошла. <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала. Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию. Адрес сайта — {$contextUrl}<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sl_si: {$reviewerName}:<br /> Samo prijazen opomnik glede naše prošnje za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste na prošnjo do predvidenega, {$responseDueDate}. Ta email je bil avtoamtsko poslan zaradi prekoračitve le-tega. <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> Det här är bara en påminnelse om vår förfrågan om huruvida du skulle vara villig att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på svar innan {$responseDueDate}, och i och med att datumet passerade genererades och skickades det här meddelandet ut automatiskt. <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Adressen till webbplatsen är {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Це автоматичне нагадування про наш запит про рецензування статті, &quot;{$submissionTitle},&quot; для {$contextName}. Маємо надію, отримати вашу відповідь до {$responseDueDate}, про щоавтоматично згенеровано і надіслано вам листа. <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. Адреса веб-сайту журналу {$contextUrl}<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). {$passwordResetUrl}<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
vi_vn: Kính gửi {$reviewerName},<br /> Đây là email để nhắc bạn về việc đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng sẽ có phản hồi của bạn vào ngày {$responseDueDate}, và email này đã được tự động tạo và gửi cùng với ngày đó. <br /> Tôi tin rằng bạn là một người phản biện phù hợp của bản thảo này. Bản tóm tắt của bài gửi được chèn bên dưới và tôi hy vọng rằng bạn sẽ xem xét thực hiện quá trình quan trọng này cho chúng tôi.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như để truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn. Trang web là {$contextUrl}<br /> <br /> Thời hạn phản biện là ngày {$reviewDueDate}.<br /> <br /> Nếu bạn quên username và mật khẩu đăng nhập vào trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordResetUrl}<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
zh_cn: {$reviewerName}您好：<br /> <br /> 《{$contextName}》的编辑团队相信您是投稿到本期刊之稿件〈{$submissionTitle}〉的最佳审查人选。该份稿件的摘要如下，而我们希望您会考虑进行这份对我们来说相当重要的一个工作。<br /> <br /> 无论您是否接受审查工作与否，都请在{$responseDueDate}之前登入这个期刊网站，同时检阅这份稿件并且记录您的审查意见和编辑建议。网站为：{$contextUrl}<br /> <br /> 请注意审查工作的期限为：{$reviewDueDate}。<br /> <br /> 如果您没有您在这个期刊网站的用户帐号和密码。您可以使用这个链接去重新设定您的密码（该密码会和您的用户帐号名称一起电邮给您）：{$passwordResetUrl}<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 非常感谢您考虑我们的邀请。<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> 〈{$submissionTitle}〉<br /> <br /> <br /> {$submissionAbstract}
