Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRemind.description
source: This email is sent by a Section Editor to remind a reviewer that their review is due.
ar_iq: هذه الرسالة يذكر بها محرر القسم محكماً قد استوجب إكمال تقييمه لمؤلَّف ما ولم يرسله/يرفعه إلى المجلة بعد.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia a un revisor per a recordar-li que ha superat la data de venciment per a lliurar la revisió.
cs_cz: Tento email posílá editor sekce recenzentovi, aby mu připomněl, že vypršel termín pro zpracování recenze.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer for at minde vedkommende om, at bedømmelsen skulle have været afleveret.
de_de: Diese E-Mail wird von einer Rubrikredakteurin/einem Rubrikredakteur gesendet, um eine/n Gutachter/in daran zu erinnern, dass ihr/sein Gutachten fällig ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας στον Αξιολογητή, ως υπενθύμιση ότι η αξιολόγηση εκκρεμεί.
es_es: Este correo es enviado por el/la Editor/a de Sección para recordar a un/a revisor/a que ya debe entregar su revisión.
eu_es: Mezu hau Ataleko editoreak Ebaluatzaileari bidaltzen dio, ebaluazioa egiteko epea pasatu dela gogorarazteko.
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای یادآوری انجام داوری
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche le deasaiche earrainn airson cur na c(h)uimhne gu bheil an lèirmheas aca ri lìbhrigeadh.
he_il: דוא"ל זה נשלח על ידי עורך מדור להזכיר מבקר שהביקורת שלהם נובעת.
hr_hr: Ovim obrascem e-pošte urednik rubrike podsjeća recenzenta da rok za izradu recenzije istekao.
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a Szakmai Lektornak, hogy emlékeztesse a lektorálási határidőre.
id_id: Email ini dikirimkan Editor Bagian untuk mengingatkan reviewer bahwa review telah mencapai tenggat.
it_it: Questa email viene mandata da un section editor per ricordare al revisore che è attesa la revisione.
ja_jp: このメールは、セクションエディタから査読者に査読期限日が過ぎたことを督促するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر دەنێردرێت وەک بیرخەرەوەیەکی کاتی هەڵسەنگاندنەکە.
mk_mk: Овој и-меил е испратен од Секциски уредник како потсетник до рецензентот дека рокот за нивната рецензија е достигнат.
nb_no: Denne e-posten sendes av en seksjonsredaktør til en fagfelle for å minne om at fagfellevurderingen ventes ferdigstilt innen fristen.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd om een reviewer eraan te herinneren dat de afgesproken reviewperiode verstreken is.
pl_pl: Wiadomość wysyłana przez redaktora prowadzącego do recenzenta. Zawiera przypomnienie o terminie wykonania recenzji.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor como lembrete da tarefa de revisão em curso.
ru_ru: Это письмо отправляется редактором раздела, чтобы напомнить рецензенту о том, что срок предоставления рецензии уже прошел.
sl_si: Ta email pošlje urednik rubrike recenzentu kot opomnik za opravljanje recenzije.
sv_se: Det här e-postmeddelandet skickas från en sektionsredaktör som en påminnelse till granskaren att deadline för granskningen har passerat.
uk_ua: Цим листом редактор розділу нагадує рецензенту про настання кінцевої дати рецензування.
vi_vn: Email này được gửi bởi một Biên tập viên chuyên mục để nhắc nhở người phản biện rằng đánh giá của họ đến hạn nộp.
zh_cn: 这封电子邮件是由区段编辑发出，提醒一位审查人他们的审查工作已经到期。

# emails.reviewRemindOneclick.subject
source: Submission Review Reminder
ar_iq: تذكير لتحكيم طلب نشر
ca_es: Recordatori de revisió de la tramesa
cs_cz: Připomenutí recenze příspěvku
da_dk: Påmindelse om bedømmelse af manuskript
de_de: Erinnerung an die Fälligkeit eines Gutachtens
el_gr: Υπενθύμιση αξιολόγησης υποβολής
es_es: Recordatorio de envío de revisión
eu_es: Artikulua ebaluatzeko oroigarria
fa_ir: یادآوری برای کارشناسی مقاله
fi_fi: Muistutus käsikirjoituksen arvioinnista
gd_gb: Cuimhneachan mu lèirmheas tagraidh
he_il: תזכורת הגשת חוות דעת
hr_hr: Podsjetnik za predaju Recenzije
hu_hu: Emlékeztető cikk szakmai lektorálásáról
id_id: Pengingat Review Naskah
it_it: Promemoria revisione in attesa
ja_jp: 論文査読の督促
ku_iq: بیرخەرەوەی هەڵسەنگاندنی توێژینەوە
mk_mk: Потсетник за поднесување на рецензија
nb_no: Påminnelse om fagfellevurdering
nl_nl: Herinnering review
pl_pl: Przypomnienie o terminie przygotowania recenzji
pt_pt: Lembrete de pedido de revisão
ru_ru: Напоминание о рецензии на материал
sl_si: Opomnik za recenzijo prispevka
sv_se: Påminnelse om granskning av bidrag
uk_ua: Нагадування про рецензування
vi_vn: Nhắc nhở nộp đánh giá
zh_cn: 稿件审查提醒函

# emails.reviewRemindOneclick.body
source: {$reviewerName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and would be pleased to receive it as soon as you are able to prepare it.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$editorialContactSignature}
ar_iq: {$reviewerName}:<br /> <br /> هذا مجرد تذكير لجنابكم الكريم بشأن تحكيمكم للمؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. نحن نأمل الحصول منكم على هذا التحكيم حتى يوم {$reviewDueDate}، ونرجو أن نتلقاه منكم حالماً تكونوا جاهزين لإرساله.<br /> <br /> رابط الطلب: {$submissionReviewUrl}<br /> <br /> لطفاً، أكدوا لنا قدرتكم على إكمال هذه المساهمة الحيوية في أعمال مجلتنا. إنني أتطلع إلى ردكم في أقرب وقت.<br /> <br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us recordem la nostra petició per a revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Esperàvem aquesta revisió abans del {$reviewDueDate}, i confiem rebre-la tan aviat com la tingueu enllestida.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Us agrairem que ens confirmeu la vostra disponibilitat per a completar aquesta contribució vital per al funcionament de la revista, i confiem rebre notícies vostres ben aviat.<br /> <br /> {$editorialContactSignature}
cs_cz: {$reviewerName}:<br /> <br /> Dovolujeme si Vám opatrně připomenout naši žádost o zpracování recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Doufali jsme, že budeme mít tuto recenzi hotovou do {$reviewDueDate} a budeme rádi, když ji od Vás dostaneme hned, jak ji budete moci dokončit.<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, zda můžete dokončit tento nezbytný úkol pro náš časopis. Těším se, že se ozvete.<br /> <br /> {$editorialContactSignature}
da_dk: {$reviewerName}:<br /> <br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate} og ser frem til at modtage den, så snart du er færdig med den.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Vi beder dig bekræfte, at du er i stand til at fuldføre dette vigtige bidrag til tidsskriftets arbejde. Jeg ser frem til at høre fra dig.<br /> <br /> {$editorialContactSignature}
de_de: {$reviewerName},<br /> <br /> hiermit möchten wir Sie freundlich an Ihre Zusage erinnern, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Wir hatten gehofft, das Gutachten zum {$reviewDueDate} zu erhalten. Diese E-Mail wurde automatisch erstellt und nach Überschreitung des Termins versandt. Wir würden uns freuen, wenn uns das Gutachten baldmöglichst zur Verfügung stünde.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Könnten Sie uns bitte bestätigen, dass Sie nach wie vor bereit sind, unsere Zeitschrift gutachterlich zu unterstützen? Wir würden uns freuen, bald von Ihnen zu hören.<br /> <br /> {$editorialContactSignature}
el_gr: {$reviewerName}:<br /> <br /> Το παρόν μήνυμα αποτελεί υπενθύμιση του αιτήματός μας για αξιολόγηση της υποβολής, &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Ελπίζουμε να έχουμε αυτή την αξιολόγηση μέχρι τις {$reviewDueDate} και θα σας είμαστε ευγνώμονες αν τη λάβουμε το συντομότερο δυνατό.<br /> <br /> Σύνδεσμος υποβολής: {$submissionReviewUrl}<br /> <br /> Παρακαλούμε επιβεβαιώστε τη δυνατότητά σας να ολοκληρώσετε την αξιολόγηση. Ελπίζουμε να λάβουμε σύντομα την απάντησή σας.<br /> <br /> {$editorialContactSignature}
es_es: {$reviewerName}:<br /> <br /> Le recordamos nuestra petición de revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos su revisión antes del {$reviewDueDate}, esperamos nos la mande en cuanto la tenga lista.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Le rogamos nos confirme su disponibilidad para completar esta contribución vital para el trabajo de la revista. Esperamos tener noticias suyas a la mayor brevedad.<br /> <br /> {$editorialContactSignature}
eu_es: {$reviewerName}:<br /> <br /> {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren ebaluazioa gogorarazteko ohartxo bat baino ez. {$reviewDueDate} egunerako espero genuen zure ebaluazio-txostena, eta prestatuta daukazunean lehenbailehen bidaltzea eskertuko genizuke.<br /> <br /> Artikuluaren URLa: {$submissionReviewUrl}<br /> <br /> Mesedez, berrets iezaguzu aldizkariarentzat biziki garrantzitsua den lan hori burutuko duzula. Besterik gabe, zure erantzunaren zain geratzen naiz.<br /> <br /> {$editorialContactSignature}
fa_ir: {$reviewerName}:<br /> <br /> با عرض پوزش بدین وسیله یادآوری مینمایم که متعاقب ارسال درخواست اولیه مبنی بر انجام کارشناسی مقاله &quot;{$submissionTitle},&quot; برای {$contextName}<br /> منتظر دریافت نظرات کارشناسی جنابعالی میباشیم. امیدواریم که نتیجه کارشناسی جنابعالی تا تاریخ {$reviewDueDate} به دست ما برسد.<br /> <br /> آدزس مقاله: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> در صورت امکان با ایمیل اطلاع دهید که آیا مایلید این کارسناسی را انجام دهید.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme arviointinne {$reviewDueDate} mennessä, ja nyt olisimme iloisia, mikäli voisitte lähettää arvioinnin meille heti sen suoritettuanne.<br /> <br /> Käsikirjoituksen URL: {$submissionReviewUrl}<br /> <br /> Vahvistattehan vielä, voitteko suorittaa tämän arvioinnin.<br /> <br /> {$editorialContactSignature}
gd_gb: {$reviewerName}:<br /> <br /> Dìreach cuimhneachan beag gun deach iarraidh ort lèirmheas a dhèanamh air an tagradh “{$submissionTitle},” airson {$contextName}. Bha sinn an dòchas an lèirmheas seo a choileanadh ro {$reviewDueDate} agus bhiomaid fada nad chomain nam b’ urrainn dhut a chur thugainn cho luath ’s a ghabhas.<br /> <br /> URL an tagraidh: {$submissionReviewUrl}<br /> <br /> Saoil am b’ urrainn dhut fios a leigeil thugainn am b’ urrainn dhut an obair chudromach seo a dhèanamh airson an iris-leabhair fhathast? Tha mi an dòchas cluinntinn uat.<br /> <br /> {$editorialContactSignature}
he_il: {reviewerName$}:<br /> <br /> זוהי תזכורת לבקשתנו לחוות דעתך על ההגשה "{submissionTitle$} ל{contextName$}. קוינו לקבל את חוות הדעת עד {revewDueDate$}, ונשמח לקבל את זה בהקדם.<br /> <br /> אתר הגשה: {submissionReviewUrl$}<br /> <br /> נא לאשר הסכמתך לסקור את המאמר ולהגיש חוות דעת. מחכים לשמוע ממך.<br /> <br /> {editorialContactSignature$}
hr_hr: {$reviewerName}:<br /> <br /> Željeli bismo vas samo podsjetiti da je rok koji smo dogovorili za recenziju članka, &quot;{$submissionTitle},&quot; za časopis {$contextName} istekao {$reviewDueDate}. Bilo bi nam izuzetno drago ukoliko biste recenziju završili i predali čim je prije moguće.<br /> <br /> Podsjećamo da do priloga možete doći izravno prateći ovu kodiranu pozivnicu:<br /> {$submissionReviewUrl}<br /> <br /> Molimo vas da potvrdite da ste u mogućnosti privesti kraju ovaj ključan doprinos radu časopisa. Nadamo se skorom odgovoru.<br /> <br /> {$editorialContactSignature}
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Értesítjük, hogy a(z) {$contextName} folyóirat &quot;{$submissionTitle},&quot; című cikkének lektorálási határideje ({$reviewDueDate}) lejárt.<br /> Kérjük mielőbb készítse el szakmai bírálatát.<br /> <br /> Kézirat URL: {$submissionReviewUrl}<br /> <br /> Kérjük, határidő módosításának ügyében vegye fel a kapcsolatot a szerkesztőséggel!<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$reviewerName}:<br /> <br /> Sekedar mengingatkan tentang permohonan kami untuk melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami mengharapkan telah menerima review ini pada {$reviewDueDate}, dan akan sangat berbahagia untuk dapat menerimanya segera setelah Anda menyelesaikannya.<br /> <br /> URL Naskah: {$submissionReviewUrl}<br /> <br /> Mohon konfirmasi kesanggupan Anda untuk menyelesaikan kontribusi penting ini. Kami menunggu balasan Anda.<br /> <br /> {$editorialContactSignature}
it_it: Gentile {$reviewerName},<br /> <br /> Ti ricordo la richiesta di revisione della submission, &quot;{$submissionTitle},&quot; per {$contextName}. La data di scadenza prevista è {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti chiedo la cortesia di confermare al più presto la tua disponibilità a portare a termine l'incarico o meno.<br /> <br /> {$editorialContactSignature}
ja_jp: {$reviewerName} 様:<br /> <br /> 雑誌『{$contextName}』への投稿原稿「{$submissionTitle}」の査読は進んでいるでしょうか。査読期限日は、{$reviewDueDate}となっております。準備ができ次第できるだけ早く査読結果をいただきたいと考えております。<br /> <br /> 雑誌のWebサイトにログインするユーザー名とパスワードをお持ちでない場合は、次のリンクを使ってパスワードをリセットしてください（パスワードはユーザー名と共にメールで送信されます）： {$passwordResetUrl}<br /> <br /> 投稿物のURL: {$submissionReviewUrl}<br /> <br /> 本誌の投稿物にとって極めて重要なこの貢献を貴殿が遂行できることを確認してください。お返事をお待ちしております。<br /> <br /> よろしくお願いいたします。<br /> <br /> {$editorialContactSignature}
ku_iq: {$reviewerName}:<br /> <br /> بیرخەرەوەی هەڵسەنگاندنی توێژینەوەی &quot;{$submissionTitle},&quot; بۆ {$contextName}. کە ئێمە هیوادارین هەتا {$reviewDueDate} هەڵسەنگاندنەکە تەواو ببێت. سوپاسگوزار دەبین ئەگەر بە زوترین کات بتوانن ئەم کارە بکەن.<br /> <br /> لینکی توێژینەوەکە: {$submissionReviewUrl}<br /> <br /> تکایە دڵنیامان بکەوە لە ئەنجامدانی هەڵسەنگاندنەکە، ئێمە چاوەڕێی وەڵامی ئێوەین.<br /> <br /> {$editorialContactSignature}
mk_mk: {$reviewerName}:<br /> <br /> Мал потсетник за нашето барање за вашата рецензија на поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се надевавме дека ќе ја добиеме вашата рецензија до {$reviewDueDate}, и би биле задоволни да ја добиеме веднаш штом ќе можете да ја подготвите.<br /> <br /> URL-адреса на поднесокот: {$submissionReviewUrl}<br /> <br /> Ве молам за потврда дека можете да го завршите овој неопходен придонес кон работата на ова списание. Со нетрпение очекувам да слушнам од вас.<br /> <br /> {$editorialContactSignature}
nb_no: {$reviewerName}:<br /> <br /> Jeg sender denne e-posten for å minne deg på at du har tatt på deg å vurdere innleveringen «{$submissionTitle}» for {$contextName}. Jeg minner om at fristen for oppdraget var satt til {$reviewDueDate}, og ser fram til å motta vurderingen din så snart den er klar.<br /> <br /> Innleveringens URL: {$submissionReviewUrl}<br /> <br /> Kan du bekrefte om du vil fullføre dette vurderingsoppdraget for tidsskriftet vårt? Jeg ser fram til å høre fra deg.<br /> <br /> {$editorialContactSignature}
nl_nl: {$reviewerName}:<br /> <br /> We willen u vriendelijk herinneren aan ons verzoek om de inzending &quot;{$submissionTitle}&quot; voor {$contextName} te reviewen. We verwachtten uw review op {$reviewDueDate}. We stellen het zeer op prijs om de review te ontvangen zodra u in de gelegenheid bent om die uit te voeren.<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Wilt u uw beschikbaarheid voor het voltooien van deze voor het werk van het tijdschrift vitale taak bevestigen. Ik kijk uit naar uw reactie.<br /> <br /> {$editorialContactSignature}
pl_pl: Szanowna Pani / Szanowny Panie,<br /> <br /> przypominamy, że w dniu {$reviewDueDate} mija termin przygotowania recenzji artykułu &quot;"{$submissionTitle}"&quot; zgłoszonego do czasopisma {$contextName}. Prosimy o nadesłanie do tego czasu gotowej recenzji.<br /> <br /> WWW artykułu: {$submissionReviewUrl}<br /> <br /> Będziemy wdzięczni za potwierdzenie gotowości do wykonania recenzji.<br /> <br /> Z wyrazami szacunku, {$editorialContactSignature}
pt_pt: {$reviewerName},<br /> <br /> Esta mensagem é apenas um lembrete relativamente ao pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Esperávamos receber a revisão até {$reviewDueDate}, e aguardamos a sua receção assim que for possível.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Confirme a sua disponibilidade para concluir esta tarefa e agradecemos o contributo para a qualidade desta revista. Aguardamos notícias suas!<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы надеялись получить эту рецензию до {$reviewDueDate} и будем рады, если Вы как можно скорее ее подготовите.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Пожалуйста, подтвердите, что Вы сможете сделать этот важный вклад в работу нашего журнала. Жду вашего ответа.<br /> <br /> {$editorialContactSignature}
sl_si: {$reviewerName}:<br /> <br /> Samo prijazen opomnik za našo prošnjo za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste opravili recenzijo do predvidenega datuma {$reviewDueDate}. Z veseljem jo bomo sprejeli takoj, ko jo pripravite.<br /> <br /> URL povezava do prispevka: {$submissionReviewUrl}<br /> <br /> Prosim, če potrdite vašo pripravljenost za dokončanje vašega pomembnega prispevka za delo revije. Veselimo se vašega odgovora.<br /> <br /> {$editorialContactSignature}
sv_se: {$reviewerName}:<br /> <br /> Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på att få din granskning senast {$reviewDueDate} och skulle vara tacksamma om du ville inkomma med den så fort som möjligt.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.<br /> <br /> {$editorialContactSignature}
uk_ua: {$reviewerName}:<br /> <br /> Хотів б нагадати Вам про рецензування подання, &quot;{$submissionTitle},&quot; для видання {$contextName}. Ми очікували отримати цю рецензію до {$reviewDueDate}. Будь ласка, надішліть нам її якомога скоріше.<br /> <br /> URL подання: {$submissionReviewUrl}<br /> <br /> Будь ласка, підтвердіть можливість завершити цю важливу для нашого журналу роботу. З нетерпінням очікую Вашої відповіді.<br /> <br /> {$editorialContactSignature}
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Đây là nhắc nhở về yêu cầu của chúng tôi để bạn xem xét bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng sẽ có đánh giá này vào ngày {$reviewDueDate}, và sẽ rất vui khi nhận được nó ngay khi bạn có thể gửi nó.<br /> <br /> URL bài gửi: {$submissionReviewUrl}<br /> <br /> Vui lòng xác nhận khả năng hoàn thành quy trình quan trọng này cho công việc của tạp chí. Chúng tôi mong nhận được phản hồi của bạn.<br /> <br /> {$editorialContactSignature}
zh_cn: {$reviewerName}:<br /> <br /> 这封信只是礼貌地提醒您，我们已邀请您为《{$contextName}》审查稿件〈{$submissionTitle}〉。我们希望您<br /> 能在 {$reviewDueDate}前完成这份审查工作，并请您在备妥审查意见书之后尽快寄给我们。<br /> <br /> 稿件网址：{$submissionReviewUrl}<br /> <br /> 请确认您能够完成这个对本期刊作品而言非常重要的贡献。我们期盼听到您的回复。<br /> <br /> {$editorialContactSignature}

# emails.reviewRemindOneclick.description
source: This email is sent by a Section Editor to remind a reviewer that their review is due.
ar_iq: هذه الرسالة يذكر بها محرر القسم محكماً باستيجاب مهلة تقييمه لمؤلَّف ما.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia a un revisor per a recordar-li que ha superat la data de venciment per a lliurar la revisió.
cs_cz: Tento email posílá editor sekce recenzentovi, aby mu připomněl, že vypršel termín pro zpracování recenze.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer for at minde vedkommende om, at bedømmelsen skulle have været afleveret.
de_de: Diese E-Mail wird von einer Rubrikredakteurin/einem Rubrikredakteur gesendet, um eine/n Gutachter/in daran zu erinnern, dass ihr/sein Gutachten fällig ist.
el_gr: Το παρόν μήνυμα αποστέλλεται από τον Επιμελητή Ενότητας στον Αξιολογητή, ως υπενθύμιση ότι η αξιολόγηση εκκρεμεί.
es_es: Este correo es enviado por el/la Editor/a de Sección para recordar a un/a revisor/a que ya debe entregar su revisión.
eu_es: Mezu hau Ataleko editoreak Ebaluatzaileari bidaltzen dio, ebaluazioa egiteko epea pasatu dela gogorarazteko.
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche le deasaiche earrainn airson cur na c(h)uimhne gu bheil an lèirmheas aca ri lìbhrigeadh.
he_il: דוא"ל זה נשלח על ידי עורך מדור להזכיר מבקר שהביקורת שלהם נובעת.
hr_hr: Ovu e-poštu je poslao urednik rubrike da podsjeti recenzenta da je njegova recenzija dospjela.
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a Szakmai Lektornak, hogy emlékeztesse a lektorálási határidőre.
id_id: Email ini dikirimkan Editor Bagian untuk mengingatkan reviewer bahwa review telah mencapai tenggat.
it_it: Questa email viene mandata da un section editor per ricordare al revisore che è attesa la revisione.
ja_jp: このメールは、セクションエディタから査読者に査読期限日が過ぎたことを督促するものです。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر دەنێردرێت وەک بیرخەرەوەیەکی کاتی هەڵسەنگاندنەکە.
mk_mk: Овој и-меил е испратен од Секциски уредник како потсетник до рецензентот дека рокот за нивната рецензија е достигнат.
nb_no: Denne e-posten sendes av en seksjonsredaktør til en fagfelle for å minne om at fagfellevurderingen ventes ferdigstilt innen tidsfristen.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd om een reviewer eraan te herinneren dat de afgesproken reviewperiode verstreken is.
pl_pl: Wiadomość wysyłana przez redaktora prowadzącego do recenzenta celem przypomnienia o terminie wykonania recenzji. Wysyłane do recenzenta mającego trudności z obsługą OJS.
pt_pt: Este e-mail é enviado por um Editor de Secção para lembrar o revisor sobre o prazo de revisão.
ru_ru: Это письмо отправляется редактором раздела, чтобы напомнить рецензенту о том, что срок предоставления рецензии уже прошел.
sl_si: Ta email pošlje urednik rubrike recenzentu kot opomnik za opravljanje recenzije.
sv_se: Det här e-postmeddelandet skickas från en sektionsredaktör som en påminnelse till granskaren att deadline för granskningen har passerat.
uk_ua: Цим листом редактор розділу нагадує рецензенту про настання кінцевої дати рецензування.
vi_vn: Email này được gửi bởi một Biên tập viên chuyên mục để nhắc nhở người phản biên rằng rằng đánh giá của họ tới hạn nộp.
zh_cn: 这封电子邮件是由区段编辑发出，提醒一位审查人他们的审查工作已经到期。
