Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionNotify.description
source: This email notifies a registered reader that the Manager has created a subscription for them. It provides the journal's URL along with instructions for access.
ar_iq: هذه الرسالة تُعلم قارئاً مسجلاً بأن مدير المجلة قد أنشأ له اشتراكاً، وهي تتضمن رابط المجلة مع تعليمات الوصول إليها.
ca_es: Aquest missatge de correu electrònic notifica a un lector que l'administrador l'ha subscrit al sistema. Proporciona l'URL de la revista i també instruccions per a accedir-hi.
cs_cz: Tento email informuje registrovaného čtenáře, že pro něj manažer vytvořil předplatné. Obsahuje URL časopisu a přístupové instrukce.
da_dk: Denne e-mail underretter en registreret læser om, at abonnementschefen har oprettet et abonnement til dem. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail benachrichtigt eine/n registrierte/n Leser/in, dass die/der Abonnementverwalter/in für sie/ihn ein Abonnement angelegt hat. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
el_gr: Το παρόν μήνυμα ενημερώνει τους εγγεγραμμένους Συνδρομητές ότι ο Διαχειριστής του περιοδικού δημιούργησε μία συνδρομή για λογαριασμό τους. Παρέχει τον σύνδεσμο του περιοδικού καθώς και οδηγίες πρόσβασης σε αυτό.
es_es: Este correo electrónico notifica a un/a lector/a registrado/a que el/la Gestor/a les ha creado una suscripción. Proporciona la URL de la revista junto con instrucciones para acceder a ella.
eu_es: Mezu honek irakurle erregistratuari jakinarazten dio Kudeatzaileak harpidetza egin diola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
gd_gb: Tha am post-d seo ag innse do leughadair aig a bheil ùidh gun do chruthaich am manaidsear fo-sgrìobhadh dhaibh. Tha e a’ toirt seachad URL an iris-leabhair agus stiùireadh mu dhèidhinn inntrigidh.
hr_hr: Ovim se obrascem e-pošte obavještavaju pretplatnici o aktivaciji njihove pretplate . Poruka sadrži URL časopisa i upute za pristup.
hu_hu: Ez az email értesíti a regisztrált olvasót, hogy a Menedzser előfizetési fiókot hozott létre számára. A levél tartalmazza a folyóirat URL címét és instrukciókat a hozzáféréshez.
id_id: Email ini memberitahu pembaca terdaftar bahwa Manajer telah membuat akses langganan untuk mereka. Email ini memberikan URL jurnal beserta petunjuk aksesnya.
it_it: Questa email notifica ai lettori registrati che l'amministratore ha attivato un abbonamento per loro. Questa fornisce la URL del journal insieme con le istruzioni per l'accesso.
ja_jp: このメールは、管理者から登録読者に購読者として登録したことを通知するものです。メールでは、雑誌のURLとアクセス方法を提供しています。
ku_iq: ئەم ئیمەیڵە ئاگادارییە بۆ خوێنەرێکی تۆمارکراو کە بەڕێوەبەر بەشداریکردنی بۆ چالاک کردووە. ئەمە لینکی گۆڤار و ڕێنماییە پێویستەکان لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува регистрираниот корисник дека Раководителот ја има создадено нивната претплата. Ги обезбедува URL-адресата на списанието, како и насоките за пристап.
nb_no: Denne e-posten varsler registrerte lesere om at redaksjonslederen har opprettet et abonnement for dem. E-posten gir informasjon tidsskriftets URL, samt tilgangsinstruksjoner.
nl_nl: Deze e-mail bericht een geregistreerde lezer dat de beheerder een abonnement heeft gecreëerd. Het bevat de URL van het tijdschrift en instructies om toegang te krijgen.
pl_pl: Ten email zawiadamia zarejestrowanego czytelnika, że menedżer stworzył dla niego subskrypcję. Dostarcza URL czasopisma razem z instrukcjami dostępu.
pt_pt: Este e-mail notifica o leitor registado que o Gestor criou a sua Subscrição. Proporciona todas as informações necessárias para acesso ao conteúdo.
ru_ru: Это письмо уведомляет зарегистрированного читателя, что менеджер создал для него подписку. В письме содержится URL журнала и инструкции по доступу.
sv_se: Det här e-postmeddelandet meddelar en registrerad läsare att ansvariga har skapat en prenumeration åt hen. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
uk_ua: Цей лист сповіщає зареєстрованого читача про те, що менеджер зареєстрував його як передплатника. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
vi_vn: Email này thông báo cho người đọc đã đăng ký rằng Người quản lý đã tạo thuê bao cho họ. Nó cung cấp URL của tạp chí cùng với hướng dẫn truy cập.
zh_cn: 这封电子邮件通知一位已注册的读者说，管理员已经替他们完成了订阅手续。邮件中含有期刊的网址以及访问网站内容的指引。

# emails.lockssExistingArchive.subject
source: Archiving Request for {$contextName}
ar_iq: طلب أرشفة لمجلة {$contextName}
ca_es: Sol·licitud d'arxivament per a {$contextName}
cs_cz: Žádost o archivaci pro {$contextName}
da_dk: Forespørgsel om arkivering af {$contextName}
de_de: Bitte um Archivierung von {$contextName}
el_gr: Αίτημα αρχειοθέτησης για το περιοδικό {$contextName}
es_es: Petición de archivado para {$contextName}
eu_es: {$contextName} aldizkaria artxiboan gehitzeko eskaera
fa_ir: تقاضای آزشیو برای {$contextName}
fi_fi: Julkaisun {$contextName} arkistointipyyntö
gd_gb: Iarrtas tasglannachadh airson {$contextName}
he_il: בקשת ארכיון עבור {contextName$}
hr_hr: Zamolba za arhiviranje časopisa {$contextName}
hu_hu: Folyóirat archiválásának kérése a(z) {$contextName} számára
id_id: Permohonan Pengarsipan untuk {$contextName}
it_it: Richiesta di archiviazione per {$contextName}
ja_jp: 『{$contextName}』保存のお願い
ku_iq: ئه‌رشیفكردنی داواكاری بۆ ناوی ده‌ق
mk_mk: Барање за архивирање за {$contextName}
nb_no: Anmodning om arkivering av {$contextName}
nl_nl: Verzoek tot archivering voor {$contextName}
pl_pl: Prośba o archiwizowanie czasopisma "{$contextName}"
pt_pt: Pedido para adicionar para arquivo a revista {$contextName}
ru_ru: Запрос на архивацию для журнала «{$contextName}»
sl_si: Prošnja za arhiviranje revije {$contextName}
sv_se: Förfrågan om arkivering för {$contextName}
uk_ua: Запит на архівування видання {$contextName}
vi_vn: Yêu cầu lưu trữ cho {$contextName}
zh_cn: 请存档《{$contextName}》
