Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestAttached.description
source: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST.)
ar_iq: هذه الرسالة يرسلها محرر قسم المجلة إلى أحد المحكمين ليلتمس منه قبول مهمة التحكيم أو رفضها. وهي مرفقة بطلب النشر بشكل ملف. يتم استعمال هذه الرسالة عندما تكون عمية التحكيم مبنية على أساس التراسل عبر البريد الالكتروني خلال تهيئة إعدادات المجلة. (إنظر خيارات التحكيم ضمن: الإعدادات، المخطط الانسيابي، التحكيم). (بخلاف ذلك، أنظر REVIEW_REQUEST.)
ca_es: Aquest missatge de correu electrònic de l'editor de secció s'adreça a un revisor/a per sol·licitar-li que accepti o rebutgi la tasca de revisió d'una tramesa. El correu inclou la tramesa com a adjunt. Aquest missatge s'utilitza quan s'ha seleccionat el procés de revisió d'adjunt de correu a Gestió > Configuració > Flux de treball > Revisió. (Si no consulteu REVIEW_REQUEST.)
cs_cz: Tento email od editora sekce pro recenzenta žádá, aby recenzent přijal nebo odmítl úkol zpracovat recenzi příspěvku. Obsahuje příspěvek jako přílohu. Tato zpráva je používána, pokud je zvoleno Recenzí řízení vyžívající emailových příloh ve druhém kroku Nastavení časopisu. (V jiném případě viz REVIEW_REQUEST.)
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer og beder vedkommende om at acceptere eller afvise at bedømme et manuskript. Manuskriptet er vedhæftet denne e-mail. Denne meddelelse benyttes, hvis indstillingen Bedømmelsesproces, hvor manuskript er vedhæftet e-mail, er valgt under konfiguration af tidsskrift, Indstillinger > Workflow > Bedømmelse. (Se ellers REVIEW_REQUEST.)
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, um darum zu bitten, dass sie/er die Aufgabe, eine Einreichung zu begutachten, übernimmt oder ablehnt. Sie enthält die Einreichung als E-Mail-Anhang. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Begutachtungsverfahren über E-Mail-Anhänge ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST.)
el_gr: Το παρόν αίτημα αξιολόγησης μιας υποβολής αποστέλλεται από τον Επιμελητή Ενότητας σε έναν Αξιολογητή. Περιλαμβάνει την υποβολή ως επισυναπτόμενο αρχείο. Το συγκεκριμένο μήνυμα χρησιμοποιείται όταν επιλέγεται η Διαδικασία Αξιολόγησης με Επισύναψη σε Ηλεκτρονικό Μήνυμα στη Διαχείριση > Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση. (Σε διαφορετική περίπτωση ανατρέξτε στο REVIEW_REQUEST.)
es_es: Este correo electrónico del editor/a de sección se dirige a un revisor/a para solicitarle que acepte o rechace la tarea de revisión de un envío. El correo incluye el envío como adjunto. Este mensaje se usa cuando se selecciona el proceso de revisión de adjunto de correo en Gestión > Ajustes > Flujo de trabajo > Revisión. (Si no consulte REVIEW_REQUEST.)
eu_es: Mezu hau Ataleko editoreak bidaltzen dio Ebaluatzaile bati, artikulu bat ebaluatzea onartuko duen ala ez galdetzeko. Artikulua ere bidaltzen da mezuari erantsita. Mezu hau erabiltzen da aldizkariaren Konfigurazioko 2. urratsean "Eranskina bidali Ebaluazio-prozesuan" hautatzen denean. (Bestela, ikus REVIEW_REQUEST).
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Thèid am post-d seo a chur gu lèirmheasaiche le deasaiche earrainn a dh’fhaighneachd an gabh iad ri lèirmheas air tagradh no an diùlt iad e. Tha seo a’ gabhail a-staigh an tagraidh mar cheanglachan. Seo an teachdaireachd a thèid a chleachdadh nuair a thaghar am pròiseas lèirmheis le ceanglachan puist-d fo “Stiùireadh” > “Roghainnean” > “Sruth-obrach” > “Lèirmheas”. (Air neo faic REVIEW_REQUEST.)
he_il: דוא"ל זה נשלח על ידי עורך המדור לבודק בבקשה לקבל או לדחות את משימת בדיקת ההגשה. זה כולל את ההגשה כקובץ מצורף. הודעה זו משמשת כאשר נבחר תהליך בדיקת קבצים מצורפים לדוא"ל בניהול> הגדרות> זרימת עבודה> סקירה. (אחרת ראה REVIEW_REQUEST.)
hr_hr: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti ili je prisiljen odbiti zadatak recenziranja članka. Zamolba sadrži i tekst članka u privitku. Ova poruka se koristi kada je u 2. koraku Postavljanja časopisa odabran recenzijski postupak u kojem se prilog šalje recenzentu kao privitak e-pošte. (Ako ne, pogledajte Zamolba za recenziju članka.)
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a Lektornak, megkérve, hogy vállalja el, vagy, ha nem alkalmas, akkor utasítsa el a beküldött anyag lektori feladatát. A levél csatoltan tartalmazza a kéziratot. Ez az üzenet akkor kerül használatra, ha az email csatolmány lektorálási folyamat van kiválasztva a folyóirat menedzselése részben > Beállítások > Munkafolyamat > Szakmai lektorálás. (Máskülönben lásd a REVIEW_REQUEST-et.)
id_id: Email ini dari Editor Bagian kepada Reviewer untuk meminta reviewer memberitahukan apakah menerima atau menolak permohonan review. Email disertai naskah terlampir bersama email. Pesan ini digunakan saat Proses Review Lampiran Email dipilih di Manajemen > Pengaturan > Alur Kerja > Review. (Selain itu lihat REVIEW_REQUEST.)
it_it: Questa email viene inviata dal section editor al revisore richiedendo a quest'ultimo di accettare o rifiutare il compito di revisionare una proposta. Include la submission come allegato. Questo messaggio è usato il processo di revisione degli allegati Email è selezionato nel Journal Setup, fase 2. (Altrimenti vedi RICHIESTA_REVISIONE.)
ja_jp: このメールは、セクションエディタから査読者に投稿物の査読を依頼するものです。メールには、査読物をファイルで添付します。このメールは、雑誌設定のステップ2でメール添付による査読プロセスが選択された場合に使用されます（そうでない場合は、REVIEW_REQUESTを参照してください）。
ku_iq: ئەم ئیمەیڵە لە لایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر دەنێردرێت بۆ ئەوەی هەڵسەنگاندنی توێژینەوەکە قبوڵ یان ڕەت بکاتەوە. هەروەها، توێژینەوەکە هاوپێچ کراوە. ئەم نامەیە بەکار دێت کاتێک پرۆسەی هەڵسەنگاندن بەم شێوەیە دەستنیشان بکرێت بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن. (بە پێچەوانەوە، سەیری REVIEW_REQUEST بکە.)
mk_mk: Овој и-меил е испратен од Секцискиот уредник до Рецензент за да побараат тие да ја прифатат или одбијат задачата за рецензирање на поднесок. Го вклучува поднесокот во прилог. Оваа порака се користи кога Процес на рецензија со и-меил прилог е одбрано во Раководење > Поставки > Тек на рабоатата > Рецензија. (Во спротивно погледнете REVIEW_REQUEST_ATTACHED.)
nb_no: I denne e-posten ber seksjonsredaktøren en fagfelle om å akseptere eller avslå oppdraget med å fagfellevurdere en innlevering, som er vedlagt. Denne e-posten brukes når «Fagvurdering med e-post-vedlegg» er valgt i Innstillinger > Arbeidsflyt > Fagfellevurdering (Ellers: se REVIEW_REQUEST.)
nl_nl: Deze e-mail van de sectieredacteur aan een reviewer vraagt aan de reviewer een review te accepteren of te weigeren. De inzending wordt als bijlage meegestuurd. Dit bericht word gebruikt wanneer het e-mail attachment reviewproces is geselecteerd in stap 2 van het inrichten van het tijdschrift (zie verder REVIEW_REQUEST_ATTACHED)
pl_pl: Wiadomość od redaktora prowadzącego do recenzenta. Zawiera załączony artykuł. Ta wiadomość jest wykorzystywana w procesie recenzji opartym o załączniki
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo. Inclui a submissão como anexo. Esta mensagem é usada quando o Processo de revisão de anexos de e-mail está selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, veja REVIEW_REQUEST.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала. К письму приложен сам материал для рецензирования. Это сообщение используется, если выбран процесс рецензирования через электронную почту в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите REVIEW_REQUEST.)
sl_si: Ta email pošilja urednik rubrike recenzentu s prošnjo, da recenzent potrdi ali zavrne oipravljanje recenzije. Vsebuje prispevek v priponki. Email se uporablja, ko je v nastavitvah izbran "Email-attached" recnezijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija). (v nasprotnem primeru glej REVIEW_REQUEST.)
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag. Det innehåller bidraget som bifogad fil. Det här e-postmeddelandet används när granskningsprocess med e-postbilaga är valt i > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST.)
uk_ua: Цим листом редактор розділу просить рецензента відрецензувати подання або відмовитись від цієї роботи. Лист містить файл подання у додатку. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Процес рецензування вкладень до листів (у іншому випадку див. REVIEW_REQUEST.)
vi_vn: Email này được gửi bởi Biên tập viên chuyên mục tới một phản biện để yêu cầu họ chấp nhận hoặc từ chối nhiệm vụ phản biện bài gửi. Nó bao gồm các bài gửi như một tập tin đính kèm. Thông báo này được sử dụng khi Quy trình phản biện đính kèm email được chọn trong Quản lý > Cài đặt > Quy trình làm việc > Phản biện. (Nếu không, hãy xem REVIEW_REQUEST.)
zh_cn: 这封电子邮件是由区段编辑寄发给审查人一份邀请函，询问审查人接受或婉谢一份稿件的审查工作。邮件中含有一份稿件的附加档案。在「期刊设定」之步骤2中选择「电邮附件审查流程」选项时，才会用到这份消息。(否则请见：REVIEW_REQUEST。)

# emails.reviewCancel.subject
source: Request for Review Cancelled
ar_iq: إلغاء إلتماس التحكيم
ca_es: Sol·licitud de revisió cancel·lada
cs_cz: Žádost o zrušení recenze
da_dk: Annullering af forespørgsel om bedømmelse
de_de: Rücknahme einer Bitte um ein Gutachten
el_gr: Ακύρωση αιτήματος για αξιολόγηση
es_es: Petición de revisión cancelada
eu_es: Ebaluazio-eskaera bertan behera uztea
fa_ir: درخواست لغو کارشناسی
fi_fi: Arviointipyynnön peruminen
gd_gb: Iarrtas airson lèirmheas air a chur gu neoini
he_il: ביטול בקשה לסקירה
hr_hr: Povlačenje zamolbe za recenziju
hu_hu: Lektori felkérés visszavonása
id_id: Permohonan Review Dibatalkan
it_it: Cancellazione richiesta di revisione
ja_jp: 査読依頼取消のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە هەڵوەشێندرایەوە
mk_mk: Барањето за рецензија е откажано
nb_no: Annulering av forespørsel om fagfellevurdering
nl_nl: Reviewverzoek ingetrokken
pl_pl: Anulowanie prośby o wykonanie recenzji
pt_pt: Pedido de revisão cancelado
ru_ru: Запрос на рецензирование отменен
sl_si: Prošnja za preklic recenzije
sv_se: Förfrågan om granskning återkallad
uk_ua: Запит на рецензування скасвано
vi_vn: Hủy yêu cầu đánh giá bài báo
zh_cn: 请取消审查工作

# emails.reviewCancel.body
source: {$reviewerName}:<br /> <br /> We have decided at this point to cancel our request for you to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We apologize for any inconvenience this may cause you and hope that we will be able to call on you to assist with this journal's review process in the future.<br /> <br /> If you have any questions, please contact me.
ar_iq: {$reviewerName}:<br /> <br /> حالياً، قررنا إلغاء إلتماسنا لكم بتحكيم المؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. نحن نعتذر عن أي إزعاج قد يسببه ذلك لحضرتكم، ونأمل التواصل معكم مستقبلاً فيما يتعلق بتحكيم طلبات النشر المرسلة إلى هذه المجلة العلمية.<br /> <br /> إن كانت لديكم أي استفسارات، لطفاً، إتصلوا بي.
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Hem decidit cancel·lar la nostra sol·licitud perquè reviseu la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Lamentem les molèsties que us pugui causar aquesta decisió i confiem tornar a sol·licitar els vostres serveis de revisió per a aquesta revista en el futur.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.
cs_cz: {$reviewerName}:<br /> <br /> V tomto bodě jsme se rozhodli odvolat naši žádost, abyste pro nás zpracoval recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Omlouváme se za veškeré nepříjemnosti, které by Vám to mohlo způsobit, a doufáme, že Vás budeme moci oslovit ohledně recenzních řízení tohoto časopisu v budoucnu.<br /> <br /> V případě, že budete mít jakékoliv dotazy, mě prosím kontaktujte.
da_dk: {$reviewerName}:<br /> <br /> På nuværende tidspunkt har vi valgt at annullere vores forespørgsel til dig om at bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi beklager den ulejlighed, dette eventuelt måtte forårsage, og vi håber, at vi må henvende os til dig i fremtiden og bede om din assistance i forbindelse med dette tidsskrifts bedømmelsesproces.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.
de_de: {$reviewerName},<br /> <br /> wir haben uns entschieden, unsere Anfrage nach einem Gutachten für den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zurückzuziehen. Verzeihen Sie bitte die Ihnen dadurch evtl. entstandenen Unannehmlichkeiten. Wir hoffen, dass wir weiterhin auf Ihre Hilfe als Gutachter/in für die Zeitschrift zählen können.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.
el_gr: {$reviewerName}:<br /> <br /> Θα θέλαμε να σας ενημερώσουμε ότι η συντακτική ομάδα αποφάσισε την ακύρωση του αιτήματος για την αξιολόγηση της εργασίας &quot;{$submissionTitle},&quot; για το περιοδικό {$contextName}. Σας ζητούμε συγγνώμη για την ενδεχόμενη αναστάτωση και ελπίζουμε σε μελλοντική μας συνεργασία για την αξιολόγηση εργασιών στο περιοδικό.<br /> <br /> Για οποιαδήποτε διευκρίνιση, παρακαλούμε επικοινωνήστε μαζί μας.
es_es: {$reviewerName}:<br /> <br /> Hemos decidido cancelar nuestra petición para que revisara el envío &quot;{$submissionTitle},&quot; para {$contextName}. Lamentamos las molestias que hayamos podido causarle y esperamos poder volver a contactar con usted en el futuro para que nos ayude en el proceso de revisión.<br /> <br /> Si tiene cualquier pregunta, no dude en contactar con nosotros/as.
eu_es: {$reviewerName}:<br /> <br /> {$contextName} aldizkarirako {$submissionTitle} artikulua ebaluatzeko egin genizun eskaera bertan behera uztea erabaki dugu. Sentitzen dugu eta barkamena eskatzen dizugu erabaki honek sor ditzakeen endredoengatik, eta espero dugu aurrerantzean ere gure aldizkariko ebaluatzaileen artean izango zaitugula.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.
fa_ir: {$reviewerName}:<br /> <br /> در این مرحله تصمیم بر آن شده که درخواست کارشناسی مقاله ضضض مربوط به {$contextName} که به شما محول شده بود، لغو گردد. پیشاپیش از بابت ایجاد هرگونه مشکلی از شما عذرخواهی کرده و امیدواریم که در آینده بتوانیم طی مرحله کارشناسی با شما همکاری داشته باشیم.<br /> <br /> لطفا چنانچه در این رابطه سوالی دارید، با من تماس بگیرید.
fi_fi: Hyvä {$reviewerName},<br /> <br /> Olemme tässä vaiheessa päättäneet perua pyyntömme käsikirjoituksen &quot;{$submissionTitle}&quot; arvioinnista julkaisulle {$contextName}. Pahoittelemme tästä teille mahdollisesti aiheutuvia haittoja, ja toivomme, että voimme tulevaisuudessa pyytää teitä avustamaan julkaisumme arviointiprosessissa.<br /> <br /> Mikäli teillä on kysyttävää, otattehan yhteyttä minuun.
gd_gb: {$reviewerName}:<br /> <br /> Cho-dhùin sinn an lèirmheas air an tagradh “{$submissionTitle},” airson {$contextName}, a dh’iarr sinn ort a chur gu neoini. Tha sinn duilich ma chuireas seo fo mhì-ghoireas thu idir agus tha sinn an dòchas gum bi thu deònach fhathast taic a chumail ri obair lèirmheis airson an iris-leabhair seo san àm ri teachd.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.
he_il: {reviewerName$}: <br /> החלטנו בשלב זה לבטל את בקשתנו שתבדוק את ההגשה "{submissionTitle$}" ל{contextName$}. אנו מתנצלים על אי הנוחות שעלולה לגרום לך ומקווים שנוכל לבקש ממך לסייע בתהליך הסקירה של כתב עת זה בעתיד.<br /> <br /> אם יש לך שאלות, אנא צור איתי קשר.
hr_hr: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na okolnosti, odlučili smo povući zamolbu da izvršite recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Nadamo se da ćemo vam se u budućnosti ponovno moći obratiti da vašom recenzijom pridonesete ovom časopisu.<br /> <br /> Srdačno.
hu_hu: Tisztelt {$reviewerName}!<br /> <br /> Ezúton visszavonjuk felkérésünket a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle},&quot; című kézirat cikk lektorálására. Elnézést kérünk az esetleges kellemetlenségért és bízunk benne, hogy a folyóirat lektorálási feladatai kapcsán még dolgozhatunk együtt.<br /> <br /> Üdvözlettel,<br /> {$editorialContactSignature}
id_id: {$reviewerName}:<br /> <br /> Kami memutuskan untuk membatalkan permohonan review kami kepada Anda untuk naskah, &quot;{$submissionTitle},&quot; di {$contextName}. Kami mohon maaf sebesar-besarnya untuk ketidaknyamanan ini dan kami harap di masa mendatang Anda dapat membantu proses review di jurnal ini.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.
it_it: Gentile {$reviewerName}:<br /> <br /> Abbiamo deciso di cancellare la nostra richiesta di revisione della proposta, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Ci scusiamo per qualsiasi disturbo possiamo aver causato speriamo di poter contare su di te in una prossima occasione.<br /> <br /> Se hai qualsiasi richiesta, ti prego di contattarmi.
ja_jp: {$reviewerName} 様:<br /> <br /> 以前お願いしておりました、雑誌『{$contextName}』への投稿物「{$submissionTitle}」の査読の件ですが、誠に勝手ながら事情により取り消させていただくことになりました。ご迷惑をおかけして、誠に申し訳ありませんでした。今後また査読をお願いすることがあろうかと思いますが、その節はよろしくお願いいたします。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。<br /> <br /> よろしくお願いいたします。
ku_iq: {$reviewerName}:<br /> <br /> ئێمە بڕیاری کشانەوەی داواکاریی خۆمانمان دا بۆ ئەوەی بەڕێزتان هەڵسەنگاندن بۆ ئەم توێژینەوەیە بکەن &quot;{$submissionTitle},&quot; بۆ {$contextName}. ئێمە داوای لێبوردن دەکەین بۆ هەر لەیەکتر تێنەگەیشتنێک لە نێوان ئێوە و گۆڤاردا. بە هیوای ئەوەی کە لە داهاتودا دەرفەتی کارکردنی بەیەکەوەمان بۆ بڕەخسێت.<br /> <br /> ئەگەر هەر پرسیارێکتان هەیە، تکایە پەیوەندیم پێوە بکەن.
mk_mk: {$reviewerName}:<br /> <br /> Одлучивме во овој момент да го откажеме нашето барање да го рецензирате поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се извинуваме за непријатностите кои ова би можело да ви ги предизвика и се надеваме дека ќе можеме повторно да ве повикаме да помогнете во процесот на рецензија на ова списание во иднина.<br /> <br /> Доколку имате дополнителни прашања, ве молам да не контактирате.
nb_no: {$reviewerName}:<br /> <br /> Vi har dessverre bestemt oss for å annulere vår forespørsel om fagfellevurdering av innleveringen «{$submissionTitle}», som vi tidligere har bedt deg om å påta deg for {$contextName}. Vi beklager bryderiet, men håper at vi fortsatt kan be deg om å vurdere manuskript for oss i fremtiden.<br /> <br /> Ta kontakt med meg hvis du har spørsmål.
nl_nl: {$reviewerName}:<br /> <br /> We hebben besloten om ons verzoek aan u om de inzending &quot;{$submissionTitle}&quot; voor {$contextName}in te trekken. We verontschuldigen ons voor enig ongemak dat we daarmee veroorzaken en hopen dat we u in de toekomst mogen vragen om een bijdrage aan het reviewproces van dit tijdschrift.<br /> <br /> Als u nog vragen heeft, kunt u contact met mij opnemen.
pl_pl: Szanowna Pani/ Szanowny Panie,<br /> <br /> bardzo nam przykro, ale zostaliśmy zmuszeni do anulowania naszej prośby o wykonanie recenzji tekstu &quot;{$submissionTitle}&quot;, zgłoszonego do czasopisma {$contextName}. Przepraszamy za wszelkie niedogodności z tym związane. Mamy nadzieję na dalszą współpracę.<br /> <br /> W razie dodatkowych pytań proszę o kontakt.
pt_pt: {$reviewerName}:<br /> <br /> Foi cancelado o pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Lamentamos qualquer inconveniente causado e esperamos poder contar com a sua colaboração numa oportunidade futura.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> На данный момент мы решили отменить наш запрос на рецензирование Вами материала «{$submissionTitle}» для журнала «{$contextName}». Мы приносим свои извинения за причиненное Вам беспокойство и надеемся, что в будущем мы сможем к Вам обратиться за помощью в рецензировании материалов для нашего журнала.<br /> <br /> Если у Вас есть вопросы, пожалуйста, свяжитесь со мной.
sl_si: {$reviewerName}:<br /> <br /> Odločili smo se, da prekličemo našo prošnjo za vašo recenzijo prispevka, &quot;{$submissionTitle},&quot; za publikacjo {$contextName}. Opravičujemo se vam za vse nevšečnosti, ki vam jih to lahko povzroči in upamo, da se lahko še obrnemo na vas pri uredniškem procesu revije tudi v prihodnje.<br /> <br /> Če imate kakršnokoli vprašanje, se prosim obrnite name.
sv_se: {$reviewerName}:<br /> <br /> Vi har beslutat att återkalla vår förfrågan till dig om att granska bidraget &quot;{$submissionTitle},&quot; för {$contextName}. Vi ber om ursäkt för besväret och hoppas att vi även i framtiden kan fråga dig om granskningsuppdrag för tidskriftens räkning.<br /> <br /> Om du har några frågor, vänligen kontakta mig.
uk_ua: {$reviewerName}:<br /> <br /> Наразі Ми вирішили скасувати наш запит на рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Вибачаємося за всі створені незручності та сподіваємось, що у майбутньому ми зможемо звертатися до Вас за допомогою у рецензуванні статей для цього журналу.<br /> <br /> Якщо Ви маєте додаткові запитання, будь ласка, повідомте мені про це.
vi_vn: Kính gửi {$reviewerName},<br /> <br /> Tại thời điểm này, chúng tôi đã quyết định hủy yêu cầu của chúng tôi để bạn đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào mà điều này có thể gây ra cho bạn và hy vọng rằng chúng tôi sẽ có thể nhờ bạn hỗ trợ quá trình đánh giá của tạp chí trong tương lai.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.
zh_cn: {$reviewerName}:<br /> <br /> 出于种种考量，我们目前已经取消了邀请您进行投稿《{$contextName}》之稿件〈{$submissionTitle}〉的审查工作。造成您的不便，我们感到十分抱歉，同时我们希望在未来仍能够请您协助审查这份期刊的稿件。<br /> <br /> 如果您有任何问题，请与我们联络。
