Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.subscriptionAfterExpiry.body
source: {$subscriberName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$username}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
ar_iq: {$subscriberName}:<br /> <br /> إن مدة إشتراكك في {$contextName} قد انتهت.<br /> <br /> {$subscriptionType}<br /> تاريخ إنتهاء صلاحيته: {$expiryDate}<br /> <br /> لتجديد إشتراكك، لطفاً أدخل موقع المجلة. بإمكانك الولوج إلى النظام مستعملاً اسم الدخول: &quot;{$username}&quot;.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionContactSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> La vostra subscripció per a {$contextName} ha vençut.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a renovar la subscripció, aneu al lloc web de la revista. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs_cz: {$subscriberName}:<br /> <br /> Vaše předplatné pro {$contextName} vypršelo.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro obnovení předplatného přejděte prosím na stránky časopisu. Do systému se můžete přihlásit Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionContactSignature}
da_dk: {$subscriberName}:<br /> <br /> Dit abonnement på {$contextName} er udløbet.<br /> <br /> {$subscriptionType}<br /> Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil forny abonnementet, skal du gå til tidsskriftets websted. Du kan logge på systemet med dit brugernavn, &quot;{$username}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de_de: {$subscriberName},<br /> <br /> Ihr Abonnement für {$contextName} ist ausgelaufen.<br /> <br /> {$subscriptionType}<br /> Ablaufdatum: {$expiryDate}<br /> <br /> Falls Sie Ihr Abonnement erneuern möchten, gehen Sie bitte zur Website der Zeitschrift. Sie können sich mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System einloggen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
el_gr: {$subscriberName}:<br /> <br /> Η συνδρομή σας στο περιοδικό {$contextName} έχει λήξει.<br /> <br /> {$subscriptionType}<br /> Ημερομηνία λήξης: {$expiryDate}<br /> <br /> Για να ανανεώσετε τη συνδρομή σας, παρακαλούμε μεταβείτε στον ιστότοπο του περιοδικού. Μπορείτε να συνδεθείτε στο σύστημα χρησιμοποιώντας το όνομα Χρήστη σας, &quot;{$username}&quot;.<br /> <br /> Εάν έχετε απορίες, μη διαστάσετε να επικοινωνήσετε μαζί μας.<br /> <br /> {$subscriptionContactSignature}
es_es: {$subscriberName}:<br /> <br /> Su subscripción a {$contextName} ha expirado.<br /> <br /> {$subscriptionType}<br /> Fecha de expiración: {$expiryDate}<br /> <br /> Para renovar su suscripción entre en la página web de la revista. Puede acceder al sistema con su nombre de usuario, &quot;{$username}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionContactSignature}
eu_es: {$subscriberName}:<br /> <br /> {$contextName} aldizkariko harpidetza amaitu zaizu.<br /> <br /> {$subscriptionType}<br /> Amaiera-data: {$expiryDate}<br /> <br /> Harpidetza berritzeko, zoaz aldizkariaren webgunera, mesedez. Sisteman saioa hasteko zure erabiltzaile-izena, &quot;{$username}&quot;, erabil dezakezu.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionContactSignature}
fa_ir: {$subscriberName}:<br /> <br /> اشتراک {$contextName} برای شما به پایان رسیده است.<br /> <br /> {$subscriptionType}<br /> تاریخ انقضاء: {$expiryDate}<br /> <br /> به منظور تجدید اشتراک خود، لطفا به وب سایت مجله مراجعه نمائید. شما قادر خواهید بود که با استفاده از نام کاربری خود &amp;lt;نام کاربری&amp;gt; وارد این سامانه شوید.<br /> <br /> لطفا در صورت وجود سوال در این زمینه، با من تماس بگیرید.<br /> <br /> {$subscriptionContactSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> {$contextName} -tilauksenne on päättynyt.<br /> <br /> {$subscriptionType}<br /> Tilauksen päättymispäivämäärä: {$expiryDate}<br /> <br /> Voitte uusi tilauksenne julkaisun verkkosivustolla, jossa voitte kirjautua järjestelmään käyttäjätunnuksellanne &quot;{$username}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> {$subscriptionContactSignature}
gd_gb: {$subscriberName}:<br /> <br /> Dh’fhalbh an ùine air an fho-sgrìobhadh agad dhe {$contextName}.<br /> <br /> {$subscriptionType}<br /> Falbhaidh an ùine air: {$expiryDate}<br /> <br /> Tadhail air làrach-lìn an iris-leabhair a dh’ath-nuadhachadh an fho-sgrìobhaidh agad. ’S urrainn dhut clàradh a-steach dhan t-siostan leis an ainm-chleachdaiche agad, “{$username}”.<br /> <br /> Ma tha ceist sam bith agad, cuir fios thugam.<br /> <br /> {$subscriptionContactSignature}
hr_hr: {$subscriberName},<br /> <br /> vaša pretplata na časopis {$contextName} je istekla.<br /> <br /> {$subscriptionType}<br /> Datum isteka: {$expiryDate}<br /> <br /> Kako biste obnovili vašu pretplatu posjetite mrežnu stranicu časopisa. U sustav se možete prijaviti koristeći vaše korisničko ime &quot;{$username}&quot;.<br /> <br /> U slučaju da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}<br />
hu_hu: Tisztelt {$subscriberName}!<br /> <br /> Előfizetése a(z) {$contextName} folyóiratnál lejárt.<br /> <br /> {$subscriptionType}<br /> Lejárat dátuma: {$expiryDate}<br /> <br /> Előfizetése megújításához, kérjük keresse fel folyóiratunk weboldalát. A rendszerbe felhasználónevével tud bejelentkezni: &quot;{$username}&quot;<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionContactSignature}
id_id: {$subscriberName}:<br /> <br /> Langganan {$contextName} Anda telah berakhir.<br /> <br /> {$subscriptionType}<br /> Tanggal berakhir: {$expiryDate}<br /> <br /> Untuk memperbaharui langganan Anda, silakan kunjungi website jurnal. Anda dapat login dengan menggunakan nama pengguna Anda, &quot;{$username}&quot;.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionContactSignature}
it_it: Gentile {$subscriberName}:<br /> <br /> Il suo abbonamento a {$contextName} è scaduto.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per rinnovare l'abbonamento, si rechi sul nostro sito. Per l'accesso utilizzi la sua username, &quot;{$username}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ja_jp: {$subscriberName}様:<br /> <br /> いつもご利用ありがとうございます。<br /> <br /> 雑誌『{$contextName}』の購読期間が終了しました。<br /> <br /> {$subscriptionType}<br /> 購読期限日: {$expiryDate}<br /> <br /> 雑誌のWebサイトで更新の手続きをするようお願いいたします。システムにはユーザー名「{$username}」でログインすることができます。<br /> <br /> 何かご不明な点がございましたら、ご連絡ください。<br /> <br /> よろしくお願いいたします。<br /> <br /> {$subscriptionContactSignature}
ku_iq: {$subscriberName}:<br /> <br /> بەشداریکردنت لە{$contextName} بەسەر چووە.<br /> <br /> {$subscriptionType}<br /> ڕێککەوتی بەسەرچون: {$expiryDate}<br /> <br /> بۆ نوێکردنەوەی بەشداریکردن، تکایە سەردانی پەرەی گۆڤار بکە و بە هەژماری کەسی خۆت داخل ببەوە &quot;{$username}&quot;.<br /> <br /> لە ئەگەری هەبونی هەر پرسیارێکدا، تکایە پەیوەندیم پێوە بکە.<br /> <br /> {$subscriptionContactSignature}
mk_mk: {$subscriberName}:<br /> <br /> Вашата претплата на {$contextName} е истечена.<br /> <br /> {$subscriptionType}<br /> Истечено на: {$expiryDate}<br /> <br /> За да ја обновите вашата претплата, ве молам да се упатите кон веб-страницата на списанието. Можете да се најавите на системот со вашето корисничко име, &quot;{$username}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно контактирајте ме.<br /> <br /> {$subscriptionContactSignature}
nb_no: {$subscriberName}:<br /> <br /> Abonnementet ditt på {$contextName} har løpt ut.<br /> <br /> {$subscriptionType}<br /> Utløpsdato: {$expiryDate}<br /> <br /> Gå til tidsskriftets nettsted for å fornye abonnementet ditt. Du logger inn med brukernavnet ditt: «{$username}».<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionContactSignature}
nl_nl: {$subscriberName}:<br /> <br /> Uw abonnement op {$contextName} is verlopen.<br /> <br /> {$subscriptionType}<br /> Afloopdatum: {$expiryDate}<br /> <br /> Om uw abonnement te verlengen kunt u inloggen op de website van het tijdschrift met uw gebruikersnaam &quot;{$username}&quot;.<br /> <br /> Aarzel niet om contact met me op te nemen als u vragen heeft.<br /> <br /> {$subscriptionContactSignature}
pl_pl: {$subscriberName}:<br /> <br /> Twoja {$contextName} subskrypcja wygasła.<br /> <br /> {$subscriptionType}<br /> Data wygaśnięcia: {$expiryDate}<br /> <br /> Aby wznowić subskrypcję, odwiedź stronę czasopisma. Możesz zalogować się do systemu swoim loginem, &quot;{$username}&quot;.<br /> <br /> W razie pytań, skontaktuj się ze mną.<br /> <br /> {$subscriptionContactSignature}
pt_pt: {$subscriberName},<br /> <br /> A sua subscrição da revista {$contextName} expirou.<br /> <br /> {$subscriptionType}<br /> Data de expiração: {$expiryDate}<br /> <br /> Para renovar a sua subscrição, aceda ao portal da revista, com o seu nome de utilizador &quot;{$username}&quot;.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Срок Вашей подписки на журнал «{$contextName}» истек.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Для продления Вашей подписки, пожалуйста, перейдите на сайт журнала. Вы можете войти на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sv_se: {$subscriberName}:<br /> <br /> Din prenumeration på tidskriften {$contextName} har förfallit.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> Gå till tidskriftens webbplats för att förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionContactSignature}
uk_ua: {$subscriberName}:<br /> <br /> Ваша передплата на видання &quot;{$contextName}&quot; закінчилась.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб поновити Вашу передплату, будь ласка, завітайте на веб-сайт журналу. Ви можете увійти до системи з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
vi_vn: Kính gửi {$subscriberName},<br /> <br /> Thuê bao tại {$contextName} đã hết hạn.<br /> <br /> {$subscriptionType}<br /> Ngày hết hạn: {$expiryDate}<br /> <br /> Để gia hạn thuê bao của bạn, vui lòng truy cập trang web tạp chí. Bạn có thể đăng nhập vào hệ thống bằng username của bạn,&quot;{$username}&quot;.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionContactSignature}
zh_cn: {$subscriberName}:<br /> <br /> 您订阅《{$contextName}》的期限已经过期。<br /> <br /> {$subscriptionType}<br /> 到期日：{$expiryDate}<br /> <br /> 要续订本期刊，请前往本期刊网站。您可以使用您的帐号名称「{$username}」登入系统。<br /> <br /> 如果您有任何的疑问，请直接联络我们。<br /> <br /> {$subscriptionContactSignature}

# emails.subscriptionAfterExpiry.description
source: This email notifies a subscriber that their subscription has expired. It provides the journal's URL along with instructions for access.
ar_iq: هذه الرسالة تُعلم مشتركاً بانتهاء فترة إشتراكه في المجلة، وهي تقدم له رابط الدخول إلى الموقع مع تعليمات الوصول.
ca_es: Aquest missatge de correu electrònic notifica a un subscriptor que la seva subscripció ha vençut. Proporciona l'URL de la revista i també instruccions per a accedir-hi.
cs_cz: Tento email informuje předplatitele, že jeho předplatné vypršelo. Obsahuje URL časopisu a instrukce pro přístup.
da_dk: Denne e-mail underretter en abonnent om, at vedkommendes abonnement er udløbet. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail informiert eine/n Abonnentin/Abonnenten, dass ihr/sein Abonnement abgelaufen ist. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
el_gr: Το παρόν μήνυμα ειδοποιεί τους Συνδρομητές σχετικά με τη λήξη της συνδρομής τους. Παρέχει τον σύνδεσμο του περιοδικού καθώς και οδηγίες πρόσβασης σε αυτό.
es_es: Este correo electrónico notifica al suscriptor que su subscripción ha expirado. También proporciona la dirección URL de la revista con las instrucciones para acceder a la misma.
eu_es: Mezu honek harpidedunari jakinarazten dio harpidetza amaitu zaiola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
gd_gb: Innsidh am post-d seo do dh’fho-sgrìobhaiche gun do dh’fhalbh an ùine air an fho-sgrìobhadh aca. Tha e a’ toirt seachad URL an iris-leabhair agus stiùireadh mu dhèidhinn inntrigidh.
hr_hr: Ovim se obrascem e-pošte obavještavaju pretplatnici da je njihova pretplata istekla. Poruka sadrži URL časopisa i upute za pristup.
hu_hu: Ez az email azoknak az előfizetőknek megy, akiknek lejárt az előfizetésük. A levél tartalmazza a folyóirat URL címét és a hozzáféréshez instrukciókat.
id_id: Email ini memberitahu seorang pelanggan bahwa langganannya telah berakhir. Email ini memberikan URL jurnal beserta petunjuk aksesnya.
it_it: Questa email informa un abbonato che il suo abbonamento a è scaduto. Fornisce la URL della rivista e le istruzioni per l'accesso.
ja_jp: このメールは、購読者に購読期間が終了したことを通知するものです。メールでは雑誌のURLとアクセス方法を提供しています。
ku_iq: ئەم ئیمەیڵە بەکارهێنەر لە بەسەرچونی بەشداریکردنەکەی ئاگادار دەکاتەوە. لینکی گۆڤار و ڕێنماییەکان بۆ بەشداریکردنەوە لەخۆ دەگرێت.
mk_mk: Овој и-меил го известува претплатникот дека нивната претплата е истечена. Ги обезбедува URL-адресата на списанието и насоки за пристап до истото.
nb_no: Denne e-posten varsler en abonnent om at abonnementet er utløpt. E-posten gir informasjon om tidsskriftets URL, samt tilgangsintruksjoner.
nl_nl: Deze e-mail bericht een abonnee dat zijn abonnement is verlopen. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pl_pl: Ten email powiadamia subskrybenta, że jego subskrypcja wygasła. Dostarcza URL czasopisma oraz instrukcję dostępu.
pt_pt: Esta mensagem avisa o assinante que a subscrição. expirou. Informa o URL da revista e instruções de acesso.
ru_ru: Это письмо уведомляет подписчика о том, что срок его подписки закончился. В письме содержится URL журнала и инструкции по доступу.
sv_se: Det här e-postmeddelandet meddelar en prenumerant att prenumerationen har förfallit. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
uk_ua: Цей лист сповіщає передплатника про те, що його передплата закінчилась. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
vi_vn: Email này thông báo cho một thuê bao rằng thuê bao của họ đã hết hạn. Nó cung cấp URL của tạp chí cùng với hướng dẫn truy cập.
zh_cn: 这封电子邮件通知一位订户说他们的订阅时间已经到期了。邮件中含有期刊的网址以及进入网站的指南。

# emails.subscriptionAfterExpiryLast.subject
source: Subscription Expired - Final Reminder
ar_iq: إنتهت صلاحية الإشتراك - التذكير الأخير
ca_es: La subscripció ha vençut (últim recordatori)
cs_cz: Předplatné vypršelo – poslední připomínka
da_dk: Abonnementet er udløbet – sidste påmindelse
de_de: Abonnement abgelaufen – letzte Benachrichtigung
el_gr: Λήξη συνδρομής – Τελική υπενθύμιση
es_es: Suscripción expirada - Último recordatorio
eu_es: Harpidetza amaitu da - Azkeneko jakinarazpena
fa_ir: اشتراک شما پایان یافت-آخرین یادآوری
fi_fi: Tilauksenne on päättynyt - Viimeinen muistutus
gd_gb: Fo-sgrìobhadh air an do dh’fhalbh an ùine – Cuimhneachan mu dheireadh
hr_hr: Vaša pretplata je istekla - Posljednji podsjetnik
hu_hu: Előfizetése lejárt
id_id: Langganan Berakhir - Pengingat Terakhir
it_it: Abbonamento scaduto - Ultimo avviso
ja_jp: 読期間終了（最終案内）
ku_iq: بەشداریکردنەکەت بەسەر چووە - دوا بیرخەرەوە
mk_mk: Истечена претплата - Последна опомена
nb_no: Siste varsel: Uløpt abonnement
nl_nl: Abonnement verlopen - laatste herinnering
pl_pl: Subskrypcja wygasła – ostatnie przypomnienie
pt_pt: Expiração de subscrição - Lembrete final
ru_ru: Срок подписки истек — последнее напоминание
sv_se: Prenumeration har förfallit – sista påminnelsen
uk_ua: Передплата закінчилась (останнє нагадування)
vi_vn: Thuê bao đã hết hạn - Nhắc nhở cuối cùng
zh_cn: 订阅时间已经过期—最后提醒
