Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/emails.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, gd_gb, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sv_se, uk_ua, vi_vn, zh_cn

# emails.reviewRequestSubsequent.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
ar_iq: هذه الرسالة يعنونها محرر القسم إلى المحكم ليلتمس منه قبول أو رفض مهمة تحكيم المؤلَّف لمرة أخرى. الرسالة تشير إلى عنوان المؤلَّف وملخصه وتاريخ استيجاب التحكيم كما تعطي رابط الوصول إلى المؤلَّف في موقع المجلة نفسه. هذه الرسالة تستعمل عندما يكون التحكيم في المجلة متبعاً لعملية التحكيم القياسية وذلك عبر تفعيله ضمن: الإعدادات، المخطط الانسيابي، التحكيم. (بخلاف ذلك، أنظر REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
ca_es: Aquest correu electrònic de l'editor/a de secció a un revisor/a sol·licita que el revisor/a accepti o rebutgi la tasca de revisió d'una tramesa per a una segona, o posterior, ronda de revisió. El correu dona informació sobre la tramesa, com el títol i el resum, la data límit de revisió i la manera d'accedir-hi. Aquest missatge s'utilitza quan el procés de revisió estàndard s'ha seleccionat a Gestió > Configuració > Flux de treball > Revisió. (Si no consulteu REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
cs_cz: Tento email od editora sekce recenzentovi požaduje, aby recenzent přijal nebo odmítl úlohu přezkoumání příspěvku pro druhé nebo další kolo recenzí. Poskytuje informace o podání, jako je název a abstrakt, datum dokončení recenze a přístup k samotnému příspěvku. Tato zpráva se používá v případě, že je v části Správa> Nastavení> Pracovní postup> Kontrola vybrána možnost Standardní kontrola. (Jinak viz REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
da_dk: Denne mail sendes af sektionsredaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme et indlæg i en anden eller senere bedømmelsesrunde. Det indeholder informationer om indlægget så som titel og resumé, forfaldsdato for indlevering af bedømmelse samt hvordan man får adgang til indlægget. Denne besked anvendes når man har valgt standardopsætningen for bedømmelsesprocessen > Indstillinger > Workflow > Bedømmelse. (Ellers se REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, damit diese/r die Aufgabe, eine Einreichung in einer zweiten oder weiteren Begutachtungsrunde zu beurteilen, übernimmt oder ablehnt. Sie übermittelt Informationen über die Einreichung wie den Titel und das Abstract, ein Fälligkeitsdatum für das Gutachten und Informationen, wie auf die Einreichung zugegriffen werden kann. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Standardbegutachtungsverfahren ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
el_gr: Το παρόν αίτημα αξιολόγησης μιας υποβολής αποστέλλεται από τον Επιμελητή Ενότητας σε έναν Αξιολογητή για τον δεύτερο ή ακόλουθο κύκλο αξιολόγησης. Παρέχει πληροφορίες σχετικά με την υποβολή, όπως ο τίτλος και η περίληψη, η προθεσμία της αξιολόγησης ο τρόπος πρόσβασης στην υποβολή. Το συγκεκριμένο μήνυμα χρησιμοποιείται όταν επιλέγεται η Πρότυπη Διαδικασία Αξιολόγησης στη Διαχείριση > Ρυθμίσεις > Ροή εργασιών > Αξιολόγηση. (Σε διαφορετική περίπτωση ανατρέξτε στο REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
es_es: Este correo electrónico del editor/a de sección a un revisor/a solicita que el revisor/a acepte o rechace la tarea de revisar un envío para una ronda de revisión adicional. Además, proporciona información sobre el envío como el título, el resumen, la fecha de entrega de la revisión y cómo obtener acceso al propio envío. Este mensaje se usa cuando se selecciona el proceso de revisión estándar en Gestión > Ajustes > Flujo de trabajo > Revisión. (Por lo demás, vea REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
eu_es: Atalen Editoreak Berrikusleari bidalitako mezu honetan berrikusleari eskatzen dio bidalitakoaren bigarren edo hurrengo berrikuspen bat onartu edo baztertu dezala. Bidalitakoari buruzko informazioa ematen du, besteak beste, titulua eta aurkezpena, berrikuspena egiteko muga, eta nola sartu bidalitakora. Mezu hau erabiltzen da Aldizkariaren Konfigurazioan, 2. urratsean Berrikuspen Estandarraren Prozesua hautatzen denean. (Bestela, ikus BERRIKUSPENA_ESKAKIZUNA_ERANTSIA_ONDORENGOA.)
fa_ir: ایمیلی از طرف دبیر یا دبیر بخش به داور برای درخواست انجام داوری
gd_gb: Tha am post-d seo dheasaiche earrainn gu lèirmheasaiche a’ faighneachd an gabh iad ri lèirmheas air tagradh san dàrna cuairt (no cuairt nas motha) no an diùlt iad e. Tha e a’ toirt seachad fiosrachadh mun tagradh, mar an tiotal is geàrr-chunntas, ceann-là lìbhrigeadh an lèirmheis agus mar a gheibhear greim air an tagradh e fhèin. Seo an teachdaireachd a thèid a chleachdadh nuair a thaghar am pròiseas lèirmheis stannardach fo “Stiùireadh” > “Roghainnean” > “Sruth-obrach” > “Lèirmheas”. (Air neo faic REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
he_il: הודעת דוא"ל זו מעורך המדור לבודק מבקשת שהמבקר יקבל או ידחה את משימת בדיקת ההגשה לסבב ביקורת שני או יותר. הוא מספק מידע על ההגשה כמו הכותרת והתקציר, תאריך יעד לבדיקה וכיצד לגשת להגשה עצמה. הודעה זו משמשת כאשר נבחר תהליך הבדיקה הרגיל בניהול> הגדרות> זרימת עבודה> סקירה. (אחרת ראה REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
hu_hu: Ezt az emailt a Rovatszerkesztő küldi a Szakmai Lektornak, megkérve, hogy vállalja el, vagy, ha nem alkalmas, akkor utasítsa el a beküldött anyag lektorálási feladatát a második vagy további lektorálási körökben. Ez információt ad a beküldött anyagról, úgymint cím, absztrakt, a lektorálási határideje, valamint hogyan lehet hozzáférni magához az anyaghoz. Ezt az üzenetet akkor kell használni, ha az általános lektorálási folyamat van kiválasztva a folyóirat menedzselése részben > Beállítások > Munkafolyamat > Szakmai lektorálás. (Lásd még REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)>
id_id: Email ini dari Editor Bagian kepada Reviewer untuk meminta reviewer memberitahukan apakah menerima atau menolak permohonan review untuk ronde kedua atau berikutnya. Email ini memberikan informasi tentang naskah meliputi judul dan abstrak, tenggat review, dan cara mengakses naskah. Pesan ini digunakan saat Proses Review Standar dipilih di Manajemen > Pengaturan > Alur Kerja > Review. (Selain itu lihat REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
it_it: Questo messaggio viene inviato dall'editor a un revisore chiedendogli di accettare o rifiutare l'incarico di revisione di una proposta per un secondo o successivo round di revisione. Esso fornisce informazioni come il titolo e l'abstract, una data di scadenza e modalità di accesso alla stessa proposta. Questo messaggio viene utilizzato quando il processo di revisione standard è stato selezionato nel setup. (In caso contrario vedi REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
ja_jp: このメールは、セクションエディタから査読者に投稿物の査読の次回目を依頼するものです。メールには、タイトルや要旨などの投稿物に関する情報、査読期限日、投稿物へのアクセス方法を示しています。このメールは、雑誌設定のステップ2で標準的査読プロセスが選択された場合に使用されます（そうでない場合は、REVIEW_REQUEST_ATTACHED_SUBSEQUENTを参照してください）。
ku_iq: ئەم ئیمەیڵە لەلایەن سەرنوسەری بەشەوە بۆ هەڵسەنگێنەر نێردراوە بە مەبەستی قبوڵکردن یان ڕەتکردنەوەی خولی دووەمی هەڵسەنگاندن. ئەمە زانیاریی وەک ناونیشان و پوختە و کۆتا ڕۆژی هەڵسەنگاندن و ڕێنماییەکانی هەڵسەنگاندن لەخۆ دەگرێت. ئەم نامەیە کاتێک بەکار دێت کە هەڵسەنگاندن لە پرۆسەیەکی ستاندارد و بەم ڕێڕەوەدا تێپەڕ ببێت: بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن. (ئەگەر نا سەیری ئەمە بکە REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
mk_mk: Овој и-меил од Секциски уредник до Рецензент бара рецензентот да ја прифати или одбие задачата за рецензирање на поднесок во вториот или понатамошен циклус на рецензирање. Обезбедува информации за поднесокот како насловот и апстрактот, рок за достава на рецензијата, и како да се пристапи до самиот поднесок. Оваа порака се користи кога е одбран Стандарден процес на рецензија во Раководење > Поставки > Тек на рабоатата > Рецензија. (Во спротивно погледнете REVIEW_REQUEST_ATTACHED.)
nb_no: Denne e-posten fra seksjonsredaktør til fagfelle ber fagfelle akseptere eller avslå ny fagfellevurdering av en innlevering. Det gir informasjon om innleveringen, som tittel og sammendrag, fristen og tilgang til selve innleveringen. Denne beskjeden blir brukt når Standard fagfellevurderingsprosess er valgt under Innstillinger > Arbeidsflyt > Fagfellevurdering. (Se ellers: REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
nl_nl: Deze e-mail van de sectieredacteur aan de reviewer vraagt de reviewer een inzending voor een tweede of latere ronde te reviewen. Het bevat informatie over de inzending zoals titel en samenvatting, de uiterste datum voor de review en de gegevens om de inzending te benaderen. Dit bericht wordt gebruikt bij het standaard review proces, zoals gekozen in instellen, stap 2 (zie verder REVIEW_REQUEST_ATTACHED_SUBSEQUENT)
pl_pl: Wiadomość od redaktora prowadzącego do recenzenta. Zawiera prośbę o przygotowanie recenzji tekstu, jego tytuł i abstrakt oraz informacje o dostępie do tekstu i formularza recenzji. Wysyłana, jeżeli recenzent pracować będzie w systemie
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo numa segunda ronda de revisão. Fornece informações sobre a submissão, como o título e resumo, prazo de revisão e como aceder à própria submissão. Esta mensagem é usada quando o Processo de revisão padrão é selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, consulte REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите RREVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
sl_si: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. Vsebuje informacije o prispevku kot so naslov in izvleček, datum do dokončanja recenzije ter dostopom do prispevka. Email se uporablja, kadar je uporabljen standardni recenzisjki proces (Upravljanje > Nastavitve > Potek dela > Recenzija). (Drugače glej REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag en andra gång eller på nytt. Det innehåller information om bidraget i form av titel och abstract, en deadline för granskning och instruktioner för hur man kommer åt bidraget. Meddelandet används när granskningsprocess Standard är valt i Administration > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
uk_ua: Цим листом редактор розділу просить рецензента взятися за виконання другого раунду рецензування подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування (у іншому випадку див. REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
vi_vn: Email này từ biên tập viên chuyên mục tới phản biện để một yêu cầu người phản biện chấp nhận hoặc từ chối nhiệm vụ đánh giá bài gửi một vòng thứ hai hoặc cao hơn. Nó cung cấp thông tin về bài gửi như tiêu đề và tóm tắt, ngày đến hạn nộp đán giá và cách truy cập bài gửi. Thông báo này được sử dụng khi Quy trình phản biện tiêu chuẩn được chọn trong Quản lý > Cài đặt > Quy trình làm việc > Phản biện. (Nếu không, hãy xem REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)
zh_cn: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Journal Setup, Step 2. (Otherwise see REVIEW_REQUEST_ATTACHED_SUBSEQUENT.)

# emails.reviewRequestOneclickSubsequent.subject
source: Article Review Request
ar_iq: إلتماس تحكيم مؤلَّف
ca_es: Sol·licitud de revisió d'article
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
el_gr: Αίτημα αξιολόγησης άρθρου
es_es: Solicitud de revisión de artículo
eu_es: Artikulua berrikusteko eskakizuna
fa_ir: درخواست داوری مقاله
fi_fi: Artikkelin arviointipyyntö
gd_gb: Iarrtas airson lèirmheas artaigil
he_il: בקשת סקירת מאמר
hu_hu: Cikk lektorálás kérése
id_id: Permohonan Review Artikel
it_it: Richiesta di revisione di un articolo
ja_jp: 論文査読のお願い
ku_iq: داواکاریی هەڵسەنگاندنی توێژینەوە
mk_mk: Барање за рецензија на наслов
nb_no: Forespørsel om fagfellevurdering
nl_nl: Verzoek tot reviewen van een artikel
pl_pl: Prośba o wykonanie recenzji tekstu
pt_pt: Pedido de revisão de artigo
ru_ru: Запрос на рецензирование статьи
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
uk_ua: Запит на рецензування статті
vi_vn: Yêu cầu đánh giá bài báo
zh_cn: 稿件审稿要求
