Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# plugins.importexport.common.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
el_gr: Το αρχείο εξόδου {$param} δεν είναι εγγράψιμο.
hu_hu: A kimeneti fájl {$param} nem írható.
mk_mk: Излезната датотека {$param} не може да се запише.
ro_ro: Fișierul de ieșire {$param} nu este inscriptibil.

# plugins.importexport.common.invalidXML
source: Invalid XML:
el_gr: Μη έγκυρο XML:
hu_hu: Érvénytelen XML:
mk_mk: Невалиден XML:
ro_ro: XML Invalid:

# plugins.importexport.common.error.validation
source: Could not convert selected objects.
el_gr: Δεν έγινε μετατροπή των επιλεγμένων αντικειμένων.
hu_hu: A kiválasztott objektumot nem lehet konvertálni.
mk_mk: Не може да се конвертираат избраните објекти.
ro_ro: Nu s-au putut converti obiectele selectate.

# plugins.importexport.common.error.noObjectsSelected
source: No objects selected.
el_gr: Δεν έχουν επιλεγεί αντικείμενα.
hu_hu: Nincs kiválasztva objektum.
mk_mk: Не се избрани објекти.
ro_ro: Nici un obiect selectat.

# plugins.importexport.common.validation
source: Validate XML before the export and registration.
el_gr: Επικυρώστε το XML πριν από την εξαγωγή και την ευρετηρίαση.
hu_hu: Érvényesítse az XML-t mielőtt exportálja és regisztrálja.
mk_mk: Потврдете го XML пред извозот и регистрацијата.
ro_ro: Validarea XML înainte de exportare și înregistrare.

# plugins.importexport.common.action.register
source: Register
el_gr: Ευρετηρίαση
hu_hu: Regisztráció
mk_mk: Регистрирај се
ro_ro: Înregistrare

# plugins.importexport.common.action.markRegistered
source: Mark registered
el_gr: Σήμανση ως ευρετηριασμένο
hu_hu: Regisztráltnak jelölve
mk_mk: Означи регистриран
ro_ro: Marcă înregistrată

# plugins.importexport.common.action.export
source: Export
el_gr: Εξαγωγή
mk_mk: Извоз

# plugins.importexport.common.action
source: Action
el_gr: Ενέργεια
hu_hu: Esemény
mk_mk: Акција
ro_ro: Acțiune

# plugins.importexport.common.status.registered
source: Registered
el_gr: Ευρετηριασμένα
hu_hu: Regisztrált
mk_mk: Регистриран
ro_ro: Înregistrat

# plugins.importexport.common.status.markedRegistered
source: Marked registered
el_gr: Επισημειωμένα ως ευρετηριασμένα
hu_hu: Regisztráltnak jelölve
mk_mk: Означен регистрирано
ro_ro: Marcat înregistrat

# plugins.importexport.common.status.notDeposited
source: Not Deposited
el_gr: Μη κατατεθιμένα
hu_hu: Nem tárolt
mk_mk: Не депониран
ro_ro: Nu este (sunt) depozitat(e)

# plugins.importexport.common.status.any
source: Any Status
el_gr: Όλες οι κατηγορίες
hu_hu: Bármelyik státusz
mk_mk: Било кој статус
ro_ro: Orice statut

# plugins.importexport.common.filter.issue
source: Any Issue
el_gr: Όλα τα τεύχη
hu_hu: Bármelyik folyóiratszám
mk_mk: Било кое издание
ro_ro: Orice număr

# plugins.importexport.common.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
el_gr: Παρακαλούμε σημειώστε ότι ο κωδικός θα αποθηκευτεί ως απλό κείμενο και δεν θα είναι κρυπτογραφημένος.
hu_hu: Felhívjuk a figyelmét, hogy a jelszó sima szövegként lesz mentve, azaz nem lesz titkosítva.
mk_mk: Имајте предвид дека лозинката ќе биде зачувана како обичен текст, т.е. не криптирана.
ro_ro: Rețineți că parola va fi salvată ca text simplu, adică nu criptată.

# plugins.importexport.common.settings.form.password
source: Password
el_gr: Κωδικός πρόσβασης
hu_hu: Jelszó
mk_mk: Лозинка
ro_ro: Parolă

# plugins.importexport.common.error.noDOIContentObjects
source: No publishing objects are selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
el_gr: Δεν έχουν επιλεγεί αντικείμενα προς δημοσίευση για να τους αποδοθεί DOI, συνεπώς δεν υπάρχει δυνατότητα κατάθεσης ή εξαγωγής σε αυτό το Πρόσθετο.
hu_hu: Nincs kiválasztva publikált tartalom a DOI hozzárendeléshez a DOI bővítményben, így nem használható a bővítmény.
mk_mk: Не се избрани објекти за објавување за доделување ДОИ во приклучокот за јавен идентификатор ДОИ, така што нема можност за депонирање или извоз во овој приклучок.
ro_ro: Nu sunt selectate obiecte de publicare pentru alocarea DOI în pluginul de identificare publică DOI, astfel încât nu există nicio depunere sau posibilitate de export în acest plugin.

# plugins.importexport.common.error.pluginNotConfigured
source: The plugin is not fully set up.
el_gr: Το Πρόσθετο δεν εγκαταστάθηκε πλήρως.
hu_hu: A bővítmény nincs teljesen beállítva.
mk_mk: Приклучокот не е целосно поставен.
ro_ro: Pluginul nu este setat complet.

# plugins.importexport.common.error.DOIsNotAvailable
source: In order to use this plugin please go to the "Public Identifier" plugin category, enable and configure the DOI plugin and specify a valid DOI prefix there.
el_gr: Για να χρησιμοποιήσετε αυτό το Πρόσθετο, μεταβείτε στην κατηγορία Πρόσθετων "Δημόσιο Αναγνωριστικό", ενεργοποιήστε το Πρόσθετο DOI και ορίστε ένα έγκυρο πρόθεμα DOI εκεί.
hu_hu: Annak érdekében, hogy használhassa ezt a bővítményt, kérjük menjen a "Nyilvános azonosító" bővítmény kategóriához, és engedélyezze, valamint konfigurálja be a DOI bővítményt és adjon meg egy érvényes DOI előtagot.
mk_mk: За да го користите овој приклучок, одете во категоријата додатоци „Јавен идентификатор“, овозможете и конфигурирајте го додатокот DOI и наведете важечки префикс на DOI таму.
ro_ro: Pentru a utiliza acest plugin, vă rugăm să accesați categoria pluginului „Public Identifier”, să activați și să configurați pluginul DOI și să specificați acolo un prefix DOI valid.

# plugins.importexport.common.missingRequirements
source: Plugin requirements not met
el_gr: Τα προαπαιτούμενα των Πρόσθετων δεν ικανοποιήθηκαν.
hu_hu: A bővítmény követelmények nem teljesülnek
mk_mk: Барањата за приклучок не се исполнети
ro_ro: Cerințele pluginului nu au fost îndeplinite
