Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.setup.sectionsDefaultSectionDescription
source: (If sections are not added, then items are submitted to the Articles section by default.)
el_gr: (Εάν δεν προστεθούν ενότητες, τα τεκμήρια που υποβάλλονται καταχωρούνται αυτόματα στην ενότητα "Άρθρα".)
hu_hu: (Amennyiben nem készült rovat, akkor az elkészült írások alapértelmezés szerint a Cikkek rovatba kerülnek.)
mk_mk: (Ако делови не се додадат, тогаш предметите се поставуваат стандардно до делот Написи.)
ro_ro: (Dacă nu sunt adăugate secțiuni, elementele sunt înregistrate în mod implicit în secțiunea Articole.)

# manager.setup.sectionsAndSectionEditors
source: Sections and Section Editors
el_gr: Ενότητες και Επιμελητές ενότητας
hu_hu: Rovatok és Rovatszerkesztők
mk_mk: Секции и уредници на оддели
ro_ro: Secțiuni și editori de secțiuni

# manager.setup.searchDescription.description
source: Provide a brief description (50-300 characters) of the journal which search engines can display when listing the journal in search results.
el_gr: Δώστε μια σύντομη περιγραφή (50-300 χαρακτήρες) του περιοδικού την οποία μπορούν να εμφανίζουν οι μηχανές αναζήτησης κατά την εμφάνιση του περιοδικού στα αποτελέσματα αναζήτησης.
hu_hu: Adjon meg egy rövid leírást (50-300 karakter) a folyóiratról, melyet a keresőmotorok megjeleníthetnek a folyóirat keresési eredményeinél.
mk_mk: Обезбедете краток опис (50-300 карактери) на списанието што пребарувачите можат да го прикажат кога го наведуваат списанието во резултатите од пребарувањето.
ro_ro: Oferiți o scurtă descriere (50-300 de caractere) a jurnalului pe care motoarele de căutare o pot afișa la listarea jurnalului în rezultatele căutării.

# manager.setup.searchEngineIndexing.description
source: Help search engines like Google discover and display your site. You are encouraged to submit your <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
el_gr: Βοηθήστε τις μηχανές αναζήτησης όπως το Google να ανακαλύψουν και να εμφανίσουν τον ιστότοπό σας. Σας συνιστούμε να υποβάλετε τον <a href="{$sitemapUrl}" target="_blank">χάρτη ιστότοπου</a>.
hu_hu: Segítsen a keresőmotoroknak, mint a Google, fedezni és megjeleníteni oldalát. Arra biztatjuk, hogy adja meg <a href="{$sitemapUrl}" target="_blank">oldaltérképét</a>.
mk_mk: Помогнете им на пребарувачите како Google да ја откријат и прикажат вашата страница. Ве охрабруваме да го доставите вашиот <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
ro_ro: Ajutați motoarele de căutare precum Google să vă descopere și să afișeze site-ul dvs. Sunteți încurajat să vă trimiteți <a href="{$sitemapUrl}" target="_blank">sitemap</a>.

# manager.setup.searchEngineIndexing
source: Search Indexing
el_gr: Ευρετηρίαση μηχανών αναζήτησης
hu_hu: Keresőmotor indexelés
mk_mk: Индексирање на пребарувањето
ro_ro: Căutare indexare

# manager.setup.reviewPolicy
source: Review Policy
el_gr: Πολιτική αξιολόγησης
hu_hu: Szakmai lektorálás irányelvei
mk_mk: Политика за преглед
ro_ro: Politica de revizie

# manager.setup.reviewOptions.reviewerReminders
source: Reviewer Reminders
el_gr: Υπενθυμίσεις προς τους Αξιολογητές
hu_hu: Lektori emlékeztetők
mk_mk: Потсетници за рецензент
ro_ro: Memento revizuiri

# manager.setup.reviewOptions.reviewerRatings
source: Reviewer Ratings
el_gr: Βαθμολόγηση Αξιολογητή
hu_hu: Lektori értékelés
mk_mk: Оценки на рецензентот
ro_ro: Evaluările revizorilor

# manager.setup.reviewOptions.reviewerAccessKeysEnabled.label
source: Include a secure link in the email invitation to reviewers.
el_gr: Να συμπεριλαμβάνεται ένας ασφαλής σύνδεσμος στην πρόσκληση μέσω ηλεκτρονικού ταχυδρομείου στους Αξιολογητές.
hu_hu: Biztonságos link elhelyezése a szakmai lektorok email értesítőjébe.
mk_mk: Вклучете безбедна врска во поканата за е-пошта до рецензентите.
ro_ro: Includeți un link securizat în invitația de e-mail către recenzori.

# manager.setup.reviewOptions.reviewerAccessKeysEnabled.description
source: Reviewers can be sent a secure link in the email invitation, which will allow them to access the review without logging in. Access to other pages requires them to log in.
el_gr: &lt;strong&gt;Σημείωση:&lt;/strong&gt; Το αίτημα προς τους Αξιολογητές θα περιλαμβάνει έναν ειδικό σύνδεσμο που θα οδηγεί κατευθείαν στη σελίδα αξιολόγησης της υποβολής (με πρόσβαση και σε όλες τις άλλες σελίδες που απαιτούν σύνδεση). Για λόγους ασφαλείας, οι Επιμελητές δεν μπορούν να τροποποιούν τις διευθύνσεις ηλεκτρονικού ταχυδρομείου ή να προσθέτουν παραλήπτες κοινοποίησης πριν από την αποστολή αιτημάτων στους Αξιολογητές.
hu_hu: <strong>Megjegyzés:</strong> a Szakmai lektorok emailes meghívása tartalmaz egy speciális URL-t, ami közvetlenül elirányítja a szakmai lektorokat a beküldött cikk lektorálási oldalára (bármilyen más oldalon, ha szükséges be kell jelentkezni). Biztonsági okokból ennél az opciónál a Szerkesztők nem módosíthatják az email címzést nem adhatnak hozzá másolati vagy titkos másolati címzettet, csak a szakmai lektoroknak lehet ezt a levelet elküldeni.
mk_mk: На прегледувачите може да им се испрати безбедна врска во поканата за е-пошта, што ќе им овозможи пристап до прегледот без најавување. Пристапот до другите страници бара да се најават.
ro_ro: Revizorilor li se poate trimite un link securizat în invitația de e-mail, care le va permite să acceseze revizuirea fără să se autentifice. Accesul la alte pagini necesită conectare.

# manager.setup.reviewOptions.reviewerAccessKeysEnabled
source: One-click Reviewer Access
el_gr: Ενεργοποίηση πρόσβασης Αξιολογητή με ένα κλικ.
hu_hu: Az egy kattintásos lektori hozzáférés engedélyezése
mk_mk: Пристап со прегледник со еден клик
ro_ro: Acces cu un singur clic

# manager.setup.reviewOptions.reviewerAccess
source: Reviewer Access
el_gr: Πρόσβαση Αξιολογητή
hu_hu: Szakmai lektor hozzáférése
mk_mk: Пристап на рецензент
ro_ro: Acces revizor

# manager.setup.reviewOptions.restrictReviewerFileAccess.description
source: Reviewers will not be given access to the submission file until they have agreed to review it.
el_gr: Οι Αξιολογητές θα έχουν πρόσβαση στο αρχείο υποβολής μόνο αφού αποδεχτούν το αίτημα αξιολόγησης.
hu_hu: A Szakmai lektorok csak akkor férhetnek hozzá a beküldött cikkhez, ha elfogadták a lektori munkára való felkérést.
mk_mk: Рецензентите нема да добијат пристап до датотеката за поднесување се додека не се согласат да ја разгледаат.
ro_ro: Revizorii nu vor avea acces la fișierul de trimitere până nu vor fi de acord să-l revizuiască.

# manager.setup.reviewOptions.restrictReviewerFileAccess
source: Restrict File Access
el_gr: Περιορισμός πρόσβασης σε αρχεία
hu_hu: Fájlhozzáférés korlátozása
mk_mk: Ограничете го пристапот до датотеката
ro_ro: Acces restricționat la fișiere

# manager.setup.reviewOptions.onQuality
source: Editors will rate reviewers on a five-point quality scale after each review.
el_gr: Κατά την ολοκλήρωση της αξιολόγησης, οι Επιμελητές του περιοδικού θα βαθμολογούν τους Αξιολογητές.
hu_hu: A szerkesztők egy ötpontos skálán fogják értékelni a szakmai lektorokat minden elvégzett lektorálás után.
mk_mk: Уредниците ќе ги оценат рецензентите на скала за квалитет од пет точки по секој преглед.
ro_ro: Editorii vor evalua revizorii pe o scară de calitate în cinci puncte după fiecare revizuire.

# manager.setup.reviewOptions.numWeeksPerReview
source: Weeks allowed to complete the review
el_gr: Χρονικό διάστημα (σε εβδομάδες) για την ολοκλήρωση της αξιολόγησης
hu_hu: Lektorálásra adott határidő (hét)
mk_mk: Недели дозволено да се заврши прегледот
ro_ro: Săptămâni permise pentru completarea reviziei

# manager.setup.reviewOptions.automatedRemindersDisabled
source: To send automated email reminders, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required as indicated in the OJS documentation.
el_gr: Για την αποστολή υπενθυμίσεων, ο Διαχειριστής του ιστοτόπου πρέπει να ενεργοποιήσει τις &lt;tt&gt;προγραμματισμένες εργασίες&lt;/tt&gt; στο αρχείο ρυθμίσεων του OJS. Ενδέχεται να απαιτούνται πρόσθετες ρυθμίσεις στον εξυπηρετητή για υποστήριξη της συγκεκριμένης λειτουργίας, όπως διευκρινίζεται στα έγγραφα τεκμηρίωσης του OJS.
hu_hu: Ezeknek a lehetőségeknek az aktiváláshoz az oldal adminisztrátornak engedélyeznie kell a <tt>scheduled_tasks</tt> lehetőséget az OJS konfigurációs fájljában. További szerver beállítások szükségesek, hogy ez a funkció támogatott legyen (amelyik nem érhető el minden szerveren), ahogy az az OJS dokumentációban is szerepel.
mk_mk: За да испратите автоматски потсетници за е-пошта, администраторот на страницата мора да ја овозможи опцијата <tt>scheduled_tasks</tt> во датотеката за конфигурација на OJS. Може да биде потребна дополнителна конфигурација на серверот, како што е наведено во документацијата на OJS.
ro_ro: Pentru a trimite o trimitere automată de e-mail, site-ul de administrare a acesteia trebuie să activeze <tt>scheduled_tasks</tt>Opțiune în fișierul de configurare OJS. Configurarea suplimentară a serverului poate fi necesară pentru a putea fi indicată în documentația OJS.

# manager.setup.reviewOptions.automatedReminders
source: Automated Email Reminders
el_gr: Αυτοματοποιημένες υπενθυμίσεις μέσω μηνυμάτων
hu_hu: Automatikus email értesítő
mk_mk: Потсетници за автоматски е-пошта
ro_ro: Email automat de reamintire

# manager.setup.reviewOptions
source: Review Options
el_gr: Επιλογές αξιολόγησης
hu_hu: Lektori beállítások
mk_mk: Опции за преглед
ro_ro: Opțiuni de revizuire

# manager.setup.reviewGuidelines
source: Review Guidelines
el_gr: Κατευθυντήριες γραμμές αξιολόγησης
hu_hu: Szakmai lektorálási útmutató
mk_mk: Упатства за преглед
ro_ro: Ghidul de revizuire

# manager.setup.restrictSiteAccess
source: Users must be registered and log in to view the journal site.
el_gr: Για την προβολή του ιστοτόπου του περιοδικού, απαιτείται εγγραφή και σύνδεση των Χρηστών.
hu_hu: A felhasználóknak regisztrálniuk kell és be kell jelentkezniük a folyóirat oldalának megtekintéséhez.
mk_mk: Корисниците мора да бидат регистрирани и да се најават за да ја видат страницата на списанието.
ro_ro: Utilizatorii trebuie să fie înregistrați și să se autentifice pentru a vizualiza site-ul jurnalului.

# manager.setup.restrictArticleAccess
source: Users must be registered and log in to view open access content.
el_gr: Για την προβολή των περιεχομένων του περιοδικού, απαιτείται εγγραφή και σύνδεση των Χρηστών στον ιστότοπο.
hu_hu: A felhasználóknak regisztrálniuk kell és be kell jelentkezniük a szabad hozzáférésű tartalmak megtekintéséhez.
mk_mk: Корисниците мора да бидат регистрирани и да се најават за да ја видат содржината со отворен пристап.
ro_ro: Utilizatorii trebuie să fie înregistrați și să se autentifice pentru a vizualiza conținutul de acces deschis.

# manager.setup.referenceLinking
source: Reference Linking
el_gr: Σύνδεση αναφορών
hu_hu: Hivatkozás linkelés
mk_mk: Референтна врска
ro_ro: Link referință

# manager.setup.publishingDescription
source: These details may be included in metadata provided to third-party archival bodies.
hu_hu: Ezek az adatok szerepelhetnek harmadik archiváló félnek átadott metaadatokban.
mk_mk: Овие детали може да бидат вклучени во метаподатоците доставени до архивски тела на трети страни.
ro_ro: Aceste detalii pot fi incluse în metadatele furnizate unor organisme de arhivare terțe.

# manager.setup.publisher
source: Publisher
el_gr: Εκδότης
hu_hu: Kiadó
mk_mk: Издавач
ro_ro: Editor de publicare

# manager.setup.publishing
source: Publishing Details
el_gr: Λεπτομέρειες Δημοσίευσης
hu_hu: Megjelenítési részletek
mk_mk: Детали за објавување
ro_ro: Detalii de publicare

# manager.setup.publicIdentifier
source: Identification of Journal Content
el_gr: Αναγνώριση περιεχομένου περιοδικού
hu_hu: Folyóirat tartalom azonosítása
mk_mk: Идентификација на содржината на весникот
ro_ro: Identificarea conținutului jurnalului

# manager.setup.publicationScheduling
source: Publication Scheduling
el_gr: Προγραμματισμός δημοσίευσης
hu_hu: Publikálási ütemezés
mk_mk: Распоред на публикации
ro_ro: Planificarea publicării

# manager.setup.publicationScheduleDescription
source: Journal items can be published collectively, as part of an issue with its own Table of Contents. Alternatively, individual items can be published as soon as they are ready, by adding them to the "current" volume's Table of Contents. Provide readers, in About the Journal, with a statement about the system this journal will use and its expected frequency of publication.
el_gr: Οι εργασίες μπορούν να δημοσιευθούν συλλογικά, ως τεύχος με δικό του πίνακα περιεχομένων. Εναλλακτικά, μεμονωμένα τεκμήρια μπορούν να δημοσιευθούν μεμονωμένα, προσθέτοντάς τα στον πίνακα περιεχομένων του “τρέχοντος” τόμου. Ενημερώστε τους Αναγνώστες σχετικά με το σύστημα δημοσίευσης του περιοδικού και την αναμενόμενη συχνότητα έκδοσης των τευχών.
hu_hu: A folyóirat cikkeket közzé lehet tenni együttesen vagy részenként is egyéni tartalomjegyzékkel. Másrészt az egyes cikkeket akkor is közzé lehet tenni, amikor készen vannak, ilyenkor egyesével kell hozzáadni az aktuális szám tartalomjegyzékéhez. Az olvasók a folyóirat Információk oldalán kaphatnak tájékoztatás a folyóirat publikálási gyakoriságáról.
mk_mk: Артиклите за весници можат да бидат објавени колективно, како дел од издание со своја Содржина. Алтернативно, одделните ставки може да се објават веднаш штом се подготвени, со додавање на Содржината на „тековниот“ том. Обезбедете им на читателите, во За списанието, изјава за системот што ќе го користи ова списание и неговата очекувана фреквенција на објавување.
ro_ro: Articolele din jurnal pot fi publicate colectiv, ca parte a unei probleme cu cuprinsul propriu. În mod alternativ, articolele individuale pot fi publicate imediat ce sunt gata, adăugându-le în cuprinsul volumului „curent”. Furnizați cititorilor, în Despre jurnal, o declarație despre sistemul pe care acest jurnal îl va folosi și frecvența preconizată de publicare a acestuia.

# grid.genres.description
source: These components are used for file-naming purposes and are presented in a pull-down menu on uploading files. The genres designated ## allow the user to associate the file with either the whole submission 99Z or a particular component by number (e.g., 02).
el_gr: Αυτές οι συνιστώσες χρησιμοποιούνται με σκοπό την ονοματοδοσία αρχείων και παρουσιάζονται στο αναδιπλούμενο μενού (pull-down menu) κατά το "ανέβασμα" αρχείων. Τα είδη που ορίζονται με ## επιτρέπουν στον Χρήστη να συνδέσει το αρχείο είτε με ολόκληρη την υποβολή, είτε με μία συγκεκριμένη συνιστώσα μέσω αριθμού (π.χ., 02).
hu_hu: Ezek a komponensek fájl elnevezési célokat szolgálnak és elérhetők a fájlfeltöltés legördülő menüben. A kijelölt műfajok ## segítségével a felhasználó hozzárendelheti a fájlt, akár az egész beadványt 99Z vagy csak egy részkomponenst a számok segítségével (pl., 02).
mk_mk: Овие компоненти се користат за именување на датотеки и се претставени во паѓачкото мени за поставување датотеки. Жанровите означени ## му овозможуваат на корисникот да ја поврзе датотеката или со целиот поднесок 99Z или со одредена компонента по број (на пример, 02).
ro_ro: Aceste componente sunt utilizate în scopuri de denumire a fișierelor și sunt prezentate într-un meniu derulant la încărcarea fișierelor. Genurile desemnate ## permit utilizatorului să asocieze fișierul cu întreaga trimitere 99Z sau cu o anumită componentă după număr (de exemplu, 02).

# grid.genres.title
source: Article Components
el_gr: Συνιστώσες άρθρου
hu_hu: Cikk komponensek
mk_mk: Компоненти на статии
ro_ro: Componente articol

# grid.genres.title.short
source: Components
el_gr: Συνιστώσες
hu_hu: Komponensek
mk_mk: Компоненти
ro_ro: Componente

# manager.setup.resetPermissions.success
source: Article permissions were successfully reset.
el_gr: Έγινε επαναφορά των δικαιωμάτων του άρθρου με επιτυχία.
hu_hu: Cikk engedélyek visszaállítása megtörtént.
mk_mk: Дозволите за написи беа успешно ресетирани.
ro_ro: Permisiunile articolului au fost resetate cu succes.

# manager.setup.resetPermissions.description
source: Remove the copyright statement and license information for every published article, reverting them to the journal's current default settings. This will permanently remove all prior copyright and licensing information attached to articles. In some cases, you may not be legally permitted to re-license work that has been published under a different license. Please take caution when using this tool and consult legal expertise if you are unsure what rights you hold over the articles published in your journal.
el_gr: Η Δήλωση Πνευματικών Δικαιωμάτων και οι πληροφορίες αδειοδότησης θα είναι μόνιμα συνδεδεμένες με το δημοσιευμένο περιεχόμενο, διασφαλίζοντας ότι τα δεδομένα αυτά δεν θα αλλάξουν στην περίπτωση που ένα περιοδικό τροποποιήσει τις πολιτικές για τις νέες υποβολές. Για να επαναφέρετε τις αποθηκευμένες πληροφορίες αδειών που συνδέονται ήδη με το δημοσιευμένο περιεχόμενο, χρησιμοποιήστε το παρακάτω κουμπί.
hu_hu: Szerzői jogi irányelv és licence információ tartósan rögzítésre kerül a publikált tartalmakba, biztosítva ezzel, hogy a folyóirat politika megváltozása esetén se változannak ezek az adatok. A korábban már cikkhez csatolt és eltárolt engedély információ visszaállításához használja az alábbi gombot.
mk_mk: Отстранете ги изјавите за авторските права и информациите за лиценцата за секоја објавена статија, враќајќи ги на тековните стандардни поставки на списанието. Ова трајно ќе ги отстрани сите информации за претходното авторско право и лиценцата прикачени на статиите. Во некои случаи, можеби нема да ви биде законски дозволено да релиценцирате за работа што е објавена под друга лиценца. Ве молиме, бидете претпазливи кога ја користите оваа алатка и консултирајте се со правна експертиза, ако не сте сигурни какви права имате над статиите објавени во вашето списание.
ro_ro: Eliminați declarația de copyright și informațiile de licență pentru fiecare articol publicat, aducându-le la setările implicite ale jurnalului. Aceasta va elimina definitiv toate drepturile de autor anterioare și informațiile de licență atașate la articole. În unele cazuri, este posibil să nu aveți dreptul legal să re-licențiați lucrările care au fost publicate sub o altă licență. Vă rugăm să aveți grijă când utilizați acest instrument și consultați expertiza juridică dacă nu sunteți sigur ce drepturi dețineți asupra articolelor publicate în jurnalul dvs.

# plugins.importexport.common.settings.DOIPluginSettings
source: DOI Plugin Settings
el_gr: Ρυθμίσεις Πρόσθετου DOI
hu_hu: DOI Bővítmény beállítások
mk_mk: Подесувања за плагин за DOI
ro_ro: Setări plugin DOI

# plugins.importexport.common.settings
source: Settings
el_gr: Ρυθμίσεις
hu_hu: Beállítások
mk_mk: Подесувања
ro_ro: Setări

# plugins.importexport.common.export.representations
source: Galleys
el_gr: Τυπογραφικά δοκίμια
hu_hu: Megjelentetési formátumok
mk_mk: Описи на труд
ro_ro: Galerii

# plugins.importexport.common.export.issues
source: Issues
el_gr: Τεύχη
hu_hu: Folyóiratszámok
mk_mk: Изданија
ro_ro: Numere

# plugins.importexport.common.export.articles
source: Articles
el_gr: Άρθρα
hu_hu: Cikkek
mk_mk: Написи
ro_ro: Articole

# stats.publications.galleys
source: Files
el_gr: Αρχεία
hu_hu: Fájlok
mk_mk: Датотеки
ro_ro: Fișiere

# stats.publications.abstracts
source: Abstracts
el_gr: Περιλήψεις
hu_hu: Absztraktok
mk_mk: Апстракти
ro_ro: Rezumate

# stats.publications.countOfTotal
source: {$count} of {$total} articles
el_gr: {$count} από {$total} άρθρα
hu_hu: {$count} a(z) {$total} cikkből
mk_mk: {$count} од {$total} написи
ro_ro: {$count} din {$total} articole

# stats.publications.totalGalleyViews.timelineInterval
source: Total file views by date
el_gr: Σύνολο προβολών αρχείων κατά ημερομηνία
hu_hu: Összes állomány megtekintés dátum szerint
mk_mk: Вкупно прегледи на датотеки по датум
ro_ro: Fișiere vizualizate după dată

# stats.publications.totalAbstractViews.timelineInterval
source: Total abstract views by date
el_gr: Σύνολο προβολών περίληψης κατά ημερομηνία
hu_hu: Összes absztrakt megtekintés dátum szerint
mk_mk: Вкупно апстрактни прегледи по датум
ro_ro: Rezumate vizualizate după dată

# stats.publications.none
source: No articles were found with usage statistics matching these parameters.
el_gr: Δεν βρέθηκαν άρθρα με στατιστικά στοιχεία χρήσης που να ταιριάζουν με αυτές τις παραμέτρους.
hu_hu: A paramétereknek megfelelő használati statisztikák szerinti cikkeket nem találtunk.
mk_mk: Не се пронајдени статии со статистика за употреба што одговара на овие параметри.
ro_ro: Nu s-au găsit articole cu statistici de utilizare care să corespundă acestor parametri.

# stats.publications.details
source: Article Details
el_gr: Λεπτομέρειες Άρθρου
hu_hu: Cikk részletek
mk_mk: Детали за статијата
ro_ro: Detalii articol

# stats.publicationStats
source: Article Stats
el_gr: Στατιστικά Άρθρου
hu_hu: Cikk statisztikák
mk_mk: Статистика за статија
ro_ro: Statut articol

# manager.setup.notifications.copyPrimaryContact
source: Send a copy to the primary contact, identified in the Journal Settings.
el_gr: Αποστολή αντιγράφου στο κύριο πρόσωπο επικοινωνίας, που έχει οριστεί στις Ρυθμίσεις του Περιοδικού.
hu_hu: Másolat küldése a fő kapcsolattartónak, akit megadtak a folyóirat beállításokban.
mk_mk: Испратете копија до примарниот контакт, идентификуван во Поставки за весник.
ro_ro: Trimiteți o copie la contactul principal, identificat în Setările jurnalului.

# plugins.importexport.common.error.unknownObjects
source: The specified objects could not be found.
el_gr: Τα καθορισμένα αντικείμενα δεν βρέθηκαν.
hu_hu: A megadott objektum nem található.
mk_mk: Наведените објекти не може да се најдат.
ro_ro: Obiectul specificat nu poate fi găsit.

# plugins.importexport.common.error.unknownJournal
source: The specified journal path, "{$journalPath}", does not exist.
el_gr: Η καθορισμένη διαδρομή περιοδικού, "{$journalPath}", δεν υπάρχει.
hu_hu: A megadott folyóirat , "{$journalPath}", nem létezik.
mk_mk: Наведената патека за списанија, "{$journalPath}", не постои.
ro_ro: Calea jurnalului specificat,"{$journalPath}", nu există.

# plugins.importexport.common.cliError
source: ERROR:
el_gr: ΣΦΑΛΜΑ:
hu_hu: HIBA:
mk_mk: ГРЕШКА:
ro_ro: EROARE:

# plugins.importexport.common.senderTask.warning.noDOIprefix
source: DOI prefix is missing for the journal with the path {$path}.
el_gr: Το πρόθεμα DOI λείπει για το περιοδικό με τη διαδρομή {$path}.
hu_hu: Hiányzik a folyóirathoz a DOI előtag az útvonallal {$path}.
mk_mk: Префиксот DOI недостасува за списанието со патека {$path}.
ro_ro: Prefixul DOI lipsește pentru jurnalul cu calea {$path}.

# plugins.importexport.common.validation.fail
source: Validation Failed.
mk_mk: Проверката не успеа.

# plugins.importexport.common.validation.success
source: Validation successful!
mk_mk: Проверката е успешна!

# plugins.importexport.common.register.success
source: Registration successful!
el_gr: Η εγγραφή ήταν επιτυχής!
hu_hu: A regisztráció sikeres!
mk_mk: Пријавувањето е успешно!
ro_ro: Înregistrare finalizată cu succes!

# plugins.importexport.common.register.error.mdsError
source: Registration was not successful! The DOI registration server returned an error: '{$param}'.
el_gr: Η εγγραφή απέτυχε! Ο διακομιστής καταχώρησης DOI επέστρεψε σφάλμα: '{$param}'.
hu_hu: A regisztráció nem volt sikeres! A DOI regisztrációs szerver hibát jelez: '{$param}'.
mk_mk: Пријавувањето не беше успешно! Серверот за регистрација на DOI врати грешка: '{$param}'.
ro_ro: Înregistrarea nu s-a finalizat cu succes!. Serverul registrator DOI a returnat eroarea: '{$param}'.

# plugins.importexport.common.export.error.inputFileNotReadable
source: The input file {$param} is not readable.
el_gr: Το αρχείο εισόδου {$param} δεν είναι αναγνώσιμο.
hu_hu: A beviteli fájl {$param} nem olvasható.
mk_mk: Влезната датотека {$param} не се чита.
ro_ro: Fișierul de intrare {$param} nu poate fi citit.
