Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.setup.includeCreativeCommons
source: For journals that offer immediate or delayed open access, include a Creative Commons license with all published work at the appropriate time.
el_gr: Για περιοδικά που προσφέρουν άμεση ή καθυστερημένη ανοικτή πρόσβαση, συμπεριλάβετε μία άδεια Creative Commons με όλες τις δημοσιευμένες εργασίες.
hu_hu: Azok a folyóiratok, amelyek azonnal vagy késleltetve szabadon hozzáférhetővé teszik a cikkeiket, a megfelelő időben megjelenítenek egy Creative Commons licenct minden publikált munkához.
mk_mk: За списанија што нудат непосреден или одложен отворен пристап, вклучете лиценца Криејтив комонс со целата објавена работа во соодветно време.
ro_ro: Pentru jurnalele care oferă acces deschis imediat sau întârziat, includeți o licență Creative Commons cu toate lucrările publicate la momentul potrivit.

# manager.setup.identity
source: Journal Identity
el_gr: Ταυτότητα του Περιοδικού
mk_mk: Идентитет на весник
ro_ro: Identitatea jurnalului

# manager.setup.guidingSubmissions
source: Step 3. Guiding Submissions
el_gr: Βήμα 3. Οδηγίες υποβολής
hu_hu: 3. lépés A beküldött anyagok irányítása
mk_mk: Чекор 3. Водечки поднесоци
ro_ro: Pasul 3. Ghidarea înregistrării de manuscrise

# manager.setup.guidelines
source: Guidelines
el_gr: Κατευθυντήριες γραμμές
hu_hu: Útmutatók
mk_mk: Упатства
ro_ro: Instrucțiuni

# manager.setup.gettingDownTheDetails
source: Step 1. Getting Down the Details
el_gr: Βήμα 1. Λεπτομέρειες
hu_hu: 1. lépés A részletek lekérése
mk_mk: Чекор 1. Да се симнат деталите
ro_ro: Pasul 1. Înregistrarea detaliilor

# manager.setup.generalInformation
source: General Information
el_gr: Γενικές πληροφορίες
hu_hu: Általános információk
mk_mk: Генерални информации
ro_ro: Informații generale

# manager.setup.form.supportNameRequired
source: The support name is required.
el_gr: Απαιτείται το όνομα του Υπεύθυνου Υποστήριξης.
hu_hu: A támogató nevének megadása kötelező.
mk_mk: Задолжително е името на поддршката.
ro_ro: Este necesar un nume de persoană pentru asistență.

# manager.setup.form.supportEmailRequired
source: The support email is required.
el_gr: Απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου για την υποστήριξη Χρηστών.
hu_hu: Támogatói email megadása kötelező.
mk_mk: Потребна е е-пошта за поддршка.
ro_ro: Este necesar un email de asistență.

# manager.setup.form.numReviewersPerSubmission
source: The number of reviewers per submission is required.
el_gr: Απαιτείται ο αριθμός των Αξιολογητών ανά υποβολή.
hu_hu: Cikkenként a szakmai lektorok számának megadása kötelező.
mk_mk: Потребен е број на прегледувачи по поднесување.
ro_ro: Este necesar de a completa numărul minim de revizori alocați unui manuscris.

# manager.setup.form.journalTitleRequired
source: The journal title is required.
el_gr: Απαιτείται ο τίτλος του περιοδικού.
hu_hu: Folyóirat címe kötelező.
mk_mk: Насловот на списанието е задолжителен.
ro_ro: Titlul jurnalului este necesar.

# manager.setup.form.journalInitialsRequired
source: The journal initials are required.
el_gr: Απαιτούνται τα αρχικά του περιοδικού.
hu_hu: A folyóirat rövidítés kötelező.
mk_mk: Иницијалите на списанието се задолжителни.
ro_ro: Initialele jurnalului sunt obligatorii.

# manager.setup.form.contactNameRequired
source: The primary contact name is required.
el_gr: Απαιτείται το όνομα του κύριου προσώπου επαφής.
hu_hu: A fő kapcsolattartó neve kötelező.
mk_mk: Потребно е примарно име на контакт.
ro_ro: Este necesar numele principal de contact.

# manager.setup.form.contactEmailRequired
source: The primary contact email is required.
el_gr: Απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου του κύριου προσώπου επαφής.
hu_hu: A fő kapcsolattartó email cím kötelező.
mk_mk: Потребна е основна е-пошта за контакт.
ro_ro: E-mailul principal de contact este necesar.

# manager.setup.form.issnInvalid
source: The specified ISSN is not valid.
el_gr: Το συγκεκριμένο ISSN δεν είναι έγκυρο.
hu_hu: A megadott ISSN nem érvényes.
mk_mk: Наведената ISSN не е валидна.
ro_ro: ISSN specificat nu este valid.

# manager.setup.forAuthorsToIndexTheirWorkDescription
source: OJS adheres to the <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, which is the emerging standard for providing well-indexed access to electronic research resources on a global scale. The authors will use a similar template to provide metadata for their submission. The Journal Manager should select the categories for indexing and present authors with relevant examples to assist them in indexing their work.
el_gr: Για την ευρετηρίαση των μεταδεδομένων, το OJS υλοποιεί το διεθνές πρότυπο &lt;a href="http://www.openarchives.org/" target="_blank"&gt;Open Archives Initiative&lt;/a&gt;. Οι Συγγραφείς θα χρησιμοποιούν ένα αντίστοιχο πρότυπο για την καταχώριση των μεταδεδομένων της υποβολής. Ο Διαχειριστής του περιοδικού θα πρέπει να επιλέξει τις κατηγορίες μεταδεδομένων προς ευρετηρίαση και να παρουσιάσει στους Συγγραφείς συναφή παραδείγματα.
hu_hu: Az OJS ragaszkodik az <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> szabványhoz a metaadatok gyűjtésénél, amely globális szinten egy innovatív szabvány és jól indexelt hozzáférést nyújt a elektronikus kutatási forrásokhoz. A szerzők hasonló sablont használnak a a benyújtott anyagaik metaadataihoz. A folyóirat menedzser kiválaszthatja az indexelési kategóriákat és releváns példákat nyújthat a szerzőknek, amely segíti indexelni a munkáikat.
mk_mk: ОЈС се придржува до протоколот за <a href="http://www.openarchives.org/" target="_blank"> Иницијатива за отворена архива </a> за берба на метаподатоци, што е новите стандарди за обезбедување добро индексиран пристап до електронски истражувачки ресурси од глобална скала. Авторите ќе користат сличен образец за да обезбедат метаподатоци за нивно доставување. Менаџерот за весници треба да ги избере категориите за индексирање и да им презентира на авторите релевантни примери за да им помогне во индексирањето на нивната работа.
ro_ro: OJS aderă la <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol pentru colectarea metadatelor, care este standardul emergent pentru furnizarea de acces indexat la resursele electronice de cercetare la scară globală. Autorii vor folosi un șablon similar pentru a furniza metadate în vederea transmiterii lor. Managerul jurnalului ar trebui să selecteze categoriile pentru indexare și să prezinte autoriilor exemple relevante pentru a-i ajuta în indexarea lucrărilor lor.

# manager.setup.forAuthorsToIndexTheirWork
source: For Authors to Index Their Work
el_gr: Οδηγίες προς τους Συγγραφείς για την ευρετηρίαση του έργου τους
hu_hu: Szerzőknek a munkájuk indexeléséhez
mk_mk: За авторите да го индексираат своето дело
ro_ro: Pentru autorii, în vederea indexării activității acestora

# manager.setup.focusAndScope.description
source: Describe to authors, readers, and librarians the range of articles and other items the journal will publish.
el_gr: Περιγραφή του θεματικού εύρους, του τύπου των άρθρων και των άλλων τεκμηρίων που δημοσιεύει το περιοδικό.
hu_hu: Írja le a szerzőknek, olvasóknak és a könyvtárosoknak a folyóiratnál publikált cikkek témaköreit és egyéb információkat.
mk_mk: Опишете им ги на авторите, читателите и библиотекарите опсегот на статии и други предмети што ќе ги објави списанието.
ro_ro: Descrieți autorilor, cititorilor și bibliotecarilor gama de articole pe care jurnalul le va publica.

# manager.setup.focusAndScope
source: Focus and scope
el_gr: Θεματική περιοχή και περιεχόμενο
hu_hu: Fókusz és hatókör
mk_mk: Фокус и обем
ro_ro: Scop

# manager.setup.enableUserRegistration
source: Visitors can register a user account with the journal.
el_gr: Οι επισκέπτες μπορούν να εγγραφούν στο περιοδικό.
hu_hu: A látogatók regisztrálhatnak a folyóirathoz.
mk_mk: Посетителите можат да регистрираат корисничка сметка во списанието.
ro_ro: Vizitatorii se pot înregistra cu un cont de utilizator la jurnal.

# manager.setup.numAnnouncementsHomepage.description
source: How many announcements to display on the homepage. Leave this empty to display none.
el_gr: Πόσες ανακοινώσεις θα εμφανίζονται στην Αρχική Σελίδα. Αφήστε το κενό για να μην εμφανίζεται κανένα.
hu_hu: A főoldalon megjelenítendő bejelentések száma. Hagyja üresen, ha nem szeretne megjeleníteni.
mk_mk: Колку објави треба да се прикажат на почетната страница. Оставете го ова празно за да не се прикажува ниту една.
ro_ro: Câte anunțuri pot fi afișate pe pagina principală. Lăsați această casetă goală pentru a nu afișa anunțuri.

# manager.setup.numAnnouncementsHomepage
source: Display on Homepage
el_gr: Εμφάνιση στην Αρχική Σελίδα
hu_hu: Megjelenítés a főoldalon
mk_mk: Прикажи на почетната страница
ro_ro: Afișare pe pagina de pornire

# manager.setup.enableAnnouncements.description
source: Announcements may be published to inform readers of journal news and events. Published announcements will appear on the Announcements page.
el_gr: Οι Ανακοινώσεις μπορούν να δημοσιευτούν για να ενημερώνουν τους αναγνώστες για νέα και εκδηλώσεις του περιοδικού. Οι δημοσιευμένες ανακοινώσεις θα εμφανιστούν στη σελίδα Ανακοινώσεις.
hu_hu: Bejelentéseket tehetünk közzé az olvasók tájékoztatására a folyóirat híreiről és eseményeiről. A közzétett bejelentések a Bejelentések oldalon jelennek meg.
mk_mk: Соопштенија може да бидат објавени за да ги информираат читателите за вести и настани во списанијата. Објавените соопштенија ќе се појават на страницата Соопштенија.
ro_ro: Anunțurile pot fi publicate pentru a informa cititorii despre știrile și evenimentele din jurnal. Anunțurile publicate vor apărea pe pagina Anunțuri.

# manager.setup.enableAnnouncements.enable
source: Enable announcements
el_gr: Ενεργοποίηση ανακοινώσεων
hu_hu: Bejelentések bekapcsolása
mk_mk: Овозможете соопштенија
ro_ro: Activați anunțurile

# manager.setup.emailSignature.description
source: The prepared emails that are sent by the system on behalf of the journal will have the following signature added to the end.
el_gr: Τα προετοιμασμένα emails που αποστέλλονται από το σύστημα για λογαριασμό του περιοδικού θα έχουν την ακόλουθη υπογραφή στο τέλος.
hu_hu: Az alapértelmezett e-mailekbe, melyeket a rendszer a folyóirat nevében küld, az alábbi aláírás kerül.
mk_mk: Подготвените е-пошта што системот ги испраќа во име на списанието ќе го додадат следниов потпис на крајот.
ro_ro: E-mailurile pregătite care sunt trimise de sistem în numele jurnalului vor avea următoarea semnătură adăugată la final.

# manager.setup.emailSignature
source: Signature
el_gr: Υπογραφή
hu_hu: Aláírás
mk_mk: Потпис
ro_ro: Semnătură

# manager.setup.emails
source: Email Identification
el_gr: Αναγνώριση μηνυμάτων
hu_hu: Email azonosító
mk_mk: Идентификација на е-пошта
ro_ro: Identificare prin e-mail

# manager.setup.emailBounceAddress.disabled
source: In order to send undeliverable emails to a bounce address, the site administrator must enable the <code>allow_envelope_sender</code> option in the site configuration file. Server configuration may be required, as indicated in the OJS documentation.
hu_hu: Ennek a lehetőségnek az aktiválásához, az oldal adminisztrátornak engedélyeznie kell a <code>allow_envelope_sender</code> opciót az OJS konfigurációs fájlban. További szerver beállítások szükségesek lehetnek, ahogy az az OJS dokumentációban is szerepel.
mk_mk: За да испратите е-пошта што не може да се достават до адреса за отскокнување, администраторот на страницата мора да ја овозможи опцијата <code>allow_envelope_sender</code> во датотеката за конфигурација на страницата. Може да биде потребна конфигурација на серверот, како што е наведено во документацијата на OJS.
ro_ro: Pentru ca emailurile ”undeliverable” să fie trimise la adresa bounce, administratorul sitului trebuie să activeze <code>allow_envelope_sender</code> opțiune în fișierul de configurare a site-ului. Configurația serverului poate fi necesară, așa cum este indicat în documentația OJS.

# manager.setup.emailBounceAddress.description
source: Any undeliverable emails will result in an error message to this address.
el_gr: Τυχόν ανεπίδοτα email θα οδηγήσουν σε αποστολή email σφαλμάτων σ' αυτήν τη διεύθυνση.
hu_hu: A nem kézbesíthető e-mailek hibaüzenetet generálnak.
mk_mk: Било кои е-пораки што не може да се достават, ќе резултираат со порака за грешка на оваа адреса.
ro_ro: Orice e-mailuri care nu sunt livrate vor duce la un mesaj de eroare la această adresă.

# manager.setup.emailBounceAddress
source: Bounce Address
el_gr: Διεύθυνση αποστολής σφαλμάτων
hu_hu: Visszapattanó levelek kézbesítési címe
mk_mk: Адреса за отскокнување
ro_ro: Adresă de respingere emailuri

# manager.setup.editorDecision
source: Editor Decision
el_gr: Απόφαση Επιμελητή
hu_hu: Szerkesztői döntés
mk_mk: Одлука на уредник
ro_ro: Decizia editorului

# manager.setup.displayCurrentIssue
source: Add the table of contents for the current issue (if available).
el_gr: Προσθήκη του πίνακα περιεχομένων για το τρέχον τεύχος (εάν είναι διαθέσιμος).
hu_hu: Tartalomjegyzék készítése az aktuális számhoz (ha az elérhető).
mk_mk: Додадете ја содржината за тековното издание (доколку е достапно).
ro_ro: Adăugați cuprinsul pentru numărul curent (dacă este disponibil).

# manager.setup.disciplineProvideExamples
source: Provide examples of relevant academic disciplines for this journal
el_gr: Παραθέστε παραδείγματα συναφών επιστημονικών πεδίων για το περιοδικό.
hu_hu: Adjon példákat a folyóirat releváns tudományterületeire
mk_mk: Дајте примери на релевантни академски дисциплини за ова списание
ro_ro: Oferiți exemple de discipline academice relevante pentru această revistă

# manager.setup.disciplineExamples
source: (E.g., History; Education; Sociology; Psychology; Cultural Studies; Law)
el_gr: (π.χ., Ιστορία, Εκπαίδευση, Κοινωνιολογία, Ψυχολογία, Πολιτισμικές σπουδές, Νομική)
hu_hu: (Pl., Történelem; Oktatás; Szociológia; Pszichológia; Kulturális terület; Jog)
mk_mk: (На пр., Историја; Образование; Социологија; Психологија; Културни студии; Право)
ro_ro: (De exemplu, istorie; educație; sociologie; psihologie; studii culturale; drept)

# manager.setup.disciplineDescription
source: Useful when journal crosses disciplinary boundaries and/or authors submit multidisciplinary items.
el_gr: Χρήσιμα όταν το περιοδικό δημοσιεύει άρθρα που καλύπτουν περισσότερα του ενός επιστημονικά πεδία.
hu_hu: Hasznos, ha a folyóirat keresztezi a tudományterületeket és/vagy a szerzők több szakterületet érintő cikket küldenek be.
mk_mk: Корисно е кога списанието ги преминува дисциплинските граници и/или авторите доставуваат мултидисциплинарни предмети.
ro_ro: Este util atunci când jurnalul traversează granițele disciplinare și / sau autorii trimit articole multidisciplinare.

# manager.setup.discipline
source: Academic Discipline and Sub-Disciplines
el_gr: Επιστημονικά πεδία και υπο-πεδία
hu_hu: Tudományterület és Tudományágak
mk_mk: Академска дисциплина и поддисциплини
ro_ro: Discipline și subdiscipline academice

# manager.setup.disableUserRegistration
source: The Journal Manager will register all user accounts. Editors or Section Editors may register user accounts for reviewers.
el_gr: Ο Διαχειριστής του περιοδικού θα εγγράφει Χρήστες όλων των κατηγοριών, ενώ οι Επιμελητές και οι Επιμελητές Ενότητας θα μπορούν να εγγράφουν μόνο Αξιολογητές.
hu_hu: A Folyóirat Menedzser regisztrálja az összes felhasználót. A Szerkesztők vagy Rovatszerkesztők tudnak Szakmai lektorokat regisztrálni.
mk_mk: Менаџерот за весници ќе ги регистрира сите кориснички сметки. Уредниците или уредниците на деловите можат да регистрираат кориснички сметки за рецензенти.
ro_ro: Manager ul de Journal va înregistra toate conturile de utilizator. Redactorii sau editorii de secțiuni pot înregistra conturi de utilizator pentru recenzori.

# manager.setup.details.description
source: Name of journal, ISSN, contacts, sponsors, and search engines.
el_gr: Τίτλος περιοδικού, Διεθνής Πρότυπος Αριθμός Περιοδικής Έκδοσης (ISSN), πρόσωπα επικοινωνίας, χορηγοί και μηχανές αναζήτησης.
hu_hu: A folyóirat neve, ISSN, kapcsolattartók, támogatók, és keresőmotorok.
mk_mk: Име на списание, ISSN, контакти, спонзори и машини за пребарување.
ro_ro: Numele jurnalului, ISSN, contacte, sponsori și motoare de căutare.

# manager.setup.details
source: Details
el_gr: Λεπτομέρειες
hu_hu: Részletek
mk_mk: Детали
ro_ro: Detalii

# manager.setup.customizingTheLook
source: Step 5. Customizing the Look
el_gr: Βήμα 5. Διαμόρφωση της όψης του περιοδικού
hu_hu: 5. lépés A kinézet testreszabása
mk_mk: Чекор 5. Прилагодување на изгледот
ro_ro: Pasul 5. Personalizarea aspectului

# manager.setup.currentIssue
source: Current issue
el_gr: Τρέχον τεύχος
hu_hu: Aktuális szám
mk_mk: Моментално издание
ro_ro: Număr curent

# manager.setup.historyDescription
source: This text will appear in the "About" section of the journal website and can be used to describe changes in titles, editorial board, and other items of relevance to the journal's publication history.
el_gr: Το κείμενο θα εμφανίζεται στην ενότητα "Σχετικά" του ιστοτόπου του περιοδικού παρουσιάζοντας το ιστορικό έκδοσης του περιοδικού.
hu_hu: Ez a szöveg megjelenik a Folyóiratról szóló részben a folyóirat oldalán, és leírja a folyóirat címében, szerkesztőségében és egyéb területein bekövetkezett változásokat, amelyek relevánsak a folyóirat megjelenésének történetében.
mk_mk: Овој текст ќе се појави во делот „За“ на веб-страницата на списанието и може да се користи за да се опишат промените во насловите, уредничкиот одбор и другите предмети од важност за историјата на објавувањето на списанието.
ro_ro: Acest text va apărea în secțiunea „Despre” de pe site-ul web al jurnalului și poate fi utilizat pentru a descrie modificările titlurilor, ale comitetului de redacție și alte elemente relevante pentru istoricul publicării jurnalului.

# manager.setup.history
source: Journal History
el_gr: Ιστορικό περιοδικού
hu_hu: Folyóirat történet
mk_mk: Историја на весникот
ro_ro: Istoric jurnal

# manager.setup.competingInterests.requireReviewers
source: Require Reviewers to file a CI statement with each peer review they submit.
el_gr: Απαιτείται από τους Αξιολογητές να καταθέτουν Δήλωση Αντικρουόμενων Συμφερόντων μαζί με κάθε αξιολόγηση.
hu_hu: A szakmai lektorok felszólítása, hogy minden egyes lektori vélemén mellé csatoljanak összeférhetetlenségi nyilatkozatot.
mk_mk: Потребно од рецензентите да поднесат изјава за КИ со секој рецензент што ќе го достават.
ro_ro: Solicitați evaluatorilor să depună o declarație de interes la fiecare evaluare.

# manager.setup.competingInterests.requireAuthors
source: Require submitting Authors to file a Competing Interest (CI) statement with their submission.
el_gr: Απαιτείται από τους Συγγραφείς να καταθέτουν Δήλωση Αντικρουόμενων Συμφερόντων μαζί με την υποβολή.
hu_hu: A cikket beadó szerzők felszólítása az összeférhetetlenségi nyilatkozat benyújtására.
mk_mk: Потребно е да ги доставите авторите да поднесат изјава за натпреварувачки интерес (КИ) со нивно поднесување.
ro_ro: Solicitați autorilor care înregistrează manuscrise să depună o declarație de interes (CI) odată cu transmiterea lor.

# manager.setup.appearInAboutJournal
source: (To appear in About the Journal)
el_gr: (Προς εμφάνιση στη σελίδα «Σχετικά με το περιοδικό»)
hu_hu: (Megjelenés az Információk részben)
mk_mk: (Да се појави во За весникот)
ro_ro: (Să apară în Despre Jurnal)

# manager.setup.announcementsIntroduction.description
source: Enter any information you would like to appear on your announcements page.
el_gr: Εισαγάγετε τυχόν πληροφορίες που θέλετε να εμφανίζονται στη σελίδα ανακοινώσεων.
hu_hu: Adja meg az összes információt, amelyet meg szeretne jeleníteni a bejelentések oldalon.
mk_mk: Внесете какви било информации што сакате да се појават на вашата страница за соопштенија.
ro_ro: Introduceți orice informație doriți să se afișeze pe pagina de anunțuri.

# manager.setup.announcementsIntroduction
source: Introduction
el_gr: Πρόσθετες πληροφορίες
hu_hu: További információ
mk_mk: Вовед
ro_ro: Introducere

# manager.setup.announcements
source: Announcements
el_gr: Ανακοινώσεις
hu_hu: Értesítések
mk_mk: Најави
ro_ro: Anunțuri

# manager.setup.alternateHeaderDescription
source: Alternately, instead of title and logo, an HTML version of the header can be inserted into the text box below. Leave textbox blank if not required.
el_gr: Αντί του τίτλου και του λογότυπου, μπορείτε να εισάγετε στο παρακάτω πλαίσιο κειμένου μια έκδοση HTML της κεφαλίδας. Εάν δεν απαιτείται, αφήστε κενό το πλαίσιο κειμένου.
hu_hu: Alternatív a cím és a logó helyett, a fejléc HTML verzióját a szöveges mezőbe tudja illeszteni. Ha erre nincs szükség, akkor hagyja üresen a szöveges mezőt.
mk_mk: Наизменично, наместо наслов и лого, HTML-верзијата на заглавието може да се вметне во полето за текст подолу. Оставете го полето за текст празно ако не е потребно.
ro_ro: În mod alternativ, în loc de titlu și logo, o versiune HTML a antetului poate fi introdusă în caseta de text de mai jos. Lăsați căsuța text goală dacă nu este necesar.

# manager.setup.alternateHeader
source: Alternate Header
el_gr: Εναλλακτική κεφαλίδα
hu_hu: Alternatív fejléc
mk_mk: Алтернативно заглавие
ro_ro: Antet alternativ

# manager.setup.addSponsor
source: Add Sponsoring Organization
el_gr: Προσθήκη οργανισμού χορηγίας
hu_hu: Szponzoráló szervezet hozzáadása
mk_mk: Додадете организација за спонзорирање
ro_ro: Adăugați un sponsor

# manager.setup.addReviewerDatabaseLink
source: Add New Database Link
el_gr: Προσθέστε νέο σύνδεσμο βάσης δεδομένων
hu_hu: Új adatbázis link hozzáadása
mk_mk: Додадете нова врска со базата на податоци
ro_ro: Adăugați un nou link de bază de date

# manager.setup.addNavItem
source: Add Item
el_gr: Προσθήκη περιεχομένου
hu_hu: Tétel hozzáadása
mk_mk: Додади ставка
ro_ro: Adăugați element

# manager.setup.addItemtoAboutJournal
source: Add Item to Appear in "About the Journal"
el_gr: Προσθήκη περιεχομένου στο "Σχετικά με το περιοδικό"
hu_hu: Tétel hozzáadása az "Információk" részhez
mk_mk: Додадете ставка да се појави во "За весникот"
ro_ro: Adaugă un element care să apară în „Despre jurnal”

# manager.setup.addItem
source: Add Item
el_gr: Προσθήκη περιεχομένου
hu_hu: Tétel hozzáadása
mk_mk: Додади ставка
ro_ro: Adăugare element

# manager.setup.addChecklistItem
source: Add Checklist Item
el_gr: Προσθήκη αντικειμένου στη λίστα ελέγχου
hu_hu: Tétel hozzáadása az ellenőrzőlistához
mk_mk: Додадете списокот за проверка на ставки
ro_ro: Adăugați lista de verificare

# manager.setup.addAboutItem
source: Add About Item
el_gr: Προσθήκη περιεχομένου στο μενού "Σχετικά"
hu_hu: Elem hozzáadása
mk_mk: Додај за ставка
ro_ro: Adăugați Despre element

# manager.setup.aboutItemContent
source: Content
el_gr: Περιεχόμενο
hu_hu: Tartalom
mk_mk: Содржина
ro_ro: Conținut

# manager.setup.pageHeader
source: Journal Page Header
el_gr: Κεφαλίδα σελίδας περιοδικού
hu_hu: Folyóiratoldal fejléc
mk_mk: Заглавие на страницата за весник
ro_ro: Antetul paginii de jurnal

# manager.setup.contextName
source: Journal Name
el_gr: Τίτλος του περιοδικού
hu_hu: Folyóiratnév
mk_mk: Име на весник
ro_ro: Numele jurnalului

# manager.setup.useStyleSheet
source: Journal style sheet
el_gr: Αρχείο μορφοποίησης του περιοδικού
hu_hu: Folyóirat stíluslap
mk_mk: Лист со стилови на весник
ro_ro: Fișier de stil pentru jurnal
