Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.payment.options.enablePayments
source: Payments will be enabled for this journal. Note that users will be required to log in to make payments.
el_gr: Οι πληρωμές θα ενεργοποιηθούν για αυτό το περιοδικό. Οι Χρήστες θα πρέπει να συνδεθούν στο σύστημα για να κάνουν πληρωμές.
hu_hu: Kattintson ide a fizetési modul engedélyezéséhez. Az alábbi űrlap kitöltésével konfigurálni kell a kifizetéseket. Megjegyzés: a felhasználóknak be kell jelentkezniük, hogy fizetési tranzakciókat intézhessenek.
mk_mk: Плаќањата ќе бидат овозможени за ова списание. Имајте на ум дека од корисниците ќе се бара да се најават за да извршат плаќања.
ro_ro: Plățile vor fi activate pentru acest jurnal. Rețineți că utilizatorii vor fi obligați să se autentifice pentru a efectua plăți.

# subscriptionManager.subscription.confirmRemove
source: Are you sure you wish to delete this subscription?
el_gr: Επιβεβαιώνετε τη διαγραφή αυτής της συνδρομής;
hu_hu: Biztosan törölni szeretné ezt a beküldést?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа претплата?
ro_ro: Sigur doriți să ștergeți acest abonament?

# manager.payment.options.acceptSubscriptionPayments
source: This will activate payments for Subscriptions, where types, cost, duration and subscriptions are managed by the Journal (Subscription) Manager.
el_gr: Η επιλογή αυτή θα ενεργοποιήσει τις πληρωμές συνδρομών: Η διαχείριση των συνδρομών και των συνδρομητών πραγματοποιείται από τον Διαχειριστή Συνδρομών του περιοδικού.
hu_hu: Ez aktiválja az előfizetői kifizetéseket, ahol a típusokat, költséget, időtartamot és előfizetéseket tudja a folyóirat (előfizetői) menedzsere beállítani.
mk_mk: Ова ќе ги активира плаќањата за претплати, каде што управува управувачот со списанија (претплати) со типовите, трошоците, времетраењето и претплатите.
ro_ro: Aceasta va activa plățile pentru abonamente, unde tipurile, costul, durata și abonamentele sunt gestionate de Managerul de jurnal (abonament).

# manager.payment.options
source: Options
el_gr: Επιλογές
hu_hu: Beállítások
mk_mk: Опции
ro_ro: Opțiuni

# manager.payment.notFound
source: Not Found
el_gr: Δεν βρέθηκε
hu_hu: Nem található
mk_mk: Не е најдено
ro_ro: Nu a fost găsit

# manager.payment.noPayments
source: No Payments
el_gr: Καμία πληρωμή
hu_hu: Nincsenek fizetett tételek
mk_mk: Без плаќања
ro_ro: Nici o plată

# manager.payment.generalOptions
source: General Options
el_gr: Γενικές επιλογές
hu_hu: Általános beállítások
mk_mk: Општи опции
ro_ro: Opțiuni generale

source: manager.payment.generalFeesDescription
mk_mk: Членството во здружението ќе се појави во За весникот под Политики.

# manager.payment.generalFees
source: General Fees
el_gr: Γενικές εισφορές
hu_hu: Általános költségek
mk_mk: Општи такси
ro_ro: Costuri generale

# manager.payment.form.numeric
source: All costs must be positive numeric values (decimal points are allowed)
el_gr: Όλα τα κόστη πρέπει να είναι θετικές αριθμητικές τιμές (επιτρέπονται δεκαδικά στοιχεία)
hu_hu: Minden költségnek pozitív számnak kell lennie (tizedespontok engedélyezettek)
mk_mk: Сите трошоци мора да бидат позитивни нумерички вредности (децимални точки се дозволени)
ro_ro: Toate costurile trebuie să fie valori numerice pozitive (punctele zecimale sunt permise)

# manager.payment.feePaymentOptions
source: Fee Payment Options
el_gr: Επιλογές πληρωμής εισφορών
hu_hu: Fizetési módok
mk_mk: Опции за плаќање такси
ro_ro: Opțiuni de plată

# manager.payment.enable
source: Enable
el_gr: Ενεργοποίηση
hu_hu: Engedélyezett
mk_mk: Овозможи
ro_ro: Activare

# manager.payment.editSubscription
source: Edit Subscription
el_gr: Επεξεργασία συνδρομής
hu_hu: Előfizetés szerkesztése
mk_mk: Уредете ја претплатата
ro_ro: Editați abonamentul

# manager.payment.details
source: Details
el_gr: Λεπτομέρειες
hu_hu: Részletek
mk_mk: Детали
ro_ro: Detalii

# manager.payment.description
source: Description
el_gr: Περιγραφή
hu_hu: Leírás
mk_mk: Опис
ro_ro: Descriere

# manager.payment.currencymessage
source: OJS does not perform any currency conversions. If accepting payments for subscriptions, you must ensure that the subscription currency matches the one specified here.
el_gr: Το OJS δεν προβαίνει σε νομισματικές μετατροπές. Αν δέχεστε πληρωμές για συνδρομές, θα πρέπει να εξασφαλίσετε ότι το νόμισμα της συνδρομής ταιριάζει με αυτό που καθορίζεται εδώ.
hu_hu: Az OJS nem hajt végre valutaátváltásokat. Amennyiben elfogadja az előfizetési díjat, akkor az itt látható valamelyik pénznemben kell kifizetnie azt.
mk_mk: OJS не извршува никакви конверзии во валута. Ако прифаќате плаќања за претплати, мора да бидете сигурни дека валутата за претплата одговара на онаа што е наведена овде.
ro_ro: OJS nu efectuează conversii de monedă. Dacă acceptați plățile pentru abonamente, trebuie să vă asigurați că moneda abonamentului se potrivește cu cea specificată aici.

# manager.setup.resetPermissions.confirm
source: Are you sure you wish to reset permissions data for all articles? This action can not be undone.
el_gr: Επιβεβαιώνετε τον επανακαθορισμό των δικαιωμάτων που συνδέονται ήδη με τα άρθρα;
hu_hu: Biztos benne, hogy visszaállít minden engedélyt, amit korábban a cikkhez rendelt? A művelet nem visszavonható.
mk_mk: Дали сте сигурни дека сакате да ги ресетирате податоците за дозволи за сите статии? Ова дејство не може да се врати.
ro_ro: Sigur doriți să resetați datele privind permisiunile pentru toate articolele? Această acțiune nu poate fi anulată.

# manager.setup.resetPermissions
source: Reset Article Permissions
el_gr: Επανακαθορισμός δικαιωμάτων άρθρων
hu_hu: Cikk engedélyek visszaállítása
mk_mk: Ресетирајте ги дозволите за член
ro_ro: Resetare permisiuni articol

# manager.setup.copyrightYearBasis.issue
source: Issue: default year will be drawn from the issue's publication date.
el_gr: Τεύχος: το έτος προκύπτει από την ημερομηνία δημοσίευσης του τεύχους.
hu_hu: Folyóiratszám: az alapértelmezett év a folyóirat megjelentetésének éve.
mk_mk: Број: стандардната година ќе биде извлечена од датумот на објавување на изданието.
ro_ro: Număr: anul implicit va fi extras de la data publicării numărului.

# manager.setup.copyrightYearBasis.article
source: Article: default year will be drawn from the article's publication date, as in "publish-as-you-go".
el_gr: Άρθρο: το έτος προκύπτει από την ημερομηνία δημοσίευσης του άρθρου, όπως στο μοντέλο δημοσίευσης "publish-as-you-go".
hu_hu: Cikk: az alapértelmezett év a cikk megjelentetésének éve, mint a "publish-as-you-go".
mk_mk: Напис: стандардната година ќе биде извлечена од датумот на објавување на статијата, како во „објавувај-како-одиш“.
ro_ro: Articol: anul implicit va fi extras de la data publicării articolului, ca în „publish-as-you-go”.

# manager.setup.copyrightYearBasis
source: Base new article's copyright year on
el_gr: Το έτος κατοχύρωσης πνευματικών δικαιωμάτων κάθε νέου άρθρου ορίζεται ανά
hu_hu: Az új cikkek copyright évén alapul
mk_mk: Засновајте ги авторските права на новата статија на
ro_ro: Bazați drepturile de autor pentru articole noi la anul

# manager.publication.library
source: Publisher Library
el_gr: Βιβλιοθήκη εκδότη
hu_hu: Megjelentetési dokumentumok
mk_mk: Библиотека на издавачи
ro_ro: Biblioteca editorului de publicare

# settings.roles.gridDescription
source: Roles are groups of users in the journal who are given access to different permission levels and associated workflows within the journal. There are five different permission levels: Journal Managers have access to everything in the journal (all content and settings); Section Editors have complete access to all assigned content; Journal Assistants have limited access to all submissions that have been explicitly assigned to them by an editor; Reviewers can see and perform the submissions they have been assigned to review; and Authors can see and interact with a limited amount of information on their own submissions. Additionally, there are five different stage assignments that roles may be given access to: Submission, Internal Review, Review, Editorial, and Production.
el_gr: Οι ρόλοι είναι σύνολα Χρηστών στο περιοδικό, με διαβαθμισμένη πρόσβαση στις διαχειριστικές σελίδες και τις σχετικές ροές εργασιών στα πλαίσια του περιοδικού. Υπάρχουν πέντε διαφορετικές κατηγορίες ρόλων: οι Διαχειριστές του περιοδικού έχουν πρόσβαση σε όλο το περιεχόμενο και τις ρυθμίσεις∙ οι Επιμελητές Ενότητας έχουν πρόσβαση στις υποβολές που τους έχουν ανατεθεί∙ οι Βοηθοί του περιοδικού έχουν περιορισμένη πρόσβαση σε όλες τις υποβολές που τους έχουν ανατεθεί από έναν Επιμελητή∙ οι Αξιολογητές έχουν πρόσβαση στις υποβολές που τους ανατέθηκε να αξιολογήσουν∙ οι Συγγραφείς έχουν μερική πρόσβαση και δυνατότητα εκτέλεσης ενεργειών που αφορούν στις δικές τους υποβολές. Επιπροσθέτως, υπάρχουν πέντε διαφορετικές ροές εργασιών για τις οποίες μπορεί να δοθεί πρόσβαση στους ρόλους: Υποβολή, Εσωτερική αξιολόγηση, Αξιολόγηση, Σύνταξη και Παραγωγή.
hu_hu: A szerepkörök a felhasználók csoportjai a folyóiratnál, akik különféle jogosultsági szinteken és munkafolyamatokhoz kapnak hozzáférést a folyóiraton belül. A rendszer 5 jogosultsági szintet különböztet meg: Folyóirat menedzser, aki mindenhez hozzáférést kap a folyóiraton belül (minden tartalomhoz és beállításhoz); Rovatszerkesztő, akinek minden hozzárendelt cikkhez teljes hozzáférése van; Folyóirat asszisztensek, akiknek korlátozott hozzáférésük van azoknál a cikkeknél, amelyeknél a szerkesztő jogosultságot ad számukra; Szakmai lektorok, akik a cikkhez hozzáférést kapnak, hogy elvégezhessék a szakértői munkát; és a Szerzők, akik korlátozottan de információkat láthatnak a beküldött cikkeikkel kapcsolatban. Továbbá 5 különböző szakaszban van szerepkör hozzárendelés: Beküldött cikk, Belső lektorálás, Lektori vélemény, Szerkesztés és Megjelentetés.
mk_mk: Улогите се групи на корисници во списанието на кои им е даден пристап до различни нивоа на дозволи и придружни работни текови во списанието. Постојат пет различни нивоа на дозвола: Менаџерите на весници имаат пристап до сè што има во дневникот (целата содржина и поставки); Уредниците на секциите имаат целосен пристап до целата доделена содржина; Асистенти за весници имаат ограничен пристап до сите поднесоци што експлицитно им ги додели уредникот; Рецензентите можат да ги видат и извршат поднесоците што им е доделено да ги прегледуваат; и Авторите можат да гледаат и да комуницираат со ограничена количина на информации за нивните сопствени поднесоци. Дополнително, постојат пет различни задачи на сцената на кои може да им се даде пристап на улогите: Поднесување, Внатрешен преглед, Преглед, Уредувач и Продукција.
ro_ro: Rolurile sunt grupuri de utilizatori din jurnal cărora li se oferă acces la diferite niveluri de permisiuni și la fluxurile de lucru asociate din jurnal. Există cinci niveluri de permisiuni diferite: Managerii de jurnale au acces la tot ce există în jurnal (tot conținutul și setările); Redactorii de secțiuni au acces complet la întregul conținut alocat; Asistenții de jurnal au acces limitat la toate trimiterile care le-au fost atribuite în mod explicit de către un editor; Recenzorii pot vedea și efectua trimiterile cărora li s-au atribuit examinarea; iar Autorii pot vedea și interacționa cu o cantitate limitată de informații din propriile trimiteri. În plus, există cinci misiuni de etapă diferite la care rolurile pot avea acces la: Înregistrare manuscris, Revizuire Internă, Revizuire, Redacție și Producție.

# manager.setup.section.description
source: Articles within published issues of a journal are organized in Sections, typically by theme or content type (e.g. Review Articles, Research, etc).
el_gr: Τα άρθρα που περιλαμβάνονται σε δημοσιευμένα τεύχη ενός περιοδικού οργανώνονται σε ενότητες, ανά θέμα ή τύπο περιεχομένου (π.χ. άρθρα ανασκόπησης, μελέτες, κτλ).
hu_hu: A cikkek a folyóirat publikált számain belül rovatokba sorolódnak jellemzően a témájuk vagy tartalmuk szerint (pl. Tanulmányok, Kutatások stb.).
mk_mk: Написите во објавените изданија на списанието се организирани во Секции, обично според темата или типот на содржина (на пр. Написи за преглед, истражување, итн.).
ro_ro: Articolele din numerele publicate ale unei reviste sunt organizate în secțiuni, de obicei în funcție de temă sau tip de conținut (de exemplu, articole de revizuire, cercetare etc.).

# grid.action.addSection
source: Add Section
el_gr: Προσθήκη ενότητας
hu_hu: Rovat hozzáadása
mk_mk: Додај дел
ro_ro: Adăugați o secțiune

# grid.category.path
source: Path
el_gr: Διαδρομή
hu_hu: Útvonal
mk_mk: Патека
ro_ro: Cale

# manager.setup.categories.description
source: Choose the most appropriate categories from the set listed above. Readers will be able to browse by category from the complete journal set.
el_gr: Επιλέξτε τις πλέον κατάλληλες κατηγορίες από την παραπάνω λίστα. Οι Αναγνώστες θα μπορούν να πλοηγηθούν ανά κατηγορία.
hu_hu: Válassza ki a fenti listából a legjellemzőbb kategóriát. Az olvasók kategóriák szerint böngészhetnek a teljes folyóiraton belül.
mk_mk: Изберете ги најсоодветните категории од сетот наведени погоре. Читателите ќе можат да прелистуваат по категории од комплетниот пакет списанија.
ro_ro: Alegeți categoriile cele mai potrivite din setul enumerat mai sus. Cititorii vor putea răsfoi după categorie din setul complet de jurnale.

# manager.setup.categories
source: Categories
el_gr: Κατηγορίες
hu_hu: Kategóriák
mk_mk: Категории
ro_ro: Categorii

# manager.navigationMenus.mySubscriptions.conditionalWarning
source: This link will only be displayed when a visitor is logged in.
el_gr: Αυτός ο σύνδεσμος θα εμφανίζεται μόνο όταν ένας Χρήστης είναι συνδεδεμένος.
hu_hu: Ez a link csak akkor jelenik meg, amikor a látogató bejelentkezett.
mk_mk: Оваа врска ќе се прикаже само кога е најавен посетител.
ro_ro: Acest link va fi afișat numai atunci când vizitatorul este conectat.

# manager.navigationMenus.mySubscriptions.description
source: Link to a page describing the visitor's current and past subscriptions.
el_gr: Σύνδεσμος σε σελίδα που περιγράφει τις τρέχουσες και τις περασμένες συνδρομές του Χρήστη.
hu_hu: Link a felhasználó jelenlegi és korábbi előfizeti oldalához.
mk_mk: Врска до страница која ги опишува тековните и минатите претплати на посетителот.
ro_ro: Link către o pagină care descrie abonamentele curente și anterioare ale vizitatorului.

# manager.navigationMenus.subscriptions.description
source: Link to a page describing the subscriptions you offer.
el_gr: Σύνδεσμος σε σελίδα που περιγράφει τις διαθέσιμες συνδρομές.
hu_hu: Link a kiajánlott előfizetések leírásának oldalához.
mk_mk: Врска до страница која ги опишува претплатите што ги нудите.
ro_ro: Link către o pagină care descrie abonamentele pe care le oferiți.

# manager.subscriptionTypes.subscriptionTypeCreatedSuccessfully
source: Subscription type created successfully.
el_gr: Ο τύπος συνδρομής δημιουργήθηκε επιτυχώς.
hu_hu: Az előfizetés típus sikeresen létrejött.
mk_mk: Типот на претплата е успешно создаден.
ro_ro: Tipul de abonament a fost creat cu succes.

# manager.subscriptionTypes.noneCreated
source: No subscription types have been created.
el_gr: Δεν έχουν δημιουργηθεί τύποι συνδρομών.
hu_hu: Nincs létrehozott előfizetés típus.
mk_mk: Не се создадени типови на претплата.
ro_ro: Nu a fost creat nici un tip de abonament.

# manager.subscriptionTypes.name
source: Subscription type
el_gr: Τύπος συνδρομής
hu_hu: Előfizetés típus
mk_mk: Тип на претплата
ro_ro: Tipul de abonament

# manager.subscriptionTypes.form.typeNameRequired
source: A subscription type name is required.
el_gr: Απαιτείται ένα όνομα τύπου συνδρομής.
hu_hu: Szükséges egy előfizetés típus név.
mk_mk: Потребно е име на типот на претплата.
ro_ro: Este necesar numele tipului de abonament.

# manager.subscriptionTypes.form.typeNameExists
source: A subscription type with this name already exists.
el_gr: Ένας τύπος συνδρομής με αυτό το όνομα υπάρχει ήδη.
hu_hu: Ilyen nevű előfizetés típus már létezik.
mk_mk: Тип на претплата со ова име веќе постои.
ro_ro: Există deja un tip de abonament cu acest nume.

# manager.subscriptionTypes.form.typeName
source: Name of Type
el_gr: Όνομα τύπου
hu_hu: A típus neve
mk_mk: Име на типот
ro_ro: Numele tipului

# manager.subscriptionTypes.form.saveAndCreateAnotherType
source: Save and Create Another
el_gr: Αποθήκευση και δημιουργία νέου
hu_hu: Mentés és új készítése
mk_mk: Зачувајте и создадете друг
ro_ro: Salvați și creați altă

# manager.subscriptionTypes.form.publicValid
source: Please use the checkbox provided.
el_gr: Παρακαλούμε χρησιμοποιήστε το πλαίσιο ελέγχου.
hu_hu: Kérem, használja a jelölőnégyzetet.
mk_mk: Користете го даденото поле за избор.
ro_ro: Vă rugăm să utilizați caseta pusă la dispoziție.

# manager.subscriptionTypes.form.public
source: Do not make this subscription type publicly available or visible on the website.
el_gr: Ο συγκεκριμένος τύπος συνδρομής να μην είναι δημόσια διαθέσιμος ή ορατός στο διαδίκτυο.
hu_hu: Ne tegye ezt az előfizetés típust publikussá vagy láthatóvá<br />(pl. az Információk oldal Előfizetés részében).
mk_mk: Не ставајте го овој тип на претплата јавно достапен или видлив на веб-страницата.
ro_ro: Nu faceți acest tip de abonament disponibil public sau vizibil pe site-ul web.

# manager.subscriptionTypes.form.options
source: Options
el_gr: Επιλογές
hu_hu: Lehetőségek
mk_mk: Опции
ro_ro: Opțiuni

# manager.subscriptionTypes.form.membershipValid
source: Please use the checkbox provided.
el_gr: Παρακαλούμε χρησιμοποιήστε το πλαίσιο ελέγχου.
hu_hu: Kérem, használja a jelölőnégyzetet.
mk_mk: Користете го даденото поле за избор.
ro_ro: Vă rugăm să utilizați caseta pusă la dispoziție.

# manager.subscriptionTypes.form.membership
source: Subscriptions require membership information (e.g. of an association, organization, consortium, etc.)
el_gr: Οι συνδρομές απαιτούν πληροφορίες μελών (π.χ. ενός ιδρύματος, ενός οργανισμού, μίας κοινοπραξίας, κτλ.).
hu_hu: Az előfizetéshez szükséges tagsági információ.<br />(pl. egy szövetségnél, szervezetnél, konzorciumnál stb.)
mk_mk: За претплати се потребни информации за членство (на пр., Здружение, организација, конзорциум, итн.)
ro_ro: Abonările necesită informații privind apartenența (de exemplu, la o asociație, organizație, consorțiu etc.)

# manager.subscriptionTypes.form.institutionalValid
source: Please use the provided options.
el_gr: Παρακαλούμε χρησιμοποιήστε τις επιλογές που παρέχονται.
hu_hu: Kérem, használja az alábbi lehetőségeket.
mk_mk: Ве молиме, користете ги дадените опции.
ro_ro: Vă rugăm să utilizați opțiunile furnizate.

# manager.subscriptionTypes.form.institutional
source: Institutional (users are validated via domain or IP address)
el_gr: Ιδρυματική (οι Χρήστες ταυτοποιούνται μέσω της περιοχής δικτύου [domain] ή της διεύθυνσης IP).
hu_hu: Intézményi (érvényesített domain vagy IP címmel rendelkező felhasználók)
mk_mk: Институционално (корисниците се потврдуваат преку домен или IP адреса)
ro_ro: Instituțional (Utilizatorii sunt validați pe vaza domeniului ori adresei IP)

# manager.subscriptionTypes.form.individual
source: Individual (users are validated via login)
el_gr: Ατομική (οι Χρήστες ταυτοποιούνται μέσω σύνδεσης (login))
hu_hu: Egyéni előfizetők (érvényes bejelentkezési fiókkal rendelkező felhasználók)
mk_mk: Индивидуално (корисниците се потврдуваат преку најавување)
ro_ro: Individual (Utilizatorii sunt validați pe baza logării)

# manager.subscriptionTypes.form.subscriptions
source: Subscriptions
el_gr: Συνδρομές
hu_hu: Előfizetések
mk_mk: Претплати
ro_ro: Abonamente

# manager.subscriptionTypes.form.formatValid
source: Please select a valid subscription type format.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη μορφή τύπου συνδρομής.
hu_hu: Kérem, érvényes előfizetés típus formátumot válasszon.
mk_mk: Изберете важечки формат на типот на претплата.
ro_ro: Vă rog să selectați un format valid pentru abonament.

# manager.subscriptionTypes.form.formatRequired
source: A subscription type format is required.
el_gr: Απαιτείται η εισαγωγή μορφής τύπου συνδρομής.
hu_hu: Egy előfizetés típus formátum megadása szükséges.
mk_mk: Потребен е формат на типот на претплата.
ro_ro: Este necesar tipul de abonament.

# manager.subscriptionTypes.form.format
source: Format
el_gr: Μορφή
hu_hu: Formátum
mk_mk: Формат

# manager.subscriptionTypes.form.durationRequired
source: A duration is required.
el_gr: Απαιτείται η εισαγωγή της διάρκειας συνδρομής.
hu_hu: Szükséges egy időtartam.
mk_mk: Потребно е времетраење.
ro_ro: Este necesară durata.

# manager.subscriptionTypes.form.durationNumeric
source: The duration must be a positive, numeric value.
el_gr: Η διάρκεια συνδρομής πρέπει να είναι μία θετική αριθμητική τιμή.
hu_hu: Az időtartamnak pozitív, egész számnak kell lennie.
mk_mk: Времетраењето мора да биде позитивна, нумеричка вредност.
ro_ro: Durata trebuie să fie o valoare numerică pozitivă.

# manager.subscriptionTypes.form.durationInstructions
source: The number of months the subscription lasts (e.g. 12).
el_gr: Η διάρκεια σε μήνες της συνδρομής (π.χ. 12).
hu_hu: Az előfizetés időtartam hátralévő hónapjainak száma (pl. 12).
mk_mk: Бројот на месеци што трае претплатата (на пример, 12).
ro_ro: Numărul de luni care durează abonamentul (de ex. 12).

# manager.subscriptionTypes.form.duration
source: Duration
el_gr: Διάρκεια
hu_hu: Időtartam
mk_mk: Времетраење
ro_ro: Durata

# manager.subscriptionTypes.form.nonExpiringValid
source: Please use the provided options.
el_gr: Παρακαλούμε χρησιμοποιήστε τις παρεχόμενες επιλογές.
hu_hu: Kérem, használja az alábbi lehetőségeket.
mk_mk: Ве молиме, користете ги дадените опции.
ro_ro: Vă rugăm să utilizați opțiunile furnizate.

# manager.subscriptionTypes.form.nonExpiring.neverExpires
source: Never expires
el_gr: Χωρίς λήξη
hu_hu: Soha nem jár le
mk_mk: Никогаш не истекува
ro_ro: Nu expiră niciodată

# manager.subscriptionTypes.form.nonExpiring.months
source: months (e.g. 12)
el_gr: μήνες (π.χ. 12)
hu_hu: hónap(ok) (pl. 12)
mk_mk: месеци (на пример, 12)
ro_ro: luni (ex. 12)

# manager.subscriptionTypes.form.nonExpiring.expiresAfter
source: Expires after
el_gr: Λήξη μετά από
hu_hu: Lejár ...után
mk_mk: Истекува после
ro_ro: Expiră după

# manager.subscriptionTypes.form.description
source: Description
el_gr: Περιγραφή
hu_hu: Leírás
mk_mk: Опис
ro_ro: Descriere

# manager.subscriptionTypes.form.currencyValid
source: Please select a valid currency.
el_gr: Παρακαλούμε επιλέξτε ένα έγκυρο νόμισμα.
hu_hu: Kérem, válasszon érvényes pénznemet.
mk_mk: Изберете важечка валута.
ro_ro: Vă rog să selectați o valută validă.

# manager.subscriptionTypes.form.currencyRequired
source: A currency is required.
el_gr: Απαιτείται η επιλογή νομίσματος.
hu_hu: Pénznem megadása kötelező.
mk_mk: Потребна е валута.
ro_ro: Valuta este necesară.

# manager.subscriptionTypes.form.currency
source: Currency
el_gr: Νόμισμα
hu_hu: Pénznem
mk_mk: Валута
ro_ro: Valuta

# manager.subscriptionTypes.form.costRequired
source: A cost is required.
el_gr: Απαιτείται εισαγωγή κόστους.
hu_hu: Költség megadása kötelező.
mk_mk: Потребна е цена.
ro_ro: Este necesar un preț.

# manager.subscriptionTypes.form.costNumeric
source: The cost must be a positive, numeric value.
el_gr: Το κόστος πρέπει να είναι μία θετική αριθμητική τιμή.
hu_hu: A költségnek pozitív egész számnak kell lennie.
mk_mk: Трошокот мора да биде позитивна, нумеричка вредност.
ro_ro: Costul trebuie să aibă o valoare pozitivă, numerică.

# manager.subscriptionTypes.form.costInstructions
source: Enter a numeric value (e.g. 40 or 40.00) without symbol (e.g., $).
el_gr: Εισάγετε μία αριθμητική τιμή (π.χ. 40 ή 40,00) χωρίς σύμβολο νομίσματος.
hu_hu: Adjon meg egy szám értéket (pl. 40 vagy 40.00) pénznem nélkül (pl. Ft).
mk_mk: Внесете нумеричка вредност (на пример, 40 или 40,00) без симбол (на пример, $).
ro_ro: Introduceți o valoare numerică (de exemplu, 40 sau 40.00) fără simbol (de exemplu, $).

# manager.subscriptionTypes.form.cost
source: Cost
el_gr: Κόστος
hu_hu: Költség
mk_mk: Цена
