Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.subscriptionPolicies
source: Subscription Policies
el_gr: Πολιτικές συνδρομών
hu_hu: Előfizetési irányelvek
mk_mk: Политики за претплата
ro_ro: Politici de abonare

# manager.statistics.reports.filters.byObject.description
source: Narrow results by object type (journal, issue, article, file types) and/or by one or more object id(s).
el_gr: Περιορίστε τα αποτελέσματα σύμφωνα με τον τύπο του αντικειμένου (περιοδικό, τεύχος, άρθρο, είδος αρχείου) ή/και σύμφωνα με ένα ή περισσότερα αναγνωριστικά (id) αντικειμένων.
hu_hu: Az objektum típushoz közeli találatok (folyóirat, szám, cikk, fájl típusok) és/vagy egy vagy több objektum azonosító(k).
mk_mk: Тесни резултати според типот на објектот (списание, издание, напис, типови на датотеки) и / или по еден или повеќе идентитет (и) на објектот.
ro_ro: Rezultate restrânse în funcție de tipul obiectului (jurnal, număr, articol, tipuri de fișiere) și / sau de unul sau mai multe ID-uri de obiect.

# manager.statistics.reports.filters.byContext.description
source: Narrow results by context (issues and/or article).
el_gr: Περιορίστε τα αποτελέσματα ανά κατηγορία τεκμηρίου (τεύχος ή/και άρθρο)
hu_hu: A szövegkörnyezettel közeli találatok (folyóirat számok és/vagy cikk).
mk_mk: Тесни резултати по контекст (прашања и / или напис).
ro_ro: Rezultate restrânse după context (volume și/sau articol).

# manager.statistics.reports.defaultReport.issuePageViews
source: Issue table of contents page views
el_gr: Προβολές σελίδας πίνακα περιεχομένων τεύχους
hu_hu: A folyóiratszám tartalomjegyzék-oldal megtekintés
mk_mk: Издадете прегледи на страницата со содржина
ro_ro: Vizualizări cuprins volum

# manager.statistics.reports.defaultReport.journalIndexPageViews
source: Journal main page views
el_gr: Προβολές αρχικής σελίδας περιοδικού
hu_hu: Folyóiratszám fájl letöltések
mk_mk: Прегледи на главната страница во весникот
ro_ro: Vizualizări ale paginii principale a jurnalului

# manager.statistics.reports.defaultReport.articleAbstractAndDownloads
source: Article abstract page views and downloads
el_gr: Προβολές σελίδας και μεταφορτώσεις περίληψης άρθρου
hu_hu: Cikk absztrakt oldal nézetek és letöltés
mk_mk: Апстрактни прегледи на страницата и преземања на статии
ro_ro: Vizualizări și descărcări ale rezumatelor articolelor

# manager.statistics.reports.defaultReport.articleAbstract
source: Article abstract page views
el_gr: Προβολές σελίδας περίληψης άρθρου
hu_hu: Cikk absztrakt oldalmegtekintés
mk_mk: Апстрактни прегледи на страници на статии
ro_ro: Vizualizări pagină rezumat articol

# manager.statistics.reports.defaultReport.articleDownloads
source: Article file downloads
el_gr: Μεταφορτώσεις αρχείου άρθρου
hu_hu: Cikk fájl letöltések
mk_mk: Преземања на датотеки со статии
ro_ro: Fișiere de articole descărcate

# manager.statistics.statistics.subscriptions
source: Subscriptions
el_gr: Συνδρομές
hu_hu: Előfizetések
mk_mk: Претплати
ro_ro: Abonamente

# manager.statistics.statistics.selectSections
source: Select the sections for calculating this journal's peer-reviewed statistics.
el_gr: Επιλέξτε τις ενότητες που θα χρησιμοποιηθούν για τον υπολογισμό των σχετικών με την ομότιμη αξιολόγηση στατιστικών του περιοδικού.
hu_hu: Válassza ki a rovatokat, a folyóirat lektorálási statisztika kiszámolásához.
mk_mk: Изберете ги деловите за пресметување на статистичките рецензии на ова списание.
ro_ro: Selectați secțiunile pentru calcularea statisticilor revizuite de la acea revistă.

# manager.statistics.statistics.reviewsPerReviewer
source: No. of reviews
el_gr: Αριθμός αξιολογήσεων
hu_hu: Az lektoráltak száma
mk_mk: Број на прегледи
ro_ro: Numărul de revizii

# manager.statistics.statistics.reviewerScore
source: Editor score
el_gr: Βαθμολογία Επιμελητή
hu_hu: Szerkesztői pontszám
mk_mk: Резултат на уредникот
ro_ro: Scor editor

# manager.statistics.statistics.reviewers
source: Reviewers
el_gr: Αξιολογητές
hu_hu: Szakmai lektorok
mk_mk: Рецензенти
ro_ro: Revizori

# manager.statistics.statistics.reviewerCount
source: No. assigned
el_gr: Αριθμός αναθέσεων
hu_hu: A kiosztottak száma
mk_mk: Бр. доделен
ro_ro: Nr. Alocat

# manager.statistics.statistics.registeredReaders
source: Registered readers
el_gr: Εγγεγραμμένοι Αναγνώστες
hu_hu: Regisztrált olvasók
mk_mk: Регистрирани читатели
ro_ro: Cititori înregistrați

# manager.statistics.statistics.peerReviewed
source: Peer reviewed
el_gr: Αξιολογημένα τεκμήρια
hu_hu: Lektorált
mk_mk: Рецензиран е врсник
ro_ro: Revizii

# manager.statistics.statistics.numSubmissions
source: Total submissions
el_gr: Σύνολο υποβολών
hu_hu: Az összes beküldött anyag
mk_mk: Вкупно поднесоци
ro_ro: Număr total de manuscrise depuse

# manager.statistics.statistics.numIssues
source: Issues published
el_gr: Δημοσιευμένα τεύχη
hu_hu: Publikált számok
mk_mk: Објавени изданија
ro_ro: Numere publicate

# manager.statistics.statistics.note
source: Note: Percentages for peer reviewed submissions may not add up to 100%, as items resubmitted are either accepted, declined, or still in process.
el_gr: Σημείωση: Τα ποσοστά για τα αξιολογημένα άρθρα μπορεί να μη δίνουν άθροισμα 100%, καθώς άρθρα που υποβάλλονται εκ νέου είτε γίνονται αποδεκτά, είτε απορρίπτονται, είτε βρίσκονται ακόμη στη διαδικασία αξιολόγησης.
hu_hu: Megjegyzés: A lektorált tételek, mint az újra beadandó, elfogadott, elutasított vagy még folyamatban lévők száma nem adja ki a 100%-ot.
mk_mk: Белешка: Процентите за поднесоци од рецензирани оценки може да не се додадат до 100%, бидејќи предметите што се повторно испратени се прифатени, одбиени или се уште во тек.
ro_ro: Notă: Procentele de manuscripte revizuite nu pot fi de până la 100%, deoarece articolele reînregistrate sunt fie acceptate,respinse, fie încă în proces.

# manager.statistics.statistics.makePublic
source: Check items to be made available to readers in About the Journal.
el_gr: Επιλέξτε τα τεκμήρια που επιθυμείτε να είναι διαθέσιμα στους Αναγνώστες στη σελίδα "Σχετικά με το Περιοδικό".
hu_hu: Jelölje azokat a tételeket, amelyek elérhetőek legyenek az Információk oldalon.
mk_mk: Проверете ги предметите што ќе им бидат достапни на читателите во About Journal.
ro_ro: Verificați articolele care vor fi puse la dispoziția cititorilor din Despre jurnal.

# manager.statistics.statistics.itemsPublished
source: Items published
el_gr: Δημοσιευμένα τεκμήρια
hu_hu: Publikált tételek
mk_mk: Објавени предмети
ro_ro: Articole publicate

# manager.statistics.statistics.description
source: OJS calculates the following statistics for each journal. The "days to review" is calculated from date of submission (or designation of Review Version) to the initial Editor Decision, while the "days to publish" is measured for accepted submissions from its original uploading to its publication.
el_gr: Το OJS υπολογίζει τα ακόλουθα στατιστικά: Οι "Ημέρες για αξιολόγηση" υπολογίζονται από την ημερομηνία υποβολής (ή της σήμανσης των υποβεβλημένων αρχείων ως "έκδοση αξιολόγησης") μέχρι την αρχική απόφαση του Επιμελητή, ενώ οι "Ημέρες για δημοσίευση" υπολογίζονται, για άρθρα που έχουν γίνει αποδεκτά, από την ημερομηνία της αρχικής μεταφόρτωσης του άρθρου μέχρι τη δημοσίευσή του.
hu_hu: Az OJS kiszámítja minden folyóirathoz a következő statisztikát. A "napok a lektorálásig" kiszámítja, hogy a benyújtás napjához képest (vagy a lektorált verzió megjelöléséhez képest) az első szerkesztői döntésig mennyi idő telik el, míg a "napok a publikálásig" megnézi, hogy az elfogadott cikk eredeti feltöltésétől számítva a publikálásáig mennyi idő tellik el.
mk_mk: OJS ја пресметува следната статистика за секое списание. „Деновите за преглед“ се пресметуваат од датумот на доставување (или ознака на верзијата за преглед) до првичната одлука на уредникот, додека „деновите за објавување“ се мерат за прифатените поднесоци од првичното поставување до неговото објавување.
ro_ro: OJS calculează următoarele statistici pentru fiecare jurnal. „Zilele de revizuire” se calculează de la data depunerii (sau desemnarea versiunii de revizuire) la Decizia inițială de editor, în timp ce „zilele de publicare” sunt măsurate pentru trimiterile acceptate de la încărcarea inițială la publicarea sa.

# manager.statistics.statistics.daysToPublication
source: Days to publication
el_gr: Ημέρες για δημοσίευση
hu_hu: Napok a publikálásig
mk_mk: Денови на објавување
ro_ro: Zile pentru publicare

# manager.statistics.statistics.daysPerReview
source: Days to review
el_gr: Ημέρες για αξιολόγηση
hu_hu: Napok a lektori véleményig
mk_mk: Денови за преглед
ro_ro: Zile pentru revizie

# manager.statistics.statistics.count.revise
source: Resubmit
el_gr: Επανυποβολή
hu_hu: Újraküldés
mk_mk: Повторно испрати
ro_ro: Reînregistrați

# manager.statistics.statistics.count.decline
source: Decline
el_gr: Απόρριψη
hu_hu: Elutasítás
mk_mk: Одбиј
ro_ro: Refuzați

# manager.statistics.statistics.count.accept
source: Accept
el_gr: Αποδοχή
hu_hu: Elfogadás
mk_mk: Прифати

# manager.statistics.statistics.articleViews
source: Article View Counts (for Authors only)
el_gr: Μετρήσεις προβολών άρθρων (μόνο για Συγγραφείς)
hu_hu: Cikk megtekintések száma (csak a szerzőknek)
mk_mk: Број на прегледи на написи (само за автори)
ro_ro: Număr de vizualizări articol (doar pentru autori)

# manager.statistics.statistics
source: Journal Statistics
el_gr: Στατιστικά περιοδικού
hu_hu: Folyóirat statisztikák
mk_mk: Статистика за весник
ro_ro: Statistici jurnal

# manager.statistics.defaultMetricDescription
source: Your journal is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
el_gr: Η εγκατάσταση του OJS καταγράφει διάφορες κατηγορίες στατιστικών χρήσης, τα οποία εμφανίζονται σε διάφορα συγκείμενα. Σε κάποιες περιπτώσεις χρησιμοποιείται ένα μοναδικό στατιστικό χρήσης (π.χ. για την εμφάνιση ενός καταλόγου των πιο δημοφιλών άρθρων ή για την ταξινόμηση των αποτελεσμάτων μίας αναζήτησης). Παρακαλούμε ορίστε ένα από τα διαμορφωμένα σύνολα ως προεπιλογή.
hu_hu: A folyóirat a jelenlegi konfiguráció szerint egy vagy több használati statisztikát képes tárolni. A használati statisztikák különböző környezetekben jelennek meg. Vannak esetek, amikor egy egyedülálló statisztikát kell használni, pl. egy rendezetlen lista a leggyakrabban olvasott cikkekről vagy rangsorolni a keresési eredményeket. Kérem, válasszon az alapértelmezett statisztikák közül.
mk_mk: Вашиот дневник е конфигуриран да снима повеќе од една метрика на употреба. Статистиката за употреба ќе биде прикажана во неколку контексти. Постојат случаи кога мора да се користи статистика за една употреба, на пр. да прикажува нарачана листа на најкористени статии или да рангира Резултати од пребарувањето. Изберете една од конфигурираните метрики како стандардна.
ro_ro: Aplicația OJS instalată este configurată pentru a înregistra mai multe date de utilizare. Statisticile de utilizare vor fi afișate în diferite contexturi. Există cazuri în care trebuie utilizată o singură statistică de utilizare, de ex. pentru a afișa o listă ordonată cu cele mai utilizate articole sau pentru a clasifica rezultatele căutărilor. Vă rugăm să selectați una din valorile măsurabile ca implicită.

# manager.setup.useTextTitle
source: Title text
el_gr: Κείμενο τίτλου
hu_hu: Cím szöveg
mk_mk: Наслов текст
ro_ro: Text titlu

# manager.setup.userRegistration
source: User Registration
el_gr: Εγγραφή Χρήστη
hu_hu: Felhasználó regisztráció
mk_mk: Регистрација на корисник
ro_ro: Înregistrare utilizator

# manager.setup.useImageTitle
source: Title image
el_gr: Εικόνα τίτλου
hu_hu: Cím kép
mk_mk: Насловна слика
ro_ro: Titlul imagine

# manager.setup.useThumbnail
source: Thumbnail
el_gr: Μικρογραφία
hu_hu: Bélyegkép
mk_mk: Сликичка
ro_ro: Miniatura

# manager.setup.useEditorialReviewBoard
source: An editorial/review board will be used by the journal.
el_gr: Το περιοδικό θα διαθέτει Εκδοτική Επιτροπή.
hu_hu: A folyóiratnál lesz szerkesztő/lektori bízottság.
mk_mk: Списанието ќе користи уреднички / рецензентски одбор.
ro_ro: Jurnalul va folosi un comitet editorial / de revizuire.

# manager.setup.uniqueIdentifierDescription
source: Articles and issues can be tagged with an identification number or string, employing a registration system such as the Digital Object Identifier System (DOI).
el_gr: Τα άρθρα και τα τεύχη του περιοδικού μπορούν να σημανθούν με έναν αριθμό ή μία σειρά χαρακτήρων αναγνώρισης, εφαρμόζοντας μια μέθοδο ευρετηριασμού όπως το Digital Object Identifier (DOI).
hu_hu: A cikkek és a számok azonosítására használható olyan rendszer, amely számokkal vagy betűkkel azonosítja a tételeket, mint például a Digitális Objektum Azonosító (DOI).
mk_mk: Написите и темите можат да бидат обележани со идентификациски број или низа, користејќи систем за регистрација како што е системот за идентификација на дигитални објекти (ДОИ).
ro_ro: Articolele și numerele pot fi etichetate cu un număr sau un șir de identificare, folosind un sistem de înregistrare, cum ar fi Digital Object Identifier System (DOI).

# manager.setup.uniqueIdentifier
source: Unique Identifier
el_gr: Μοναδικό αναγνωριστικό
hu_hu: Egyedi Azonosító
mk_mk: Уникатен идентификатор
ro_ro: Identificator unic

# manager.setup.typeProvideExamples
source: Provide examples of relevant research types, methods, and approaches for this field
el_gr: Παραθέστε παραδείγματα σχετικών τύπων έρευνας, μεθόδων και προσεγγίσεων για το συγκεκριμένο πεδίο
hu_hu: Példák a terület megfelelő kutatási típusaihoz, módszereihez, megközelítéseihez
mk_mk: Обезбедете примери за релевантни типови, методи и пристапи на истражување за оваа област
ro_ro: Oferiți exemple de tipuri de cercetare, metode și abordări relevante pentru acest domeniu

# manager.setup.typeMethodApproach
source: Type (Method/Approach)
el_gr: Τύπος (Μέθοδος/Προσέγγιση)
hu_hu: Típus (Módszer/Megközelítés)
mk_mk: Тип (метод / пристап)
ro_ro: Tip (metodă/abordare)

# manager.setup.typeExamples
source: (E.g., Historical Inquiry; Quasi-Experimental; Literary Analysis; Survey/Interview)
el_gr: (π.χ., Ιστορική έρευνα, Πειραμα, Λογοτεχνική ανάλυση, Έρευνα/συνέντευξη)
hu_hu: (Pl. Történelmi vizsgálat; Kvázi-kísérlet; Irodalmi elemzés; Felmérés/Interjú)
mk_mk: (На пр., Историско истражување; квази-експериментално; литературна анализа; истражување / интервју)
ro_ro: (De exemplu, anchetă istorică; cvasi-experimentală; analiză literară; sondaj / interviu)

# manager.setup.enableOai.description
source: Provide metadata to third-party indexing services through the <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
el_gr: Παρέχετε μεταδεδομένα σε υπηρεσίες ευρετηρίασης τρίτων, μέσω του <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
hu_hu: Adjon meg metaadatokat harmadik fél indexelő szolgáltatásai számára az alábbi helyen: <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
mk_mk: Обезбедете метаподатоци на услуги за индексирање на трети лица преку <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
ro_ro: Furnizați metadate serviciilor de indexare ale terților prin intermediul <a href="https://www.openarchives.org/">Open Archives Initiative</a>.

# manager.setup.enableOai
source: Enable OAI
el_gr: Ενεργοποίηση του OAI
hu_hu: OAI hozzáférés engedélyezése a tartalomhoz
mk_mk: Овозможете OAI
ro_ro: Activați OAI

# manager.setup.disableSubmissions.notAccepting
source: This journal is not accepting submissions at this time. Visit the workflow settings to allow submissions.
mk_mk: Во овој момент, ова списание не прифаќа поднесоци. Посетете ги поставките за работниот тек за да дозволите поднесување.

# manager.setup.disableSubmissions.description
source: Prevent users from submitting new articles to the journal. Submissions can be disabled for individual journal sections on the <a href="{$url}">journal sections</a> settings page.
mk_mk: Спречете ги корисниците да доставуваат нови статии до списанието. Пријавите може да бидат оневозможени за одделни делови од списанијата на страницата за поставки за <a href="{$url}">journal sections</a>.

# manager.setup.submissions.description
source: Author guidelines, copyright, and indexing (including registration).
el_gr: Οδηγίες προς τους Συγγραφείς, πνευματικά δικαιώματα και ευρετηρίαση (συμπεριλαμβανομένης της εγγραφής)
hu_hu: Szerzői útmutató, copyright, és indexelés (beleértve a regisztrációt).
mk_mk: Упатства за автор, авторски права и индексирање (вклучително и регистрација).
ro_ro: Ghidul autorului, drepturile de autor și indexarea (inclusiv înregistrarea).

# manager.setup.submissions
source: Submissions
el_gr: Υποβολές
hu_hu: Beküldések
mk_mk: Поднесоци
ro_ro: Înregistrare manuscris

# manager.setup.submissionPreparationChecklistDescription
source: On making a submission to the journal, authors are first asked to check each item on the Submission Preparation Checklist as completed, before proceeding. The checklist also appears in the Author Guidelines, under About the Journal. The list can be edited below, but all items on the list will require a checkmark before authors can proceed with their submission.
el_gr: Κατά την υποβολή εργασιών στο περιοδικό, ζητείται από τους Συγγραφείς να επιβεβαιώσουν ότι η υποβολή συμβαδίζει με τις υποδείξεις της λίστας ελέγχου. Η λίστα ελέγχου εμφανίζεται επίσης στις «Οδηγίες για τους Συγγραφείς», στην σελίδα «Σχετικά με το περιοδικό». Μπορείτε να επεξεργαστείτε τα στοιχεία της λίστας παρακάτω. Για την ολοκλήρωση της υποβολής από τους Συγγραφείς, απαιτείται η επιβεβαίωση όλων των στοιχείων της λίστας.
hu_hu: Folyóirathoz történő beküldésnél még a beküldés előtt a szerzőnek először egy ellenőrzést kell elvégeznie, hogy a benyújtási követelmények minden pontjának megfelel a cikk. Az ellenőrzőlista a szerzői útmutatóban is rendelkezésre áll az Információk alatt. A listát alább lehet szerkeszteni, de a szerzőnek minden tételnél tennie kell egy pipát, mielőtt a folytathatja a beküldést.
mk_mk: При поднесување на пријава до списанието, од авторите прво се бара да ја проверат секоја ставка во Списокот за подготовка на поднесувањето како завршен, пред да продолжат. Листата за проверка исто така се појавува во Упатството за авторот, под За списанието. Списокот може да се уредува подолу, но за сите ставки на списокот ќе биде потребна ознака пред авторите да продолжат со поднесувањето.
ro_ro: La înregistrarea manuscrisului către revistă, autorilor li se cere mai întâi să verifice fiecare articol din Lista de verificare a pregătirii înainte de a continua. Lista de verificare apare și în Ghidul autorului, la Despre jurnal. Lista poate fi editată mai jos, dar toate elementele din listă vor necesita o bifă înainte ca autorii să poată continua trimiterea lor.

# manager.setup.submissionPreparationChecklist
source: Submission Preparation Checklist
el_gr: Λίστα ελέγχου προετοιμασίας υποβολής
hu_hu: A benyújtás előkészítésének ellenőrzőlistája
mk_mk: Список за подготовка на поднесување
ro_ro: Lista de verificare a pregătirii depunerii manuscrisului

# manager.setup.submissionGuidelines
source: Submission guidelines
el_gr: Οδηγίες υποβολής
hu_hu: Cikkbeküldési útmutató
mk_mk: Упатства за поднесување
ro_ro: Ghidul de înregistrare manuscrise

# manager.setup.subjectProvideExamples
source: Provide examples of keywords or topics as a guide for authors
el_gr: Παραθέστε παραδείγματα λέξεων-κλειδιών ή θεμάτων για την καθοδήγηση των Συγγραφέων
hu_hu: Adjon példákat a kulcsszavakra vagy témákra, ami segíti a szerzőket
mk_mk: Обезбедете примери на клучни зборови или теми како водич за авторите
ro_ro: Oferiți exemple de cuvinte cheie sau subiecte ca ghidul pentru autori

# manager.setup.subjectKeywordTopic
source: Keywords
el_gr: Λέξεις-κλειδιά
hu_hu: Kulcsszavak
mk_mk: Клучни зборови
ro_ro: Cuvinte cheie

# manager.setup.subjectExamples
source: (E.g., Photosynthesis; Black Holes; Four-Color Map Problem; Bayesian Theory)
el_gr: (π.χ., Φωτοσύνθεση; Μαύρες τρύπες; Πρόβλημα των χαρτών των τεσσάρων χρωμάτων; Θεωρία Bayes)
hu_hu: (Pl. Fotószintézis; Fekete Lyukak; négyszín-tétel problematikája; Bayes-tétel)
mk_mk: (На пр., Фотосинтеза; Црни дупки; Проблем со четири бои на мапи; Баезијанска теорија)
ro_ro: (De exemplu, fotosinteză; găuri negre; problema hărții în patru culori; teoria Bayesiană)

# manager.setup.stepsToJournalSite
source: Five Steps to a Journal Web Site
el_gr: Πέντε βήματα για τη δημιουργία του ιστοτόπου του περιοδικού
hu_hu: 5 lépés a folyóirat weboldalhoz
mk_mk: Пет чекори до веб-страница за весник
ro_ro: Cinci pași către un site Web al jurnalului

# manager.setup.siteAccess.viewContent
source: View Article Content
el_gr: Προβολή Περιεχομένου Άρθρου
hu_hu: Cikk tartalmának megtekintése
mk_mk: Погледнете ја содржината на статијата
ro_ro: Vizualizare conținut articol

# manager.setup.siteAccess.view
source: Site Access
el_gr: Πρόσβαση στον Ιστότοπο
hu_hu: Oldal hozzáférés
mk_mk: Пристап до страницата
ro_ro: Acces site

# manager.setup.showGalleyLinksDescription
source: Always show galley links and indicate restricted access.
el_gr: Να προβάλλονται πάντα οι σύνδεσμοι των τυπογραφικών δοκιμίων και να υποδεικνύεται η περιορισμένη πρόσβαση.
hu_hu: Mindig mutassa a megjelenítő linkeket és jelezze a korlátozott hozzáférést.
mk_mk: Секогаш покажувајте врски од отисокот на труд и наведете ограничен пристап.
ro_ro: Afișați întotdeauna linkurile la galerie și indicați acces restricționat.

# manager.setup.selectSectionDescription
source: The journal section for which the item will be considered.
el_gr: Η ενότητα του περιοδικού στην οποία θα υποβληθεί το τεκμήριο.
hu_hu: Az a folyóirat rovat, amelybe a tétel bekerül.
mk_mk: Дел за списание за кое ќе се разгледува предметот.
ro_ro: Secțiunea jurnalului pentru care va fi luat în considerare articolul.

# manager.setup.selectEditorDescription
source: The journal editor who will see it through the editorial process.
el_gr: Ο Επιμελητής του περιοδικού που θα έχει την εποπτεία της επιμέλειας του τεκμηρίου.
hu_hu: A folyóirat szerkesztő, aki végigköveti a szerkesztési folyamatot.
mk_mk: Уредникот на списанието кој ќе го види преку уредничкиот процес.
ro_ro: Editorul jurnalului vă permite să vedeți procesul editorial.

# manager.setup.sectionsDescription
source: To create or modify sections for the journal (e.g., Articles, Book Reviews, etc.), go to Section Management.<br /><br />Authors on submitting items to the journal will designate...
el_gr: Για να δημιουργήσετε ή να τροποποιήσετε ενότητες του περιοδικού (π.χ., Άρθρα, Βιβλιοκρισίες, κτλ.), μεταβείτε στη "Διαχείριση ενοτήτων".&lt;br /&gt;&lt;br /&gt;Οι Συγγραφείς με την υποβολή των τεκμηρίων στο περιοδικό καθορίζουν...
hu_hu: Menjen a Rovat beállítások részhez, a folyóirat rovat készítéséhez vagy módosításához (pl. Cikkek, Tanulmányok, stb.).<br /><br />A Szerző a cikk benyújtásakor kijelöli...
mk_mk: За да креирате или измените делови за списанието (на пример, написи, прегледи на книги, итн.), Одете во Управување со оддели. <br/><br/> Авторите за поднесување предмети до списанието ќе назначат ...
ro_ro: Pentru crearea sau modificarea secțiunilor pentru jurnal (de exemplu, articole, recenzii de carte etc.), accesați secțiunea de management.<br /><br />Autorii care înregistrează manuscrise în jurnal vor desemna...
