Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.setup.lockssRegister
source: Identify 6-10 libraries that will register and cache the journal. For example, turn to institutions where editors or Board members work and/or institutions already participating in LOCKSS. See <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS community</a>.
el_gr: Προσδιορίστε 6-10 βιβλιοθήκες όπου θα αποθηκευτούν τα περιεχόμενα του περιοδικού.&lt;a href="http://www.lockss.org/community/" target="_blank"&gt;η κοινότητα LOCKSS &lt;/a&gt;.
hu_hu: 6-10 könyvtár fog regisztrálni és tárolni a folyóiratot. Például forduljon azokhoz az intézményekhez, ahol a szerkesztők vagy bizottsági tagok dolgoznak és/vagy már tagjai a LOCKSS hálózatnak. Lásd <a href="http://www.lockss.org/community/" target="_blank">a LOCKSS közösség</a>et.
mk_mk: Идентификувајте 6-10 библиотеки што ќе го регистрираат и кешираат списанието. На пример, свртете се на институции каде што работат уредници или членови на одбор и / или институции кои веќе учествуваат во LOCKSS. Погледнете ја <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS community</a>.
ro_ro: IIdentificați 6-10 biblioteci care vor înregistra jurnalul. De exemplu, adresați-vă instituțiilor unde lucrează editori sau membri ai consiliului de administrație și / sau instituții care participă deja la LOCKSS. Vedeți <a href="http://www.lockss.org/community/" target="_blank">comunitatea LOCKSS</a>.

# manager.setup.lockssLicenseLabel
source: LOCKSS License Description
el_gr: Περιγραφή άδειας LOCKSS
hu_hu: LOCKSS Licenc leírás
mk_mk: Опис на лиценцата за LOCKSS
ro_ro: Descrierea licenței LOCKSS

# manager.setup.lockssLicenseDescription
source: A LOCKSS license will appear in About the Journal under Archiving: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
el_gr: Η άδεια του LOCKSS θα εμφανίζεται στο μενού "Σχετικά με το περιοδικό", στην ενότητα "Αρχειοθέτηση": <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Άδεια LOCKSS</a>
hu_hu: A LOCKSS lincensz az Információk oldal Archiválás részében fog megjelenni: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
mk_mk: Лиценца за LOCKSS ќе се појави во За списанието под Архивирање: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
ro_ro: O licență LOCKSS va apărea în Despre jurnal sub Arhivare: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licența LOCKSS</a>

# manager.setup.lockssEnable
source: Enable LOCKSS to store and distribute journal content at participating libraries via a LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> page.
el_gr: Ενεργοποίηση του LOCKSS για τη διανομή και αποθήκευση του περιεχομένου σε βιβλιοθήκες που συμμετέχουν στο δίκτυο, μέσω της σελίδας &lt;a href="{$lockssUrl}" target="_blank"&gt;Διακήρυξη του Εκδότη&lt;/a&gt; του LOCKSS.
hu_hu: A LOCKSS rendszer engedélyezése, hogy a folyóirat tartalmak letárolásra és megosztásra kerüljenek a kapcsolódó könyvtárakkal a LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> oldalon.
mk_mk: Овозможете LOCKSS да складира и дистрибуира содржини во дневникот во учесничките библиотеки преку страницата LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>.
ro_ro: Permiteți LOCKSS să stocheze și să distribuiți conținutul jurnalului în bibliotecile participante la LOCKSS <a href="{$lockssUrl}" target="_blank">pagina Manifestul editorului</a>.

# manager.setup.otherLockss
source: LOCKSS and CLOCKSS
el_gr: Εναλλακτικές επιλογές αρχειοθέτησης
hu_hu: Egyéb archiválási lehetőségek
mk_mk: LOCKSS и CLOCKSS
ro_ro: LOCKSS și CLOCKSS

# manager.setup.plnPluginNotInstalled
source: The PKP Preservation Network (PN) provides free preservation services for any OJS journal that meets a few basic criteria. The PKP PN plugin for OJS 3 is currently in development and will be available in the plugin gallery soon.
el_gr: Το Πρόσθετο Δικτύου Διαφύλαξης (PN) του PKP παρέχει δωρεάν υπηρεσίες διαφύλαξης για κάθε περιοδικό του OJS που πληροί ορισμένα βασικά κριτήρια. Το Πρόσθετο PN του PKP για το OJS 3 βρίσκεται υπό ανάπτυξη και θα είναι σύντομα διαθέσιμο.
hu_hu: A PKP Preservation Network (PN) ingyenes megőrzési szolgáltatást biztosít bármely OJS folyóiratnak, amely megfelel a legalapvetőbb kritériumoknak. A PKP PN plugin még jelenleg fejelesztés alatt áll és hamarosan elérhetővé válik a telepíthető pluginok között.
mk_mk: Мрежата за зачувување на PKP (PN) обезбедува бесплатни услуги за зачувување на секое списание на OJS што исполнува неколку основни критериуми. Приклучокот PKP PN за OJS 3 е во фаза на развој и наскоро ќе биде достапен во галеријата на приклучоци.
ro_ro: Rețeaua de conservare PKP (PN) oferă servicii de conservare gratuite pentru orice jurnal OJS care îndeplinește câteva criterii de bază. Pluginul PKP PN pentru OJS 3 este în prezent în curs de dezvoltare și va fi disponibil în galeria de pluginuri în curând.

# manager.setup.plnPluginArchiving
source: PKP Preservation Network (PN)
el_gr: Το Πρόσθετο Δικτύου Διαφύλαξης (PN) του PKP
mk_mk: Мрежа за зачувување на PKP (PN)
ro_ro: Rețea de conservare PKP (PN)

# manager.setup.plnSettingsDescription
source: View the <button>plugin settings</button> to accept the terms of use for the PKP PN.
el_gr: Επιλέξτε τον σύνδεσμο "Ρυθμίσεις" για να αποδεχθείτε τους όρους χρήσης για το Πρόσθετο Δικτύου Διαφύλαξης (PN) του PKP.
hu_hu: Tekintse meg a <button>plugin beállításokat</button> a PKP PN használati feltételeinek elfogadásához.
mk_mk: Погледнете ги <button>plugin settings</button> за да ги прифатите условите за употреба за PKP PN.
ro_ro: Vizualizați <button>setări plugin</button> să accepte condițiile de utilizare pentru PKP PN.

# manager.setup.plnDescription
source: The PKP Preservation Network (PN) provides free preservation services for any OJS journal that meets a few basic criteria.
el_gr: Το Δίκτυο Διαφύλαξης (PN) του PKP παρέχει δωρεάν υπηρεσίες διαφύλαξης περιεχομένου για περιοδικά του OJS που πληρούν ορισμένα βασικά κριτήρια.
hu_hu: A PKP Preservation Network (PN) díjmentes megőrzési szolgáltatást biztosít bármely olyan OJS folyóiratnak, amely az alapvető kritériumoknak megfelel.
mk_mk: Мрежата за зачувување на PKP (PN) обезбедува бесплатни услуги за зачувување на секое списание на OJS што исполнува неколку основни критериуми.
ro_ro: Pluginul PKP PN (Conservare rețea) oferă servicii de conservare gratuite pentru orice jurnal OJS care îndeplinește câteva criterii de bază.

# manager.setup.plnPluginEnable
source: Enable the PKP PN plugin
el_gr: Το Πρόσθετο Δικτύου Διαφύλαξης (PN) του PKP ενεργοποιήθηκε.
hu_hu: PKP PN plugin bekapcsolva
mk_mk: Овозможете додаток PKP PN
ro_ro: Activați pluginul PKP PN

# manager.setup.lists
source: Lists
el_gr: Λίστες
hu_hu: Listák
mk_mk: Листи
ro_ro: Liste

# manager.setup.labelName
source: Label name
el_gr: Όνομα πεδίου
hu_hu: Címke neve
mk_mk: Име на етикета
ro_ro: Numele etichetei

# manager.setup.keyInfo.description
source: Provide a short description of your journal and identify editors, managing directors and other members of your editorial team.
el_gr: Δώστε μια σύντομη περιγραφή του περιοδικού σας και προσδιορίστε τους συντάκτες, τους διευθυντές και άλλα μέλη της συντακτικής σας ομάδας.
hu_hu: Mutassa be röviden a folyóiratát, a szerkesztőket és a szerkesztői csapat többi tagját.
mk_mk: Обезбедете краток опис на вашето списание и идентификувајте ги уредниците, управните директори и другите членови на вашиот уреднички тим.
ro_ro: Oferiți o scurtă descriere a jurnalului dvs. și identificați editorii, directorii manageri și alți membri ai echipei dvs. de redacție.

# manager.setup.keyInfo
source: Key Information
hu_hu: Kulcs információ
mk_mk: Клучни информации
ro_ro: Informație cheie

# manager.setup.contextTitle
source: Journal title
el_gr: Τίτλος Περιοδικού
hu_hu: Folyóirat címe
mk_mk: Наслов на весник
ro_ro: Titlul jurnalului

# manager.setup.journalThumbnail.description
source: A small logo or representation of the journal that can be used in lists of journals.
el_gr: Ένα μικρό λογότυπο ή εικόνα του περιοδικού, για χρήση σε καταλόγους περιοδικών.
hu_hu: Egy kis logó, ami jellemző a folyóiratra és a folyóiratok listájában fog megjelenni.
mk_mk: Мало лого или претстава на списанието што може да се користи во списоци на списанија.
ro_ro: Un mic logo sau reprezentare a jurnalului care poate fi utilizat în listele de jurnale.

# manager.setup.journalThumbnail
source: Journal thumbnail
el_gr: Μικρογραφία περιοδικού
hu_hu: Folyóirat bélyegkép
mk_mk: Сликичка за весник
ro_ro: Miniatura jurnalului

# manager.setup.journalTheme
source: Journal Theme
el_gr: Γραφικό θέμα περιοδικού
hu_hu: Folyóirat sablon
mk_mk: Тема на весник
ro_ro: Tema jurnalului

# manager.setup.journalStyleSheetInvalid
source: Invalid journal stylesheet format. Accepted format is .css.
el_gr: Μη έγκυρη μορφή αρχείου μορφοποίησης για το περιοδικό. Έγκυρη μορφή αρχείου είναι η .css.
hu_hu: Érvénytelen folyóirat stíluslap formátum. Az elfogadott formátum a .css.
mk_mk: Невалиден формат на стилови на списанија. Прифатениот формат е .css.
ro_ro: Formatul foii de stil jurnal este invalid. Formatul acceptat este .css.

# manager.setup.journalSetupUpdated
source: Your journal setup has been updated.
el_gr: Οι ρυθμίσεις του περιοδικού ενημερώθηκαν.
hu_hu: A folyóirat beállítások frissültek.
mk_mk: Поставувањето на вашиот дневник е ажурирано.
ro_ro: Configurarea jurnalului dvs. a fost actualizată.

# manager.setup.journalSetup
source: Journal Setup
el_gr: Ρυθμίσεις του περιοδικού
hu_hu: Folyóirat beállítás
mk_mk: Поставување весник
ro_ro: Setare jurnal

# manager.setup.journalPolicies
source: Step 2. Journal Policies
el_gr: Βήμα 2. Πολιτικές περιοδικού
hu_hu: 2. lépés Folyóirat politika
mk_mk: Чекор 2. Политики за весници
ro_ro: Pasul 2. Politicile jurnalului

# manager.setup.journalPageFooterDescription
source: This is the footer of your journal. To change or update the footer, paste the HTML code in the textbox below. Examples could be another navigation bar, a counter, etc. This footer will appear on every page.
el_gr: Αυτό είναι το υποσέλιδο του περιοδικού σας. Για να τροποποιήσετε το υποσέλιδο, εισάγετε τον σχετικό κώδικα HTML στο παρακάτω πλαίσιο κειμένου. Το υποσέλιδο θα εμφανίζεται σε όλες τις σελίδες.
hu_hu: Ez a folyóirat lábléce. A lábléc megváltoztatásához, vagy frissítéséhez, illesszen be egy HTML kódot az alábbi szöveges mezőbe. Például egy másik navigációs sáv vagy egy számláló stb. A lábléc minden oldalon megjelenik.
mk_mk: Ова е подножјето на вашето списание. За да го смените или ажурирате подножјето, залепете го HTML-кодот во полето за текст подолу. Примери може да бидат друга лента за навигација, бројач, итн. Овој подножје ќе се појави на секоја страница.
ro_ro: Aceasta este subsolul jurnalului. Pentru a-l schimba sau actualiza, lipiți codul HTML în caseta de text mai jos. Exemple pot fi o altă bară de navigare, un contor, etc. Acest subsol va apărea în fiecare pagină.

# manager.setup.journalPageFooter
source: Journal Page Footer
el_gr: Υποσελίδο περιοδικού
hu_hu: Folyóirat oldal lábléc
mk_mk: Подножје на страница на весник
ro_ro: Subsol pagină

# manager.setup.journalLogo.altText
source: Journal Logo
el_gr: Λογότυπο περιοδικού
hu_hu: Folyóirat Logó
mk_mk: Лого на весник
ro_ro: Logo-ul jurnalului

# manager.setup.journalLogo
source: Journal Logo
el_gr: Λογότυπο περιοδικού
hu_hu: Folyóirat Logó
mk_mk: Лого на весник
ro_ro: Logo-ul jurnalului

# manager.setup.journalLayoutDescription
source: Choose a journal theme and select layout components here. A journal stylesheet may also be uploaded, which can be used to override style data in the system-wide stylesheets and theme stylesheet (if a theme is chosen).
el_gr: Επιλέξτε ένα γραφικό θέμα και τα στοιχεία που θα διαμορφώσουν την διεπαφή του περιοδικού. Εναλλακτικά, μεταφορτώστε ένα αρχείο μορφοποίησης.
hu_hu: Válasszon egy folyóirat sablont, és válasszon hozzá megjelenési elemeket. Egyedi folyóirat stíluslapot is feltölthet, amelyikkel felülírható a rendszerszintű stíluslap és a sablon stíluslap (ha megtörtént a sablon választás).
mk_mk: Изберете тема за дневник и изберете компоненти за изгледот тука. Може да се постави и список со стилови на списание, што може да се користи за заменување на податоците за стилот во листовите на стилови во целиот систем и стилот на темата (ако е избрана тема).
ro_ro: Alegeți o temă de jurnal și selectați aici componentele de aspect. Poate fi încărcat și o fișier de stil de jurnal, care poate fi folosit pentru a înlocui datele de stil din foile de stil din întregul sistem și din tabelul de stil (dacă este aleasă o temă).

# manager.setup.journalLayout
source: Journal Layout
el_gr: Εμφάνιση περιοδικού
hu_hu: A folyóirat elrendezése
mk_mk: Распоред на весник
ro_ro: Aspectul jurnalului

# manager.setup.contextInitials
source: Journal initials
el_gr: Αρχικά Περιοδικού
hu_hu: Folyóirat kezdőbetűi
mk_mk: Иницијали на весник
ro_ro: Inițialele jurnalului

# manager.setup.journalHomepageHeaderDescription
source: A graphic version of the journal's title and logo (as a .gif, .jpg, or .png file) can be uploaded for the homepage, which will replace the text version that otherwise appears.
el_gr: Μία γραφική έκδοση του τίτλου και του λογοτύπου του περιοδικού (ως αρχείο .gif, .jpg, ή .png) μπορεί να μεταφορτωθεί για την αρχική σελίδα.
hu_hu: Feltölthető a folyóirat címének és logójának grafikus változata (mint pl. .gif, .jpg, vagy .png fájl), ami lecseréli a szöveges változatot.
mk_mk: Графичката верзија на насловот и логото на списанието (како датотека .gif, .jpg или .png) може да се постави за почетната страница, што ќе ја замени текстуалната верзија што инаку се појавува.
ro_ro: Pentru pagina principală poate fi încărcată o versiune grafică a titlului și logo-ului jurnalului (ca fișier .gif, .jpg sau .png), care va înlocui versiunea text.

# manager.setup.journalHomepageHeader.altText
source: Journal Homepage Header
el_gr: Κεφαλίδα Αρχικής Σελίδας Περιοδικού
hu_hu: Folyóirat főoldal fejléc
mk_mk: Заглавие на почетна страница на весник
ro_ro: Antetul paginii principale

# manager.setup.journalHomepageHeader
source: Journal Homepage Header
el_gr: Κεφαλίδα αρχικής σελίδας περιοδικού
hu_hu: Folyóirat főoldal fejléc
mk_mk: Заглавие на почетната страница на весник
ro_ro: Antetul paginii principale

# manager.setup.journalHomepageContentDescription
source: By default, the homepage consists of navigation links. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown. Note that the current issue is always accessible through the Current link in the navigation bar.
el_gr: Εξ ορισμού, η αρχική σελίδα αποτελείται από συνδέσμους πλοήγησης. Επιπλέον περιεχόμενο μπορεί να προστεθεί μέσω των ακόλουθων επιλογών. Λάβετε υπόψη σας ότι το τρέχον τεύχος είναι πάντοτε προσβάσιμο μέσω του συνδέσμου «Τρέχον Τεύχος», στη γραμμή πλοήγησης.
hu_hu: Alapértelmezés szerint a főoldal navigációs linkekből áll. További oldalakat lehet hozzácsatolni ha használ az alábbi lehetőségek közül egyet vagy az összeset. Ezek a megadott sorrendben fognak megjelenni. Megjegyzendő, hogy az aktuális szám mindig az Aktuális link alatt érhető el a Navigációs sávon.
mk_mk: Стандардно, почетната страница се состои од навигациски врски. Дополнителна содржина на почетната страница може да се додаде со користење на една или сите следни опции, кои ќе се појават по прикажаниот редослед. Забележете дека тековното прашање е секогаш достапно преку врската Тековна во лентата за навигација.
ro_ro: În mod implicit, pagina principală constă din link-uri de navigare. Conținut suplimentar al paginii de pornire poate fi anexat folosind una sau toate opțiunile următoare, care vor apărea în ordinea indicată. Rețineți că numărul curent este întotdeauna accesibil prin linkul Curent din bara de navigare.

# manager.setup.journalHomepageContent
source: Journal Homepage Content
el_gr: Περιεχόμενo αρχικής σελίδας περιοδικού
hu_hu: A folyóirat weboldalának tartalma
mk_mk: Содржина на почетна страница на весник
ro_ro: Conținutul paginii principale

# manager.setup.contextAbout.description
source: Include any information about your journal which may be of interest to readers, authors or reviewers. This could include your open access policy, the focus and scope of the journal, copyright notice, sponsorship disclosure, history of the journal, a privacy statement, and inclusion in any LOCKSS or CLOCKSS archival system.
el_gr: Συμπεριλάβετε οποιαδήποτε πληροφορία σχετικά με το περιοδικό σας, η οποία μπορεί να ενδιαφέρει τους αναγνώστες, τους συγγραφείς ή τους αξιολογητές. Αυτό θα μπορούσε να περιλαμβάνει την πολιτική ανοικτής πρόσβασης, την εστίαση και το πεδίο εφαρμογής του περιοδικού, την ειδοποίηση σχετικά με τα πνευματικά δικαιώματα, τη γνωστοποίηση χορηγίας, το ιστορικό του περιοδικού, μια δήλωση προστασίας προσωπικών δεδομένων και την ένταξη σε οποιοδήποτε σύστημα αρχειοθέτησης LOCKSS ή CLOCKSS.
hu_hu: Bármilyen információt tartalmazhat a folyóiratáról, amely érdekelheti az olvasókat, szerzőket és a szakmai lektorokat. Tartalmazhatja a szabad hozzáférés politikájukat, a folyóirat fókuszpontjait, témaköreit, szerzői jogi megjegyzéseket, szponzori információkat, a folyóirat történetét, adatvédelmi irányelvet, valamint belefoglalhatók a LOCKSS vagy CLOCKSS archíválási rendszerekkel kapcsolatos információk.
mk_mk: Вклучете какви било информации за вашето списание што може да бидат од интерес за читатели, автори или рецензенти. Ова може да вклучува ваша политика за отворен пристап, фокус и обем на списанието, известување за авторски права, обелоденување на спонзорството, историја на списанието, изјава за приватност и вклучување во кој било архивски систем LOCKSS или CLOCKSS.
ro_ro: Includeți informații despre jurnalul dvs. care pot fi de interes pentru cititori, autori sau recenzori. Aceasta ar putea include politica dvs. de acces deschis, accentul și domeniul de aplicare al jurnalului, notificarea privind drepturile de autor, divulgarea sponsorizării, istoricul jurnalului, o declarație de confidențialitate și includerea în orice sistem de arhivare LOCKSS sau CLOCKSS.

# manager.setup.contextAbout
source: About the Journal
el_gr: Σχετικά με το Περιοδικό
hu_hu: A folyóiratról
mk_mk: За весникот
ro_ro: Despre revistă

# manager.setup.contextSummary
source: Journal Summary
el_gr: Περίληψη περιοδικού
hu_hu: Folyóirat összefoglaló
mk_mk: Резиме на весник
ro_ro: Rezumatul jurnalului

# manager.setup.journalArchiving
source: Journal Archiving
el_gr: Αρχειοθέτηση περιοδικού
hu_hu: Folyóirat archiválás
mk_mk: Архивирање весници
ro_ro: Arhivarea jurnalului

# manager.setup.journalAbbreviation
source: Journal Abbreviation
el_gr: Συντομογραφία περιοδικού
hu_hu: A folyóirat rövidítése
mk_mk: Кратенка на весник
ro_ro: Abreviere jurnal

# manager.setup.itemsPerPage.description
source: Limit the number of items (for example, submissions, users, or editing assignments) to show in a list before showing subsequent items in another page.
el_gr: Περιορίστε τον αριθμό τεκμηρίων (για παράδειγμα, υποβολές, χρήστες ή αναθέσεις επιμέλειας) που εμφανίζονται σε κάθε σελίδα μιας λίστας.
hu_hu: Korlátozza az egy oldalon megjelenő elemek számát (például beküldések, felhasználók vagy szerkesztési feladatok). A soron következők már másik oldalon jelennek meg.
mk_mk: Ограничете го бројот на ставки (на пример, поднесоци, корисници или задачи за уредување) за да ги прикажете во списокот пред да ги прикажете следните ставки на друга страница.
ro_ro: Limitați numărul de elemenre (de exemplu, manuscrise, utilizatori sau misiuni de editare) la afișare într-o listă înainte de a afișa elemente ulterioare într-o altă pagină.

# manager.setup.itemsPerPage
source: Items per page
el_gr: Τεκμήρια ανά σελίδα
hu_hu: Oldalankénti tételek száma
mk_mk: Предмети по страница
ro_ro: Elemente pe pagină

# manager.setup.itemsDescription
source: Navigation bar items can be added to the current set (Home, About, User Home, etc.) that appear at the top of the page.
el_gr: Επιπλέον στοιχεία μπορούν να προστεθούν στη γραμμή πλοήγησης που βρίσκεται στην κορυφή της διεπαφής του περιοδικού.
hu_hu: Elemeket adhatunk a navigációs sáv jelenlegi menüpontjaihoz (Főoldal, Információ, Felhasználói főoldal, stb.), ami az oldalak tetején jelenik meg.
mk_mk: Предметите од лентата за навигација може да се додадат во тековната група (Дома, За, Корисник за дома, итн.) Што се појавуваат на горниот дел од страницата.
ro_ro: Pot fi adăugate elemente suplimentare la bara de navigare, alături de setul curent (Acasă, Despre, etc.), care apare în partea de sus a paginii.

# manager.setup.institution
source: Institution
el_gr: Ίδρυμα
hu_hu: Intézmény
mk_mk: Институција
ro_ro: Instituție

# manager.setup.initialIssueDescription
source: Depending on the format selected, identify the issue, volume, and/or year of the first issue to be published with OJS:
el_gr: Με βάση την επιλεγμένη μορφή, προσδιορίστε τον αριθμό τεύχους, τον τόμο ή/και το έτος του πρώτου τεύχους που θα δημοσιευθεί με το OJS:
hu_hu: A kiválasztott formátumtól függ az OJS-ben publikált első folyóirat szám, évfolyam és/vagy év azonosítása:
mk_mk: Во зависност од избраниот формат, идентификувајте го изданието, обемот и / или годината на првиот број што ќе се објави во OJS:
ro_ro: În funcție de formatul selectat, identificarea numărului, volumului și / sau anul primelor numere vor fi fi publicate în fiecare OJS:

# manager.setup.initialIssue
source: Initial issue
el_gr: Αρχικό τεύχος
hu_hu: Bevezető szám
mk_mk: Првично издание
ro_ro: Număr inițial

# manager.setup.information.forReaders
source: For Readers
el_gr: Για Αναγνώστες
hu_hu: Olvasóknak
mk_mk: За читатели
ro_ro: Pentru cititori

# manager.setup.information.forLibrarians
source: For Librarians
el_gr: Για Υπευθύνους βιβλιοθηκών
hu_hu: Könyvtárosoknak
mk_mk: За библиотекари
ro_ro: Pentru bibliotecari

# manager.setup.information.forAuthors
source: For Authors
el_gr: Για Συγγραφείς
hu_hu: Szerzőknek
mk_mk: За автори
ro_ro: Pentru autori

# manager.setup.information.description
source: Brief descriptions of the journal for librarians and prospective authors and readers. These are made available in the site's sidebar when the Information block has been added.
el_gr: Συνοπτική παρουσίαση του περιοδικού για τους Υπευθύνους βιβλιοθηκών, τους υποψήφιους Συγγραφείς και τους Αναγνώστες διατίθεται στην ενότητα “Πληροφορίες” στην δεξιά πλευρική στήλη της ιστοσελίδας.
hu_hu: A folyóirat rövid leírása a könyvtárosok és leendő szerzők, olvasók számára. Ez az oldalsávban lesz elérhető, ahol a hozzáadott Információ blokk megjelenik.
mk_mk: Кратки описи на списанието за библиотекари и потенцијални автори и читатели. Овие се достапни во страничната лента на страницата кога е додаден блокот со информации.
ro_ro: Scurtă descriere a revistei pentru bibliotecari, autori și cititori. Aceste informații sunt disponibile în bara laterală a site-ului, în blocul de Informații.

# manager.setup.information
source: Information
el_gr: Πληροφορίες
hu_hu: Információ
mk_mk: Информации
ro_ro: Informații
