Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.subscriptionTypes.editTitle
source: Edit
el_gr: Επεξεργασία
hu_hu: Szerkesztés
mk_mk: Уредување
ro_ro: Editați

# manager.subscriptionTypes.edit
source: Edit Subscription Type
el_gr: Επεξεργασία τύπου συνδρομής
hu_hu: Előfizetés típus szerkesztése
mk_mk: Уредете го типот на претплата
ro_ro: Editați tipul de abonament

# manager.subscriptionTypes.duration
source: Duration
el_gr: Διάρκεια
hu_hu: Időtartam
mk_mk: Времетраење
ro_ro: Durata

# manager.subscriptionTypes.createTitle
source: Create
el_gr: Δημιουργία
hu_hu: Létrehozás
mk_mk: Креирај
ro_ro: Creați

# manager.subscriptionTypes.create
source: Create New Subscription Type
el_gr: Δημιουργία νέου τύπου συνδρομής
hu_hu: Új előfizetés típus létrehozása
mk_mk: Создадете нов тип на претплата
ro_ro: Creați un nou tip de abonament

# manager.subscriptionTypes.institutional
source: Institutional
el_gr: Ιδρυματική
hu_hu: Intézmény
mk_mk: Институционално
ro_ro: Instituțional

# manager.subscriptionTypes.individual
source: Individual
el_gr: Ατομική
hu_hu: Egyéni előfizető
mk_mk: Индивидуално

# manager.subscriptionTypes.subscriptions
source: Subscriptions
el_gr: Συνδρομές
hu_hu: Előfizetések
mk_mk: Претплати
ro_ro: Abonări

# manager.subscriptionTypes.cost
source: Cost
el_gr: Κόστος
hu_hu: Költségek
mk_mk: Цена

# manager.subscriptionTypes.confirmDelete
source: Warning! All subscriptions with this subscription type will also be deleted. Are you sure you want to continue and delete this subscription type?
el_gr: Προσοχή! Όλες οι συνδρομές αυτού του τύπου θα διαγραφούν επίσης. Επιβεβαιώνετε τη διαγραφή του συγκεκριμένου τύπου συνδρομής;
hu_hu: Figyelem! Ez alatt az előfizetés típus alatt minden előfizetés törlésre kerül. Biztos benne, hogy folytatja és törli az előfizetés típust?
mk_mk: Предупредување! Сите претплати со овој тип на претплата исто така ќе бидат избришани. Дали сте сигурни дека сакате да продолжите и да го избришете овој тип на претплата?
ro_ro: Avertizare! Toate abonamentele de acest tip vor fi, de asemenea, șterse. Sigur doriți să continuați și să ștergeți acest tip de abonament?

# manager.subscriptionTypes
source: Subscription Types
el_gr: Τύποι συνδρομών
hu_hu: Előfizetési típusok
mk_mk: Видови претплата
ro_ro: Tipuri de abonamente

# manager.subscriptions.institutionName
source: Institution Name
el_gr: Όνομα ιδρύματος
hu_hu: Intézmény neve
mk_mk: Име на институција
ro_ro: Numele instituției

# manager.subscriptions.contact
source: Contact Name
el_gr: Όνομα προσώπου επαφής
hu_hu: Kapcsolattartó neve
mk_mk: Име за контакт
ro_ro: Nume de contact

# manager.subscriptions.user
source: User
el_gr: Χρήστης
hu_hu: Felhasználó
mk_mk: Корисник
ro_ro: Utilizator

# manager.subscriptions.subscriptionType
source: Subscription Type
el_gr: Τύπος συνδρομής
hu_hu: Előfizetési típus
mk_mk: Тип на претплата
ro_ro: Tip de abonare

# manager.subscriptions.subscriptionCreatedSuccessfully
source: Subscription created successfully.
el_gr: Η συνδρομή δημιουργήθηκε επιτυχώς.
hu_hu: Az előfizetés sikeresen létrejött.
mk_mk: Претплата е успешно создадена.
ro_ro: Abonamentul a fost creat cu succes.

# manager.subscriptions.select
source: Select
el_gr: Επιλογή
hu_hu: Válasszon
mk_mk: Изберете
ro_ro: Selectare

# manager.subscriptions.selectSubscriber.desc
source: Subscription access privileges are automatically granted to the journal's Journal Managers, Editors, Section Editors, Layout Editors, Copyeditors, and Proofreaders.
el_gr: Τα πρόνομια πρόσβασης που προκύπτουν από τη συνδρομή χορηγούνται αυτόματα στους Διαχειριστές, τους Επιμελητές, τους Επιμελητές Ενότητας, τους Επιμελητές Σελιδοποίησης, τους Επιμελητές Κειμένων και τους Επιμελητές Τυπογραφικών Δοκιμίων του περιοδικού.
hu_hu: Előfizetési hozzáférési jogosultságokat automatikusan megkapják a folyóirat Folyóirat Menedzsere, Szerkesztője, Rovatszerkesztője, Tördelője, Lektora és Korrektúrázója.
mk_mk: Привилегиите за пристап до претплата автоматски им се доделуваат на менаџерите на весникот, Уредниците, Уредниците на секциите, Уредниците на распоредот и Лекторите.
ro_ro: Privilegiile de acces la abonamente sunt acordate automat managerilor de jurnal, editorilor, editorilor de secțiuni, editorilor de machetă, celor de conținut și corectorilor.

# manager.subscriptions.selectUser
source: Select User
el_gr: Επιλέξτε Χρήστη
hu_hu: Válasszon felhasználót
mk_mk: Изберете корисник
ro_ro: Selectare utilizator

# manager.subscriptions.selectContact
source: Select Subscription Contact
el_gr: Επιλέξτε πρόσωπο επικοινωνίας για τις συνδρομές
hu_hu: Válasszon előfizetői kapcsolattartót
mk_mk: Изберете контакт за претплата
ro_ro: Selectați contactul de abonare

# manager.subscriptions.noneCreated
source: No subscriptions
el_gr: Δεν υπάρχουν συνδρομές
hu_hu: Nincsenek előfizetések
mk_mk: Нема претплати
ro_ro: Nici o abonare

# manager.subscriptions.notes
source: Notes
el_gr: Σημειώσεις
hu_hu: Megjegyzések
mk_mk: Белешки
ro_ro: Note

# manager.subscriptions.referenceNumber
source: Reference Number
el_gr: Αριθμός αναφοράς
hu_hu: Referenciaszám
mk_mk: Референтен број
ro_ro: Număr de referință

# manager.subscriptions.membership
source: Membership
el_gr: Μέλος
hu_hu: Tagság
mk_mk: Членство
ro_ro: Apartenență

# manager.subscriptions.ipRange
source: IP Range
el_gr: Περιοχή διευθύνσεων IP
hu_hu: IP tartomány
mk_mk: Опсег на IP
ro_ro: Interval IP

# manager.subscriptions.form.typeRequired
source: A subscription type must be created before new subscriptions can be made.
el_gr: Πρέπει να δημιουργηθεί ένας τύπος συνδρομής πριν τη δημιουργία νέων συνδρομών.
hu_hu: Készíteni kell egy előfizetési típust, mielőtt létrehoz egy új előfizetőt.
mk_mk: Тип на претплата мора да се создаде пред да се направат нови претплати.
ro_ro: Trebuie creat un tip de abonament înainte de a putea face abonamente noi.

# manager.subscriptions.form.subscriptionExists
source: This user already has a subscription for this journal.
el_gr: Ο Χρήστης αυτός είναι ήδη Συνδρομητής στο περιοδικό.
hu_hu: Ez a felhasználó már rendelkezik egy folyóirat előfizetéssel.
mk_mk: Овој корисник веќе има претплата за овој весник.
ro_ro: Acest utilizator are deja un abonament pentru acest jurnal.

# manager.subscriptions.form.subscriptionContactRequired
source: In order to send the user a notification email, the subscription contact name and email address must be specified in the journal Setup.
el_gr: Για την αποστολή ειδοποίησης μέσω μηνύματος στον Χρήστη, θα πρέπει να καθοριστεί το όνομα και η διεύθυνση ηλεκτρονικού ταχυδρομείου του προσώπου επικοινωνίας για τις συνδρομές, στο μενού "Οργάνωση περιοδικού" .
hu_hu: Annak érdekében, hogy a felhasználónak email értesítést tudjon küldeni, az előfizetésért felelős kapcsolattartó nevét és email címét meg kell adnia a folyóirat beállításoknál.
mk_mk: За да му испратите на корисникот е-пошта за известување, името на контактот за претплата и адресата за е-пошта мора да бидат наведени во Поставување на списанието.
ro_ro: Pentru a trimite utilizatorului un e-mail de notificare, numele contactului de abonament și adresa de e-mail trebuie specificate în jurnalul de configurare.

# manager.subscriptions.form.saveAndCreateAnother
source: Save and Create Another
el_gr: Αποθήκευση και δημιουργία νέου
hu_hu: Mentés és új készítése
mk_mk: Зачувајте и создадете друго
ro_ro: Salvați și creați un alt

# manager.subscriptions.form.addIpRange
source: Add
el_gr: Προσθήκη
hu_hu: Hozzáadás
mk_mk: Додади
ro_ro: Adaugă

# manager.subscriptions.form.deleteIpRange
source: Delete
el_gr: Διαγραφή
hu_hu: Törlés
mk_mk: Избриши
ro_ro: Șterge

# manager.subscriptions.form.ipRangeValid
source: Please enter a valid IP range.
el_gr: Παρακαλούμε εισάγετε μία έγκυρη περιοχή IP διευθύνσεων.
hu_hu: Kérem, adjon meg egy érvényes IP tartományt.
mk_mk: Внесете валиден опсег на IP.
ro_ro: Vă rog să introduceți o adresă validă de IP.

# manager.subscriptions.form.ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
el_gr: Εάν εισάγετε εδώ μια περιοχή IP διευθύνσεων, η εισαγωγή της περιοχής δικτύου (domain) είναι προαιρετική.<br />Έγκυρες τιμές αποτελούν μία διεύθυνση IP (π.χ. 142.58.103.1), μία περιοχή διευθύνσεων IP (π.χ. 142.58.103.1 - 142.58.103.4), μία περιοχή διευθύνσεων IP με τον χαρακτήρα μπαλαντέρ '*' (π.χ. 142.58.*.*) και μία περιοχή διευθύνσεων IP τύπου CIDR (π.χ. 142.58.100.0/24).
hu_hu: Ha megadta az IP tartományt, akkor a domain név nem szükséges.<br />Érvényes formátumú IP cím (pl. 142.58.103.1), IP tartomány (pl. 142.58.103.1 - 142.58.103.4), IP tartomány helyettesítő karakterrel '*' (pl. 142.58.*.*), és egy IP tartomány CIDR-rel (pl. 142.58.100.0/24).
mk_mk: Ако тука се внесени IP опсези, доменот е опционален. <br /> Валидните вредности вклучуваат IP адреса (на пр. 142.58.103.1), опсег на IP (на пр. 142.58.103.1 - 142.58.103.4), опсег на IP со вајлд-картичка '*' ( на пр. 142.58. *. *) и опсег на IP со CIDR (на пр. 142.58.100.0/24).
ro_ro: Dacă intervalele de IP sunt introduse aici, domeniul este opțional.<br />Valorile valide includ adrese IP (e.g. 142.58.103.1), intervale de IP (e.g. 142.58.103.1 - 142.58.103.4), Interval IP cu wildcard '*' (e.g. 142.58.*.*), și intervale IP cu CIDR (e.g. 142.58.100.0/24).

# manager.subscriptions.form.ipRange
source: IP ranges
el_gr: Περιοχή IP διευθύνσεων
hu_hu: IP tartomány
mk_mk: Опсези на IP
ro_ro: Intervale IP

# manager.subscriptions.form.domainValid
source: Please enter a valid domain.
el_gr: Παρακαλούμε εισάγετε μία έγκυρη περιοχή δικτύου (domain).
hu_hu: Kérem, adjon meg egy érvényes domaint.
mk_mk: Внесете важечки домен.
ro_ro: Vă rog să introduceți un domeniu valid.

# manager.subscriptions.form.domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
el_gr: Ο επιλεγμένος τύπος συνδρομής απαιτεί τον ορισμό μίας περιοχής δικτύου (domain) ή/και μίας περιοχής IP διευθύνσεων για την πιστοποίηση της συνδρομής.
hu_hu: A választott előfizetési típushoz meg kell adni domain és/vagy IP tartományt az előfizető azonosításához.
mk_mk: Избраниот тип на претплата бара домен и / или опсег на IP за проверка на претплата.
ro_ro: Tipul de abonament selectat necesită un domeniu și / sau un interval IP pentru autentificarea acesteia.

# manager.subscriptions.form.domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
el_gr: Εάν καταχωρηθεί εδώ μία περιοχή δικτύου (domain), η εισαγωγή μίας περιοχής IP διευθύνσεων είναι προαιρετική. <br/>Έγκυρες τιμές είναι τα ονόματα περιοχών δικτύου (π.χ. lib.sfu.ca).
hu_hu: Ha megadta a domain nevet, akkor az IP tartomány már nem szükséges.<br />Érvényes formátumú domain nevek (pl. lib.sfu.ca).
mk_mk: Ако овде е внесен домен, опсезите за IP се опционални. <br/> Валидни вредности се имиња на домени (на пример, lib.sfu.ca).
ro_ro: Dacă domeniul este introdus aici, adresele IP sunt opționale.<br />Sunt valide doar numele de domenii (e.g. lib.sfu.ca).

# manager.subscriptions.form.institutionMailingAddress
source: Mailing address
el_gr: Ταχυδρομική διεύθυνση
hu_hu: Levelezési cím
mk_mk: Поштенска адреса
ro_ro: Adresa de poștă

# manager.subscriptions.form.institutionNameRequired
source: An institution name is required.
el_gr: Απαιτείται ένα όνομα ιδρύματος.
hu_hu: Szükséges az intézmény neve.
mk_mk: Потребно е име на институција.
ro_ro: Este solicitat numele instituției.

# manager.subscriptions.form.institutionName
source: Institution name
el_gr: Όνομα ιδρύματος
hu_hu: Intézmény neve
mk_mk: Име на институција
ro_ro: Numele instituției

# manager.subscriptions.form.domain
source: Domain
el_gr: Περιοχή δικτύου (domain)
hu_hu: Tartomány
mk_mk: Домен
ro_ro: Domeniu

# manager.subscriptions.form.notes
source: Notes
el_gr: Σημειώσεις
hu_hu: Megjegyzések
mk_mk: Белешки
ro_ro: Note

# manager.subscriptions.form.membershipRequired
source: The selected subscription type requires membership information.
el_gr: Ο επιλεγμένος τύπος συνδρομής απαιτεί πληροφορίες για την κατάσταση του μέλους.
hu_hu: A kiválasztott előfizetői típus tagsági adatokat kér.
mk_mk: Избраниот тип на претплата бара информации за членство.
ro_ro: Pentru tipul de abonare selectat sunt necesare informații privind apartenența.

# manager.subscriptions.form.membershipInstructions
source: Enter membership information if the subscription type requires that subscribers belong to an association or organization.
el_gr: Εισάγετε πληροφορίες για την κατάσταση του μέλους σε περίπτωση που ο τύπος συνδρομής απαιτεί από τους Συνδρομητές να ανήκουν σε μία ένωση ή οργανισμό.
hu_hu: Adja meg a tagsági információkat, ha az előfizetési típusnál szükséges, hogy az előfizető tagja legyen valamilyen szövetségnek vagy szervezetnek.
mk_mk: Внесете информации за членството ако типот на претплата бара претплатниците да припаѓаат на здружение или организација.
ro_ro: Introduceți informațiile despre apartenență dacă tipul abonamentului solicită ca abonații să aparțină unei asociații sau organizații.

# manager.subscriptions.form.referenceNumber
source: Reference Number
el_gr: Αριθμός αναφοράς
hu_hu: Referenciaszám
mk_mk: Референтен број
ro_ro: Număr de referință

# manager.subscriptions.form.membership
source: Membership
el_gr: Μέλος
hu_hu: Tagság
mk_mk: Членство
ro_ro: Apartenență

# manager.subscriptions.form.notifyEmailValid
source: Please use the checkbox provided.
el_gr: Παρακαλούμε χρησιμοποιήστε το πλαίσιο ελέγχου που παρέχεται.
hu_hu: Kérem, használja a jelölőnégyzetet.
mk_mk: Користете го даденото поле за избор.
ro_ro: Vă rugăm să utilizați caseta pusă la dispoziție.

# manager.subscriptions.form.notifyEmail
source: Send the user an email with their username and subscription details.
el_gr: Αποστολή μηνύματος στον Χρήστη με το όνομα Χρήστη και τις λεπτομέρειες της συνδρομής.
hu_hu: Email küldése a felhasználónak a felhasználónevével és az előfizetéssel kapcsolatos részletekkel.
mk_mk: Испратете му на корисникот е-пошта со неговото корисничко име и деталите за претплатата.
ro_ro: Trimiteți utilizatorului un e-mail cu numele de utilizator și detaliile abonamentului.

# manager.subscriptions.form.userCountryValid
source: Please select a valid country.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη χώρα.
hu_hu: Kérem, válasszon egy érvényes országot.
mk_mk: Изберете валидна земја.
ro_ro: Vă rog să selectați o țară validă.

# manager.subscriptions.form.userIdValid
source: Please select a valid user.
el_gr: Παρακαλούμε επιλέξτε έναν έγκυρο Χρήστη.
hu_hu: Kérem, válasszon egy érvényes felhasználót.
mk_mk: Ве молиме изберете валиден корисник.
ro_ro: Selectați un utilizator valid.

# manager.subscriptions.form.userIdRequired
source: A user is required.
el_gr: Απαιτείται ένας Χρήστης.
hu_hu: Szükséges egy felhasználó.
mk_mk: Потребен е корисник.
ro_ro: Este necesar un utilizator.

# manager.subscriptions.form.userContact
source: Contact
el_gr: Επικοινωνία
hu_hu: Kapcsolat
mk_mk: Контакт

# manager.subscriptions.form.userId
source: User
el_gr: Χρήστης
hu_hu: Felhasználó
mk_mk: Корисник
ro_ro: Utilizator

# manager.subscriptions.form.userProfileInstructions
source: Note: All changes below are to user's system-wide profile.
el_gr: Σημείωση: Όλες οι παρακάτω αλλαγές αφορούν στο προφίλ του Χρήστη σε επίπεδο συστήματος.
hu_hu: Megjegyzés: Az alábbi változtatások a felhasználó rendszerszintű profiljára vannak hatással.
mk_mk: Забелешка: Сите промени подолу се во профилот на корисникот ширум системот.
ro_ro: Notă: Toate modificările de mai jos se referă la profilul utilizatorului.

# manager.subscriptions.form.dateEndValid
source: Please select a valid subscription end date.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη ημερομηνία λήξης συνδρομής.
hu_hu: Kérem, válasszon egy érvényes előfizetési végdátumot.
mk_mk: Изберете важечки датум на крај на претплатата.
ro_ro: Selectați o dată validă de încheiere a abonamentului.

# manager.subscriptions.form.dateEndEmpty
source: This is a non-expiring subscription type; please do not specify an end date.
el_gr: Αυτός είναι ένας τύπος συνδρομής χωρίς λήξη. Μην ορίσετε ημερομηνία λήξης.
hu_hu: Ez az előfizetés típus nem jár le; kérjük végdátumot ne adjon meg.
mk_mk: Ова е тип на претплата што не истекува; Ве молиме, не наведете датум на крај.
ro_ro: Acesta este un tip de abonament care nu expiră; vă rugăm să nu specificați o dată de încheiere.

# manager.subscriptions.form.dateStartEmpty
source: This is a non-expiring subscription type; please do not specify a start date.
el_gr: Αυτός είναι ένας τύπος συνδρομής χωρίς λήξη. Μην ορίσετε ημερομηνία έναρξης.
hu_hu: Ez az előfizetés típus nem jár le; kérjük kezdő dátumot ne adjon meg.
mk_mk: Ова е тип на претплата што не истекува; Ве молиме, не наведете датум за почеток.
ro_ro: Acesta este un tip de abonament care nu expiră; vă rugăm să nu specificați data de început.

# manager.subscriptions.form.dateEndRequired
source: A subscription end date is required.
el_gr: Απαιτείται μία ημερομηνία λήξης συνδρομής.
hu_hu: Előfizetés lejárati dátumának megadása szükséges.
mk_mk: Потребен е датум на крај на претплатата.
ro_ro: Este necesară data de final a abonamentului.

# manager.subscriptions.form.dateEnd
source: End date
el_gr: Ημερομηνία λήξης
hu_hu: Végdátum
mk_mk: Крајна дата
ro_ro: Dată de sfârșit

# manager.subscriptions.form.dateStartValid
source: Please select a valid subscription start date.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη ημερομηνία έναρξης συνδρομής.
hu_hu: Kérem, válasszon egy érvényes előfizetés indulási dátumot.
mk_mk: Изберете важечки датум за почеток на претплата.
ro_ro: Vă rog să selectați o dată de start pentru abonament.

# manager.subscriptions.form.dateStartRequired
source: A subscription start date is required.
el_gr: Απαιτείται μία ημερομηνία έναρξης συνδρομής.
hu_hu: Előfizetés indulási dátumának megadása szükséges.
mk_mk: Потребен е датум за почеток на претплата.
ro_ro: Este necesară data de începere a abonamentului.

# manager.subscriptions.form.dateStart
source: Start date
el_gr: Ημερομηνία έναρξης
hu_hu: Indulási dátum
mk_mk: Почетен датум
ro_ro: Data de început

# manager.subscriptions.form.typeIdValid
source: Please select a valid subscription type.
el_gr: Παρακαλούμε επιλέξτε έναν έγκυρο τύπο συνδρομής.
hu_hu: Kérem, válasszon egy érvényes előfizetési típust.
mk_mk: Изберете важечки тип на претплата.
ro_ro: Vă rog să selectați un tip de abonare valid.

# manager.subscriptions.form.typeIdRequired
source: A subscription type is required.
el_gr: Απαιτείται ένας τύπος συνδρομής.
hu_hu: Szükséges egy előfizetési típus.
mk_mk: Потребен е тип на претплата.
ro_ro: Este necesar numele tipului de abonament.

# manager.subscriptions.form.typeId
source: Subscription type
el_gr: Τύπος συνδρομής
hu_hu: Előfizetési típus
mk_mk: Тип на претплата
ro_ro: Tipul de abonament

# manager.subscriptions.form.statusValid
source: Please select a valid subscription status.
el_gr: Παρακαλούμε εισάγετε μία έγκυρη κατάσταση συνδρομής.
hu_hu: Kérem, válasszon egy érvényes előfizetési státuszt.
mk_mk: Изберете важечки статус на претплата.
ro_ro: Vă rog să selectați un status de abonare valid.

# manager.subscriptions.form.statusRequired
source: A subscription status is required.
el_gr: Απαιτείται μία κατάσταση συνδρομής.
hu_hu: Szükséges egy előfizetési státusz.
mk_mk: Потребен е статус на претплата.
ro_ro: Este necesar statusul de abonare.

# manager.subscriptions.form.status
source: Status
el_gr: Κατάσταση
hu_hu: Státusz
mk_mk: Статус
ro_ro: Statut

# manager.subscriptions.allStatus
source: All
el_gr: Όλα
hu_hu: Összes
mk_mk: Сите
ro_ro: Toate

# manager.subscriptions.withStatus
source: With Status
el_gr: Σε κατάτασταση
hu_hu: Státusszal
mk_mk: Со статус
ro_ro: Cu statut

# manager.subscriptions.editTitle
source: Edit
el_gr: Επεξεργασία
hu_hu: Szerkesztés
mk_mk: Уредување
ro_ro: Editați

# manager.subscriptions.edit
source: Edit Subscription
el_gr: Επεξεργασία συνδρομής
hu_hu: Előfizetés szerkesztése
mk_mk: Уредете ја претплатата
ro_ro: Editați abonamentul

# manager.subscriptions.domain
source: Domain
el_gr: Περιοχή δικτύου (domain)
hu_hu: Tartomány
mk_mk: Домен
ro_ro: Domeniu

# manager.subscriptions.dateStartSearch
source: Start Date
el_gr: Ημερομηνία έναρξης
hu_hu: Kezdeti dátum
mk_mk: Почетен датум
ro_ro: Data de început

# manager.subscriptions.dateStart
source: Start
el_gr: Έναρξη
hu_hu: Kezdete
mk_mk: Започни

# manager.subscriptions.dateEndSearch
source: End Date
el_gr: Ημερομηνία λήξης
hu_hu: Végdátum
mk_mk: Крајна дата
ro_ro: Dată de sfârșit

# manager.subscriptions.dateEnd
source: End
el_gr: Λήξη
hu_hu: Vége
mk_mk: Крај
ro_ro: Finalizare

# manager.subscriptions.renew
source: Renew
el_gr: Ανανέωση
hu_hu: Megújítás
mk_mk: Обнови
ro_ro: Reînnoire

# manager.subscriptions.createTitle
source: Create
el_gr: Δημιουργία
hu_hu: Létrehozás
mk_mk: Креирај
ro_ro: Crează

# manager.subscriptions.create
source: Create New Subscription
el_gr: Δημιουργία νέας συνδρομής
hu_hu: Új előfizetés készítése
mk_mk: Создадете нова претплата
ro_ro: Creați un nou abonament

# manager.subscriptions.summary
source: Subscriptions Summary
el_gr: Σύνοψη συνδρομών
hu_hu: Előfizetési összefoglaló
mk_mk: Резиме на претплати
ro_ro: Sumarul abonamentelor

# manager.subscriptions.confirmDelete
source: Are you sure you want to delete this subscription?
el_gr: Επιβεβαιώνετε τη διαγραφή της συνδρομής;
hu_hu: Biztos benne, hogy törölni akarja ezt az előfizetést?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа претплата?
ro_ro: Sigur doriți să ștergeți acest abonament?

# manager.subscriptions.confirmRenew
source: Are you sure you want to renew this subscription?
el_gr: Επιβεβαιώνετε την ανανέωση της συνδρομής;
hu_hu: Biztosan meg akarja újítani ezt az előfizetést?
mk_mk: Дали сте сигурни дека сакате да ја обновите оваа претплата?
ro_ro: Sigur doriți să reînnoiți acest abonament?

# manager.institutionalSubscriptions
source: Institutional Subscriptions
el_gr: Ιδρυματικές συνδρομές
hu_hu: Intézményi Előfizetések
mk_mk: Институционални претплати
ro_ro: Abonamente instituționale

# manager.individualSubscriptions
source: Individual Subscriptions
el_gr: Ατομικές συνδρομές
hu_hu: Egyedi Előfizetések
mk_mk: Индивидуални претплати
ro_ro: Abonamente individuale

# manager.subscriptions
source: Subscriptions
el_gr: Συνδρομές
hu_hu: Előfizetések
mk_mk: Претплати
ro_ro: Abonamente

# manager.subscriptionPolicies.subscriptionContactEmailValid
source: Please enter a valid email.
el_gr: Παρακαλούμε εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
hu_hu: Kérem, adjon meg egy érvényes email címet.
mk_mk: Внесете важечка е-пошта.
ro_ro: Vă rugăm să introduceți un email valid.

# manager.subscriptionPolicies.subscriptionContactDescription
source: These contact details will be listed on the subscription page for customers with enquiries related to subscriptions.
el_gr: Αυτά τα στοιχεία επικοινωνίας θα εμφανίζονται στη σελίδα συνδρομών.
hu_hu: Az Információk oldal Előfizetések részében a kapcsolattartók listája.
mk_mk: Овие детали за контакт ќе бидат наведени на страницата за претплата за клиенти со прашања поврзани со претплати.
ro_ro: Aceste date de contact vor fi listate pe pagina de abonare pentru clienții cu întrebări legate de abonamente.

# manager.subscriptionPolicies.subscriptionContact
source: Subscription Manager
el_gr: Διαχειριστής Συνδρομών
hu_hu: Előfizetői Menedzser
mk_mk: Менаџер за претплати
ro_ro: Manager abonament
