Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.setup.homepageContentDescription
source: The journal homepage consists of navigation links by default. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown.
el_gr: Η αρχική σελίδα του περιοδικού αποτελείται εκ προεπιλογής από συνδέσμους πλοήγησης. Επιπλέον περιεχόμενο μπορεί να προσαρτηθεί στην αρχική σελίδα, χρησιμοποιώντας μία ή περισσότερες από τις παρακάτω επιλογές, που θα εμφανίζονται με τη σειρά που φαίνεται.
hu_hu: A folyóirat főoldala alapértelmezés szerint navigációs linkekből áll. További honlaptartalmat is hozzáadhat, ha használ az alábbi lehetőségek közül egyet vagy többet, amely a megadott sorrendben fog megjelenni.
mk_mk: Почетната страница на дневникот стандардно се состои од врски за навигација. Дополнителна содржина на почетната страница може да се додаде со користење на една или сите следни опции, кои ќе се појават по прикажаниот редослед.
ro_ro: Prima pagină a jurnalului constă din linkuri de navigare în mod implicit. Conținutul suplimentar al paginii de pornire poate fi anexat folosind una sau mai multe din opțiunile următoare, care vor apărea în ordinea indicată.

# manager.setup.homepageContent
source: Journal Homepage Content
el_gr: Περιεχόμενο αρχικής σελίδας περιοδικού
hu_hu: Folyóirat főoldal tartalom
mk_mk: Содржина на почетна страница за весник
ro_ro: Conținutul paginii de pornire a jurnalului

# manager.setup.editorialTeam
source: Editorial Team
el_gr: Συντακτική ομάδα
hu_hu: Szerkesztőség
mk_mk: Уреднички тим
ro_ro: Echipa editorială

# manager.setup.masthead
source: Masthead
el_gr: Κύριος τίτλος
hu_hu: Impresszum
mk_mk: Мајстор

# manager.setup
source: Journal Settings
el_gr: Ρυθμίσεις περιοδικού
hu_hu: Folyóirat beállítások
mk_mk: Поставки за весник
ro_ro: Setări jurnal

# manager.sections.wordCountInstructions
source: Limit abstract word counts for this section (0 for no limit)
el_gr: Καθορίστε ένα όριο λέξεων για τις περιλήψεις αυτής της ενότητας (εισάγετε 0 αν δεν υπάρχει όριο).
hu_hu: Korlátozza az absztrakt szavainak számát ebben a rovatban (0 nincs korlátozás)
mk_mk: Ограничете го апстрактниот број на зборови за овој дел (0 без ограничување)
ro_ro: Numărul de cuvinte din rezumat este limitat în cazul acestei secțiuni (0 fără limită)

# manager.sections.wordCount
source: Word Count
el_gr: Καταμέτρηση λέξεων
hu_hu: Szó számláló
mk_mk: Број на зборови
ro_ro: Număr de cuvinte

# manager.sections.unassigned
source: Available Section Editors
el_gr: Διαθέσιμοι Επιμελητές Ενότητας
hu_hu: Elérhető rovatszerkesztők
mk_mk: Достапни уредници на делови
ro_ro: Editori de secțiune disponibili

# manager.section.submissionsToThisSection
source: Submissions made to this section of the journal
el_gr: Υποβολές στη συγκεκριμένη ενότητα του περιοδικού
hu_hu: A beküldések a folyóirat ezen rovatához kerülnek
mk_mk: Поднесоци доставени до овој дел од списанието
ro_ro: Înregistrări de manuscrise la această secțiune a jurnalului

# manager.sections.submissionReview
source: Will not be peer-reviewed
el_gr: Δεν θα πραγματοποιηθεί ομότιμη αξιολόγηση.
hu_hu: Nem kerül szakértői értékelésre
mk_mk: Нема да биде рецензиран
ro_ro: Nu va fi revizuit

# manager.sections.submissionIndexing
source: Will not be included in the indexing of the journal
el_gr: Δεν θα συμπεριληφθούν στην ευρετηρίαση του περιοδικού.
hu_hu: Nem fog szerepelni a folyóirat indexelésében
mk_mk: Нема да бидат вклучени во индексирањето на списанието
ro_ro: Nu va fi inclus în indexarea jurnalului

# manager.sections.reviewed
source: Peer Reviewed
el_gr: Έχει περάσει από ομότιμη αξιολόγηση.
hu_hu: Szakértő által értékelt
mk_mk: Рецензиран од врсници
ro_ro: Revizii

# manager.sections.readingTools
source: Reading Tools
el_gr: Εργαλεία ανάγνωσης
hu_hu: Olvasói eszközök
mk_mk: Алатки за читање
ro_ro: Instrumente de citit

# manager.sections.policy
source: Section Policy
el_gr: Πολιτική ενότητας
hu_hu: Rovat irányelvek
mk_mk: Политика на дел
ro_ro: Politica secțiunii

# manager.sections.open
source: Open Submissions
el_gr: Ανοικτές υποβολές
hu_hu: Nyitott beadványok
mk_mk: Отворете ги поднесоците
ro_ro: Deschide înregistrările de manuscrise

# manager.sections.noneCreated
source: No sections have been created.
el_gr: Δεν έχουν δημιουργηθεί ενότητες.
hu_hu: Rovatok nem lettek létrehozva.
mk_mk: Не се создадени делови.
ro_ro: Nu au fost create secțiuni.

# manager.sections.indexed
source: Indexed
el_gr: Έχει ευρετηριαστεί
hu_hu: Indexelt
mk_mk: Индексиран
ro_ro: Indexat

# manager.sections.identifyTypeExamples
source: (For example, "Peer-reviewed Article", "Non-refereed Book Review", "Invited Commentary", etc.)
el_gr: (για παράδειγμα, "Άρθρο που έχει περάσει από ομότιμη αξιολόγηση", "Βιβλιοκρισία χωρίς κριτές", "Σχολιασμός κατόπιν προσκλήσεως", κτλ.)
hu_hu: (Például "Szakértő által átnézett cikk", "Nem referált könyvismertetés", "Meghívott kommentátor", stb.)
mk_mk: (На пример, „Напис рецензиран од рецензии“, „Преглед на книги што не се оценува“, „Поканет коментар“ итн.)
ro_ro: (De exemplu, „Articol revizuit”, „Recenzie de carte”, „Comentariu invitat” etc.)

# manager.sections.identifyType
source: Identify items published in this section as a(n)
el_gr: Χαρακτηρισμός κάθε τεκμηρίου που έχει δημοσιευτεί στην ενότητα αυτή ως:
hu_hu: Tételek azonosítása ebben a rovatban, mint
mk_mk: Идентификувајте ги предметите објавени во овој дел
ro_ro: Identificați elementele publicate în această secțiune ca (n)

# manager.sections.hideTocTitle
source: Omit the title of this section from issues' table of contents.
el_gr: Παραλείψτε τον τίτλο της ενότητας από τον πίνακα περιεχομένων.
hu_hu: Kihagyja a rovat címét a szám tartalomjegyzékéből.
mk_mk: Исфрлете го насловот на овој дел од содржината на темата.
ro_ro: Eliminați titlul acestei secțiuni din cuprinsul numerelor.

# manager.sections.hideTocAuthor
source: Omit author names for section items from issues' table of contents.
el_gr: Παραλείψτε τα ονόματα των Συγγραφέων της ενότητας από τον πίνακα περιεχομένων.
hu_hu: Kihagyja a rovat szerzőinek neveit a szám tartalomjegyzékéből.
mk_mk: Избери ги имињата на авторите за елементите од делот од содржината на темата.
ro_ro: Omiteți numele autorilor pentru secțiunile din cuprinsul numerelor.

# manager.sections.form.titleRequired
source: A title is required for the section.
el_gr: Απαιτείται ένας τίτλος για την ενότητα.
hu_hu: A rovathoz szükséges egy cím.
mk_mk: Потребен е наслов за делот.
ro_ro: Pentru această secțiune este necesar un titlu.

# manager.sections.form.reviewFormId
source: Please ensure that you have chosen a valid review form.
el_gr: Παρακαλούμε βεβαιωθείτε ότι έχετε επιλέξει μία έγκυρη φόρμα αξιολόγησης.
hu_hu: Kérem, győzödjön meg arról, hogy érvényes lektorálási űrlapot választott ki.
mk_mk: Ве молиме, проверете дали сте одбрале валидна форма за преглед.
ro_ro: Vă rugăm să vă asigurați că ați ales un formular de revizuire valid.

# manager.sections.form.mustAllowPermission
source: Please ensure that at least one checkbox is checked for each Section Editor assignment.
el_gr: Παρακαλούμε εξασφαλίστε ότι τουλάχιστον ένα πλαίσιο ελέγχου έχει επιλεγεί για κάθε ανάθεση Επιμελητή Ενότητας.
hu_hu: Kérem, győzödjön meg arról, hogy a rovatszerkesztői hozzárendelésnél mindenhol legalább egy jelölőnégyzetet kipipált.
mk_mk: Ве молиме, проверете дали е проверено најмалку едно поле за избор за секоја задача на Уредник на делови.
ro_ro: Vă rugăm să vă asigurați că cel puțin o casetă de selectare este bifată pentru fiecare misiune de editor de secțiuni.

# manager.sections.form.abbrevRequired
source: An abbreviated title is required for the section
el_gr: Απαιτείται μια συντομογραφία για την ενότητα.
hu_hu: A rovathoz szükséges egy rövidített címet megadni
mk_mk: Потребен е скратен наслов за делот
ro_ro: Pentru această secțiune este nevoie de un titlu prescurtat

source: manager.sections.confirmDeactivateSection.error
mk_mk: Барем еден дел мора да биде активен. Посетете ги поставките за работниот тек за да ги оневозможите сите поднесоци до ова списание.

# manager.sections.editors
source: Section editors
el_gr: Επιμελητές Ενότητας
hu_hu: Rovatszerkesztő
mk_mk: Уредници на делови
ro_ro: Editor de Secţiune

# manager.sections.editorRestriction
source: Items can only be submitted by Editors and Section Editors.
el_gr: Άρθρα μπορούν να υποβληθούν μόνο από τους Επιμελητές και τους Επιμελητές Ενότητας.
hu_hu: A tételeket csak a szerkesztő vagy a rovatszerkesztő küldheti be.
mk_mk: Предметите можат да ги достават само уредниците и уредниците на деловите.
ro_ro: Articolele pot fi trimise numai de către editori și editori de secțiuni.

# manager.section.sectionEditorInstructions
source: Add a Section Editor to this section to have submissions automatically assigned to the Section Editor. (Otherwise, Section Editors can be assigned manually, after a submission comes in.) If added, a Section Editor can be automatically assigned to oversee the REVIEW (peer review) and/or the EDITING (copyediting, layout and proofreading) of submissions to this section. Section Editors are created by clicking Section Editors under Roles in Journal Management.
el_gr: Υπάρχει η δυνατότητα αυτόματης ανάθεσης της εποπτείας των υποβολών σε έναν επιλεγμένο Επιμελητή Ενότητας. Προσθέστε τον Επιμελητή Ενότητας στον οποίο θα ανατίθενται αυτόματα οι υποβολές (εναλλακτικά, κάθε νέα υποβολή μπορεί να ανατίθεται σε κάποιον από τους Επιμελητές Ενότητας). Για να αναθέσετε ρόλο Επιμελητή Ενότητας, επιλέξτε τον σύνδεσμο "Επιμελητές Ενότητας" στο μενού "Ρόλοι" της σελίδας "Διαχείριση Περιοδικού".
hu_hu: Rovatszerkesztő hozzáadása ehhez a rovathoz, aki a feltöltött anyagokhoz automatikusan hozzárendekődik. (Egyébként a rovatszerkesztőket manuálisan is hozzá lehet rendelni, miután az anyag beérkezik.) Ha hozzáadta, a rovatszerkesztő automatikusan jogosult lesz áttekinteni a rovathoz beküldött anyag lektorálását (szakértői értékelés) és/vagy a szerkesztését (beszerkesztés, tördelő szerkesztés, korrektúrázás). A rovatszerkesztő létrehozásához kattintson a Folyóirat szerkesztésén belül a Szerepkörök részben a Rovatszerkesztő linkre.
mk_mk: Додадете Уредувач на делови во овој дел за автоматски да му се доделат поднесоците на Уредникот на секцијата. (Во спротивно, Уредниците на секциите може да се доделат рачно, откако ќе се појави поднесувањето.) Ако се додаде, Уредникот на одделот може автоматски да биде доделен да го надгледува РЕВИЗИЈА (рецензија) и / или УРЕДУВАЊЕ (копирање, распоред и лекторирање) на поднесоците до овој дел. Уредниците на секциите се создаваат со кликнување на Уредници на делови под Улоги во управување со весници.
ro_ro: Adăugați un editor de secțiuni la această secțiune pentru a fi trimise automat înregistrările de manuscrise la Editorul de secțiuni. (În caz contrar, Editorii de secțiuni pot fi alocați manual, după ce va fi trimisă o înregistrare de manuscris.) Dacă este adăugat, un Editor de secțiuni poate fi atribuit automat pentru a supraveghea REVIZIA (revizuirea) și / sau EDITAREA (conținutul, aspectul și corectarea) manuscriselor în această secțiune. Editorii de secțiuni sunt creați făcând clic pe Editori de secțiune sub Roluri în Management Jurnal.

# manager.sections.create
source: Create Section
el_gr: Δημιουργία ενότητας
hu_hu: Rovat létrehozása
mk_mk: Креирај дел
ro_ro: Creare secțiune

# manager.sections.alertDelete
source: Before this section can be deleted, you must move articles submitted to it into other sections.
mk_mk: Пред да се избрише овој дел, мора да преместите статии доставени до него во други делови.

# manager.sections.confirmDelete
source: Are you sure you want to permanently delete this section?
el_gr: Είστε βέβαιοι ότι επιθυμείτε να διαγράψετε οριστικά την ενότητα αυτή;
hu_hu: Biztos benne, hogy törölni akarja ezt a rovatot?
mk_mk: Дали сте сигурни дека сакате трајно да го избришете овој дел?
ro_ro: Sigur doriți să ștergeți definitiv această secțiune?

# manager.sections.assigned
source: This Section's Editors
el_gr: Επιμελητές της συγκεκριμένης ενότητας
hu_hu: Ennek a rovatnak a szerkesztői
mk_mk: Уредници на овој дел
ro_ro: Editorii acestei secțiuni

# manager.section.noSectionEditors
source: There are no section editors yet. Add this role to at least one user via Management > Settings > Users &amp; Roles first.
el_gr: Δεν υπάρχουν Χρήστες με ρόλο Επιμελητή Ενότητας. Προσθέστε πρώτα αυτόν τον ρόλο σε τουλάχιστον ένα Χρήστη, μέσω του μενού Διαχείριση > Ρυθμίσεις > Χρήστες &amp; Ρόλοι.
hu_hu: Nincs még rovatszerkesztő. Először legalább egy ilyen szerepkörű felhasználót adjon hozzá az Adminisztráció > Beállítások > Felhasználók &amp; Szerepkörök oldalon.
mk_mk: Уште нема уредници на делови. Додадете ја оваа улога на најмалку еден корисник преку Management > Settings > Users &amp; Улогите прво.
ro_ro: Încă nu există editori de secțiuni. Adăugați acest rol la cel puțin un utilizator via Management > Setări > Utilizatori &amp; Primele roluri.

# manager.sections.abstractsNotRequired
source: Do not require abstracts
el_gr: Δεν απαιτούνται περιλήψεις
hu_hu: Az absztrakt nem kötelező
mk_mk: Не бара апстракти
ro_ro: Nu necesită rezumat

# manager.people.syncUserDescription
source: Enrollment synchronization will enroll all users enrolled in the specified role in the specified journal into the same role in this journal. This function allows a common set of users (e.g., Reviewers) to be synchronized between journals.
el_gr: Ο συγχρονισμός ανάθεσης ρόλων πραγματοποιεί εγγραφή σε αυτό το περιοδικό όλων των Χρηστών με συγκεκριμένο ρόλο σε κάποιο άλλο περιοδικό. Οι νέοι Χρήστες θα εγγραφούν με τον ρόλο που κατέχουν στο άλλο περιοδικό. Η λειτουργία αυτή επιτρέπει σε ένα κοινό σύνολο Χρηστών (π.χ. Αξιολογητές) να συγχρονίζονται σε διάφορα περιοδικά.
hu_hu: A beiratkozási szinkronizálás minden felhasználót, aki egy adott szerepkörrel rendelkezik egy adott folyóiratnál átmásol ebbe a folyóiratba. Ez a funkció lehetővé teszi a felhasználók szerepkörrel (pl. lektorok) történő másolását a folyóiratok között.
mk_mk: Синхронизацијата за запишување ќе ги запише сите корисници запишани во наведената улога во наведениот дневник во истата улога во ова списание. Оваа функција овозможува синхронизирање на заеднички сет на корисници (на пр., Рецензенти) помеѓу списанија.
ro_ro: Sincronizarea înscrierii va înscrie toți utilizatorii înrolați în rolul specificat în jurnalul specificat în același rol din acest jurnal. Această funcție permite sincronizarea unui set comun de utilizatori (de exemplu, Revizori) între jurnale.

# manager.people.roleEnrollment
source: {$role} Enrollment
el_gr: Ανάθεση ρόλου {$role}
hu_hu: {$role} felvétel
mk_mk: {$role} упис
ro_ro: {$role} Înrolare

# manager.people.mergeUsers.into.description
source: Select a user to whom to attribute the previous users' authorships, editing assignments, etc.
el_gr: Επιλέξτε έναν Χρήστη στον οποίο θα αποδοθούν οι εργασίες και αναθέσεις του προηγούμενου Χρήστη.
hu_hu: Válasszon egy felhasználót, akire ráruházza az előző felhasználó szerzőségét, szerkesztési feladatait stb.
mk_mk: Изберете корисник на кого ќе му се припишат авторските права на претходните корисници, задачите за уредување итн.
ro_ro: Selectați un utilizator căruia să i se atribuie authorship-ul utilizatorului anterior, sarcinile de editare etc.

# manager.people.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
el_gr: Επιλέξτε έναν ή περισσότερους Χρήστες για συγχώνευση με τον λογαριασμό ενός άλλου Χρήστη (π.χ. σε περίπτωση όπου ένας Χρήστης έχει δύο λογαριασμούς). Ο λογαριασμός(-οί) που επιλέχθηκε πρώτος θα διαγραφεί και όλες οι υποβολές, οι αναθέσεις, κτλ. θα αποδοθούν στον δεύτερο λογαριασμό.
hu_hu: Válasszon egy (vagy több) felhasználót más felhasználói fiókokkal való összefűzéshez (pl. amikor valakinek két fiókja van). Az először kiválasztott fiók(ok) törlésre kerülnek, és valamennyi feltöltése, feladatai stb. a második fiókhoz rendelődnek.
mk_mk: Изберете корисник (или неколку) за да се споите во друга корисничка сметка (на пример, кога некој има две кориснички сметки). Прво избраните сметки ќе бидат избришани и сите поднесоци, задачи и сл. Ќе се припишат на втората сметка.
ro_ro: Selectați un utilizator (sau mai mulți) pentru a se contopi într-un alt cont de utilizator (de exemplu, când cineva are două conturi de utilizator). Contul (conturile) selectat(e) primul va fi șters și toate manuscrisele înregistrate, sarcinile etc. vor fi atribuite celui de-al doilea cont.

# manager.people.enrollSyncJournal
source: With journal
el_gr: Με το περιοδικό
hu_hu: Folyóirattal
mk_mk: Со весник
ro_ro: Cu jurnal

# manager.people.enrollExistingUser
source: Enroll an Existing User
el_gr: Ανάθεση ρόλου σε υπάρχοντα Χρήστη
hu_hu: Meglévő felhasználó felvétele
mk_mk: Запишете постоечки корисник
ro_ro: Înrolați un utilizator existent

# manager.people.emailUsers.selectTemplate
source: Select a template
el_gr: Επιλέξτε πρότυπο
hu_hu: Sablon választása
mk_mk: Изберете образец
ro_ro: Selectați un șablon

# manager.people.confirmRemove
source: Remove this user from this journal? This action will unenroll the user from all roles within this journal.
el_gr: Κατάργηση του Χρήστη από το περιοδικό αυτό; Η συγκεκριμένη ενέργεια θα αφαιρέσει από τον Χρήστη όλους τους ρόλους που κατέχει στο περιοδικό αυτό.
hu_hu: Eltávolítja a felhasználót a folyóiratból? Ez a tevékenység a felhasználónak ennél a folyóiratnál lévő valamennyi szerepkörét eltávolítja.
mk_mk: Да се отстрани овој корисник од ова списание? Ова дејство ќе го отпише корисникот од сите улоги во овој дневник.
ro_ro: Ștergeți acest utilizator din acest jurnal? Această acțiune va anula utilizatorul din toate rolurile din acest jurnal.

# manager.people.allUsers
source: All Enrolled Users
el_gr: Όλοι οι εγγεγραμμένοι Χρήστες
hu_hu: Az összes szerepkörrel rendelkező felhasználó
mk_mk: Сите запишани корисници
ro_ro: Toți utilizatorii înscriși

# manager.people.showNoRole
source: Show users with no role
el_gr: Προβολή Χρηστών χωρίς ρόλο
hu_hu: A szerepkör nélküli felhasználók mutatása
mk_mk: Покажете корисници без никаква улога
ro_ro: Afișați utilizatorii fără rol

# manager.people.allSiteUsers
source: Enroll a User from this Site in this Journal
el_gr: Εγγραφή Χρήστη του ιστοτόπου σε αυτό το περιοδικό
hu_hu: Folyóirathoz rendelés az oldal felhasználói közül
mk_mk: Запишете корисник од оваа страница во овој весник
ro_ro: Înscrieți un utilizator de pe acest site în acest jurnal

# manager.people.allJournals
source: All Journals
el_gr: Όλα τα περιοδικά
hu_hu: Minden folyóirat
mk_mk: Сите списанија
ro_ro: Toate jurnalele

# manager.people.allEnrolledUsers
source: Users Enrolled in this Journal
el_gr: Εγγεγραμμένοι Χρήστες σε αυτό το περιοδικό
hu_hu: A folyóirathoz rendelt felhasználók
mk_mk: Корисници запишани во овој весник
ro_ro: Utilizatori înscriși în acest jurnal

# manager.payment.userName
source: Payment ID
el_gr: ID πληρωμής
hu_hu: Fizetési ID
mk_mk: ИД на плаќање
ro_ro: ID plată

# manager.paymentTypes
source: Payment Types
el_gr: Είδη πληρωμής
hu_hu: Fizetési típusok
mk_mk: Видови на плаќање
ro_ro: Tipuri de plată

# manager.payment.records
source: Records
el_gr: Καταγραφές
hu_hu: Nyilvántartás
mk_mk: Записи
ro_ro: Înregistrări

# manager.payment.readerFeesDescription
source: Selected options, along with their descriptions and fees (which can be edited below), will appear in About the Journal under Policies, as well as at points where payment is required.
el_gr: Οι επιλεγμένες ρυθμίσεις σχετικά με τις εισφορές (όπως θα διαμορφωθούν παρακάτω) θα εμφανίζονται στην ενότητα "Πολιτικές" της σελίδας "Σχετικά με το Περιοδικό", καθώς και στα σημεία εκείνα όπου απαιτείται πληρωμή.
hu_hu: A kiválasztott opciók a leírásokkal és fizetendőkkel (amelyek alább szerkeszthetők), a Folyóiratról szóló részben az Irányelvek alatt fognak megjelenni, és minden olyan ponton, ahol fizetni kell.
mk_mk: Избраните опции, заедно со нивните описи и надоместоци (кои може да се уредат подолу), ќе се појават во „За весникот“ под „Политики“, како и на местата каде што е потребно плаќање.
ro_ro: Opțiunile selectate, împreună cu descrierile și taxele (care pot fi editate mai jos), vor apărea în Despre jurnal sub Politici, precum și în punctele în care este necesară plata.

# manager.payment.readerFees
source: Reader Fees
el_gr: Εισφορές Αναγνωστών
hu_hu: Olvasói díjak
mk_mk: Надоместоци за читачи
ro_ro: Taxe cititori

# manager.payment.paymentType
source: Payment Type
el_gr: Τύπος πληρωμής
hu_hu: Fizetési típus
mk_mk: Начин на плаќање
ro_ro: Tip de plată

# manager.payment.paymentMethods
source: Fee Payment Methods
el_gr: Μέθοδοι πληρωμής εισφορών
hu_hu: Díj fizetési módok
mk_mk: Начини на плаќање такси
ro_ro: Metode de plată

# manager.payment.paymentMethod.description
source: You may configure any of the following Payment Method Plugins from this screen.
el_gr: Από αυτή την οθόνη μπορείτε να ρυθμίσετε οποιαδήποτε από τα παρακάτω Πρόσθετα Μεθόδου Πληρωμής.
hu_hu: Ezen a képernyőn a fizetési módokat állíthatja be.
mk_mk: Може да конфигурирате кој било од следниве додатоци за методот на плаќање од овој екран.
ro_ro: Puteți configura din acest ecran oricare dintre următoarele plugin-uri pentru metoda de plată.

# manager.payment.paymentMethod
source: Payment Method
el_gr: Μέθοδος πληρωμής
hu_hu: Fizetési mód
mk_mk: Метод за плаќање
ro_ro: Metoda de plată

# manager.payment.paymentId
source: Payment ID
el_gr: ID πληρωμής
hu_hu: Fizetési ID
mk_mk: ИД на плаќање
ro_ro: ID plată

# manager.payment.options.text
source: Description of Payment Method
el_gr: Περιγραφή της μεθόδου πληρωμής
hu_hu: A fizetési mód leírása
mk_mk: Опис на начинот на плаќање
ro_ro: Descrierea metodei de plată

# manager.payment.options.purchaseIssueFee
source: Purchase Issue
el_gr: Αγορά τεύχους
hu_hu: Folyóiratszám vásárlása
mk_mk: Купете го изданието
ro_ro: Cumpără numărul

# manager.payment.options.purchaseArticleFee
source: Purchase Article
el_gr: Αγορά άρθρου
hu_hu: Cikk vásárlása
mk_mk: Напис за набавка
ro_ro: Cumpără articolul

# manager.payment.options.publicationFee
source: Article Processing Charge
el_gr: Τέλη επεξεργασίας άρθρου
hu_hu: Cikk közzététele
mk_mk: Наплата за обработка на написи
ro_ro: Taxa de prelucrare a articolului

# manager.payment.options.onlypdf
source: Only Restrict Access to PDF version of issues and articles
el_gr: Περιορισμένη πρόσβαση μόνο στα PDF των τευχών και των άρθρων
hu_hu: A számok és a cikkek PDF változatához való hozzáférés korlátozása
mk_mk: Ограничете го пристапот до PDF верзија на теми и написи
ro_ro: Restricționați accesul numai la versiunea PDF a numerelor și articolelor

# manager.payment.options.membershipFee
source: Association Membership
el_gr: Συνεργαζόμενα μέλη
hu_hu: Egyesületi Tagság
mk_mk: Членство во здружение
ro_ro: Calitatea de membru al asociației

# manager.payment.options.feeName
source: Fee Name
el_gr: Όνομα εισφοράς
hu_hu: Díj neve
mk_mk: Име на такса
ro_ro: Numele costului

# manager.payment.options.feeDescription
source: Fee Description
el_gr: Περιγραφή εισφοράς
hu_hu: Díj leírás
mk_mk: Опис на такса
ro_ro: Descrierea costurilor

# manager.payment.options.fee
source: Fee
el_gr: Εισφορά
hu_hu: Összeg
mk_mk: Надоместок
ro_ro: Cost
