Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.subscriptionPolicies.subscriptionAdditionalInformationDescription
source: The Subscription Types and fee structure will be displayed on the subscriptions page, along with the name and contact information for the Subscription Manager. Additional information about subscriptions, such as methods of payment or support for subscribers in developing countries, can be added here.
el_gr: Πληροφορίες για τους τύπους και το κόστος συνδρομών θα εμφανίζονται στη σελίδα συνδρομών, μαζί με το όνομα και τα στοιχεία επικοινωνίας του Διαχειριστή Συνδρομών. Επιπλέον πληροφορίες σχετικά με τις συνδρομές, όπως μέθοδοι πληρωμής ή υποστήριξη για τους Συνδρομητές από αναπτυσσόμενες χώρες, μπορούν να προστεθούν εδώ.
hu_hu: Az Előfizetési típusok és díjfizetési struktúra automatikusan bekerül az Információk oldal Előfizetések részbe, az Előfizetés Menedzser nevével és elérhetőségével. Az előfizetésekről további információkat is itt adhatunk meg, úgymint fizetési módok, a fejlődő országok előfizetőinek a támogatásával kapcsolatos információkat.
mk_mk: Видовите на претплата и структурата на надоместокот ќе бидат прикажани на страницата за претплати, заедно со името и информациите за контакт за Менаџерот за претплати. Дополнителни информации за претплати, како што се начини на плаќање или поддршка за претплатници во земјите во развој, може да се додадат тука.
ro_ro: Tipurile de abonament și structura taxelor vor fi afișate pe pagina abonamentelor, împreună cu numele și informațiile de contact pentru Managerul de abonamente. Informații suplimentare despre abonamente, cum ar fi metodele de plată sau asistența pentru abonați din țările în curs de dezvoltare, pot fi adăugate aici.

# manager.subscriptionPolicies.subscriptionAdditionalInformation
source: Subscription Information
el_gr: Πληροφορίες συνδρομής
hu_hu: Előfizetési információk
mk_mk: Информации за претплата
ro_ro: Informații de abonament

# manager.subscriptionPolicies.openAccessOptionsDescription
source: Subscription journals can provide "delayed open access" to their published content, as well as permit "author self-archiving" (both of which increase readership and citation of content).
el_gr: Για να αυξηθεί η αναγνωσιμότητα και ο αριθμός των ετεροαναφορών, τα συνδρομητικά περιοδικά μπορούν να παρέχουν “καθυστερημένη ανοικτή πρόσβαση” στο δημοσιευμένο περιεχόμενο, όπως και να επιτρέπουν την αυτοαρχειοθέτηση από τους Συγγραφείς.
hu_hu: Az előfizetéses folyóiratok nyújthatnak "késleltetett nyílt hozzáférés" szolgáltatást a publikált tartalmaikhoz, ahogyan engedélyezhetik a "szerzői archiválás" funkciót is (mindkettő növeli az olvasóközönséget és a tartalom idézettséget).
mk_mk: Претплатничките списанија можат да обезбедат „одложен отворен пристап“ до нивната објавена содржина, како и да дозволат „авто-архивирање на авторот“ (обете го зголемуваат читателот и цитираат содржина).
ro_ro: Abonamentele de jurnalele de pot oferi „acces deschis cu întârziere” la conținutul publicat, precum și „auto-arhivarea” autorului (ambele cresc citirea și citarea conținutului).

# manager.subscriptionPolicies.openAccessOptions
source: Open Access Options For Subscription Journals
el_gr: Επιλογές ανοικτής πρόσβασης για συνδρομητικά περιοδικά
hu_hu: A folyóirat előfizetők számára nyílt hozzáférés beállítása
mk_mk: Отвори опции за пристап за списанија за претплати
ro_ro: Opțiuni de acces deschis pentru abonament de jurnale

# manager.subscriptionPolicies.onlinePaymentDisabled
source: <strong>Note:</strong> To enable these options, the Journal Manager must enable the online payments module, including online payments for subscriptions, under Reader Fees.
el_gr: <strong>Σημείωση:</strong> Για την ενεργοποίηση αυτών των επιλογών, ο Διαχειριστής θα πρέπει να ενεργοποιήσει τη λειτουργικότητα των διαδικτυακών πληρωμών, συμπεριλαμβανομένων των διαδικτυακών πληρωμών για συνδρομές, στο μενού "Εισφορές Αναγνωστών".
hu_hu: <strong>Megjegyzés:</strong> Ezekhez az opciókhoz a Folyóirat Menedzsernek engedélyeznie kell az online fizetési modult, beleértve az előfizetők online fizetési lehetőségét az Olvasói díjak alatt.
mk_mk: <strong> Белешка: </strong> За да ги овозможите овие опции, Менаџерот за весници мора да го овозможи модулот за плаќања преку Интернет, вклучително и плаќањата преку Интернет за претплати, во надоместоците за читање.
ro_ro: <strong>Notă:</strong> Pentru a activa aceste opțiuni, Managerul de jurnale trebuie să activeze modulul de plăți online, inclusiv plățile online pentru abonamente, sub Taxe de citire.

# manager.subscriptionPolicies.onlinePaymentPurchaseInstitutionalDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the provided domain and IP ranges and activation of the subscription by the Subscription Manager.
el_gr: <strong>Σημείωση:</strong> Οι ιδρυματικές συνδρομές που δημιουργούνται μέσω διαδικτύου απαιτούν την έγκριση των δηλωμένων περιοχών δικτύου (domain) και ΙΡ διευθύνσεων, καθώς και την ενεργοποίση της συνδρομής από τον Διαχειριστή Συνδρομών.
hu_hu: <strong>Megjegyzés:</strong> Intézményi előfizetőknél az Előfizetés Menedzser hagyja jóvá az online előfizetést, a hozzáféréshez beállítja a domain és IP tartományt.
mk_mk: <strong> Забелешка: </strong> Институционалните претплати купени преку Интернет бараат одобрување на обезбедениот опсег на домен и IP и активирање на претплатата од Менаџерот за претплати.
ro_ro: <strong>Notă:</strong> Abonamentele instituționale achiziționate online necesită aprobarea domeniilor și a intervalelor IP furnizate și activarea abonamentului de către administratorul abonamentului.

source: Notify Subscription Manager by email upon online renewal of an Institutional subscription.
el_gr: Ειδοποίηση του Διαχειριστή Συνδρομών με μήνυμα κατά τη διαδικτυακή ανανέωση μίας ιδρυματικής συνδρομής.
hu_hu: Az Előfizetés Menedzser értesítése emailben, egy egyéni előfizető előfizetésének megújítása előtt.
mk_mk: Известете го Менаџерот за претплати по е-пошта по обновување на институционална претплата преку Интернет.
ro_ro: Notificați administratorul abonamentelor prin e-mail la reînnoirea online a unui abonament instituțional.

source: Notify Subscription Manager by email upon online renewal of an Individual subscription.
el_gr: Ειδοποίηση του Διαχειριστή Συνδρομών με μήνυμα κατά τη διαδικτυακή ανανέωση μίας ατομικής συνδρομής.
hu_hu: Az Előfizetés Menedzser értesítése emailben, egy egyéni előfizető előfizetési megújítása után.
mk_mk: Известете го Менаџерот за претплати по е-пошта по обновување на Интернет од Интернет.
ro_ro: Notificați administratorul abonamentului prin e-mail la reînnoirea online a unui abonament individual.

source: Notify Subscription Manager by email upon online purchase of an Institutional subscription (recommended).
el_gr: Ειδοποίηση του Διαχειριστή Συνδρομών με μήνυμα κατά τη διαδικτυακή προμήθεια μίας ιδρυματικής συνδρομής (προτεινόμενο).
hu_hu: Az Előfizetés Menedzser értesítése emailben, egy intézményi előfizető online vásárlása után.
mk_mk: Известете го Менаџерот за претплати по е-пошта по купување преку Интернет на институционална претплата (препорачано).
ro_ro: Notificați administratorul abonamentelor prin e-mail după cumpărarea online a unui abonament instituțional (recomandat).

source: Notify Subscription Manager by email upon online purchase of an Individual subscription.
el_gr: Ειδοποίηση του Διαχειριστή Συνδρομών με μήνυμα κατά τη διαδικτυακή προμήθεια μίας ατομικής συνδρομής.
hu_hu: Az Előfizetés Menedzser értesítése emailben, egy egyéni előfizető online vásárlása után.
mk_mk: Известете го Менаџерот за претплати по е-пошта по купување преку Интернет од страна на Индивидуална претплата.
ro_ro: Notificați-vă administratorul abonamentului prin e-mail după cumpărarea online a unui abonament individual.

# manager.subscriptionPolicies.onlinePaymentNotificationsDescription
source: Automated email notifications (available for editing by Journal Managers in OJS's Emails) can be sent to the Subscription Manager upon the completion of subscription online payments.
el_gr: Αυτοματοποιημένα μηνάμυατα ειδοποιήσεων (διαθέσιμα για επεξεργασία από τους Διαχειριστές μέσω της σελίδας "Έτοιμα Emails") μπορούν να αποστέλλονται στον Διαχειριστή Συνδρομών με την ολοκλήρωση των διαδικτυακών πληρωμών συνδρομών.
hu_hu: Automatikus email értesítések (a Folyóirat Menedzserek szerkeszthetik OJS emaileket) küldhető az Előfizetés Menedzsernek, amikor az előfizetés online kifizetése megtörtént.
mk_mk: Известувањата за автоматизирана е-пошта (достапни за уредување од страна на менаџерите на списанија во е-поштата на OJS) може да се испратат до Менаџерот за претплати по завршувањето на плаќањата на претплатата преку Интернет.
ro_ro: Notificările automate de e-mail (disponibile pentru editare pentru Managerii de jurnak în e-mailurile OJS) pot fi fișierele de gestionare a abonamentului la finalizarea plăților online pentru abonament.

# manager.subscriptionPolicies.onlinePaymentNotifications
source: Online Payment Notifications
el_gr: Ειδοποιήσεις διαδικτυακών πληρωμών
hu_hu: Online Fizetési Értesítések
mk_mk: Известувања за плаќање преку Интернет
ro_ro: Notificări de plată online

# manager.subscriptionPolicies.openAccessNotificationDisabled
source: <strong>Note:</strong> To activate this option, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
el_gr: <strong>Σημείωση:</strong> Για να αποστέλλονται τα μηνύματα, ο Διαχειριστής του ιστοτόπου πρέπει να ενεργοποιήσει την επιλογή <tt>προγραμματισμένες_εργασίες</tt> στο αρχείο ρυθμίσεων του OJS. Για την υποστήριξη της συγκεκριμένης λειτουργίας ενδέχεται να απαιτηθούν πρόσθετες ρυθμίσεις στον εξυπηρετητή, όπως υποδεικνύεται και στα έγγραφα τεκμηρίωσης του OJS.
hu_hu: <strong>Megjegyzés:</strong> Ennek a lehetőségnek az aktiválásához, az oldal adminisztrátornak engedélyeznie kell a <tt>scheduled_tasks</tt> opciót az OJS konfigurációs fájlban. További szerver beállítások szükségesek, hogy ez a funkció támogatott legyen (amelyik nem érhető el minden szerveren), ahogy az az OJS dokumentációban is szerepel.
mk_mk: <strong> Белешка: </strong> За да ја активирате оваа опција, администраторот на страницата мора да ја овозможи опцијата <tt> закажани_задачи </tt> во датотеката за конфигурација на OJS. Може да биде потребна дополнителна конфигурација на серверот за поддршка на оваа функционалност (што можеби не е можно на сите сервери), како што е наведено во документацијата на OJS.
ro_ro: <strong>Notă:</strong> Pentru a putea activa această opțiune, administratorul site-ului trebuie să activeze opțiunea <tt>scheduled_tasks</tt> în fișierul de configurare OJS. Configurarea suplimentară a serverului poate fi necesară pentru o susținere a acestei funcții (nu este posibilă pentru toate serviciile), dupăcum este indicat în documentația OJS.

# manager.subscriptionPolicies.openAccessNotificationDescription
source: Registered readers will have the option of receiving the table of contents by email when an issue becomes open access.
el_gr: Οι εγγεγραμμένοι Αναγνώστες θα έχουν τη δυνατότητα λήψης του πίνακα περιεχομένων μέσω μηνύματος όταν ένα τεύχος αποκτά ανοικτή πρόσβαση.
hu_hu: A regisztrált olvasóknak lehetőségük van emailben megkapni a nyilvánosan megjelent folyóiratszámok tartalomjegyzékét.
mk_mk: Регистрираните читатели ќе имаат можност да ја примаат содржината преку е-пошта кога проблемот ќе стане отворен пристап.
ro_ro: Cititorii trebuie să poată avea opțiuni pentru a primi un tabel cu privire la e-mail atunci când problemă devine accesibilă.

# manager.subscriptionPolicies.numWeeksBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks before subscription expiry.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη τιμή για τον αριθμό των εβδομάδων πριν από τη λήξη της συνδρομής.
hu_hu: Kérjük, válassza meg a hetek számát, az előfizetés lejárata előtt.
mk_mk: Изберете валидна вредност за бројот на недели пред истекот на претплатата.
ro_ro: Selectați o valoare valabilă pentru numărul de funcții înainte de expirarea abonamentului.

# manager.subscriptionPolicies.numWeeksAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks after subscription expiry.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη τιμή για τον αριθμό των εβδομάδων μετά από τη λήξη της συνδρομής.
hu_hu: Kérjük, válassza meg a hetek számát, az előfizetés lejárata után.
mk_mk: Изберете валидна вредност за бројот на недели по истекот на претплатата.
ro_ro: Selectați o valoare valabilă pentru numărul de luni înainte de expirarea abonamentului.

# manager.subscriptionPolicies.numMonthsBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months before subscription expiry.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη τιμή για τον αριθμό των μηνών πριν από τη λήξη της συνδρομής.
hu_hu: Kérjük, válasszon érvényes hónapszámot, az előfizetés lejárata előtt.
mk_mk: Изберете валидна вредност за бројот на месеци пред истекот на претплатата.
ro_ro: Selectați o valoare valabilă pentru numărul de luni înainte de expirarea abonamentului.

# manager.subscriptionPolicies.numMonthsAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months after subscription expiry.
el_gr: Παρακαλούμε επιλέξτε μία έγκυρη τιμή για τον αριθμό των μηνών μετά από τη λήξη της συνδρομής.
hu_hu: Kérjük, válasszon érvényes hónapszámot, az előfizetés lejárata után.
mk_mk: Изберете валидна вредност за бројот на месеци по истекот на претплатата.
ro_ro: Vă rugăm să selectați o valoare valabilă pentru numărul de luni după expirarea abonamentului.

# manager.subscriptionPolicies.htmlInstructions
source: HTML can be used in textarea (for font size, color, etc.), with "returns" treated as <tt>&lt;br&gt;</tt>; HTML editor works with Firefox browsers.
el_gr: Στην περιοχή κειμένου μπορεί να χρησιμοποιηθεί κώδικας HTML (για προσαρμογή του μεγέθους της γραμματοσειράς, του χρώματος, κτλ.), με το πλήκτρο "return" (αλλαγή γραμμής) να έχει την ίδια λειτουργία με το <tt>&lt;br&gt;</tt>. Το πρόγραμμα επεξεργασίας HTML λειτουργεί με τον φυλλομετρητή Firefox.
hu_hu: HTML formázás használható a szöveges mezőben (betűtípus, szín, stb.), sortörés az alábbi kóddal <tt>&lt;br&gt;</tt>; a HTML a Firefox böngészőkben működik.
mk_mk: HTML може да се користи во текстуалната област (за големината на фонтот, бојата и сл.), Со „враќања“ третирани како <tt>&lt;br&gt;</tt>; HTML уредникот работи со прелистувачи на Firefox.
ro_ro: HTML poate fi utilizat în textarea (pentru dimensiunea fontului, culoare etc.), cu „returnări” tratate ca <tt>&lt;br&gt;</tt>; Editorul HTML funcționează cu browserele Firefox.

# manager.subscriptionPolicies.expirySelectOne
source: Select one of the following:
el_gr: Επιλέξτε ένα από τα παρακάτω:
hu_hu: Válasszon ki egyet a következő közül:
mk_mk: Изберете едно од следниве:
ro_ro: Selectați una dintre următoarele:

# manager.subscriptionPolicies.expiryRemindersDisabled
source: <strong>Note:</strong> To activate these options, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
el_gr: <strong>Σημείωση:</strong> Για να αποστέλλονται αυτοματοποιημένα μηνύματα, ο Διαχειριστής του ιστοτόπου πρέπει να ενεργοποιήσει τις <tt>προγραμματισμένες_εργασίες</tt> στο αρχείο ρυθμίσεων του OJS. Για την υποστήριξη της συγκεκριμένης λειτουργίας ενδέχεται να απαιτηθούν πρόσθετες ρυθμίσεις στον εξυπηρετητή, όπως υποδεικνύεται και στα έγγραφα τεκμηρίωσης του OJS.
hu_hu: <strong>Megjegyzés:</strong> Ennek a lehetőségnek az aktiválásához, az oldal adminisztrátornak engedélyeznie kell a <tt>scheduled_tasks</tt> opciót az OJS konfigurációs fájlban. További szerver beállítások szükségesek, hogy ez a funkció támogatott legyen (amelyik nem érhető el minden szerveren), ahogy az az OJS dokumentációban is szerepel.
mk_mk: <strong> Белешка: </strong> За да ги активирате овие опции, администраторот на страницата мора да ја овозможи опцијата <tt> закажани_задачи </tt> во датотеката за конфигурација на OJS. Може да биде потребна дополнителна конфигурација на серверот за поддршка на оваа функционалност (што можеби не е можно на сите сервери), како што е наведено во документацијата на OJS.
ro_ro: <strong>Notă:</strong> Pentru a activa aceste opțiuni, administratorul site-ului trebuie să activeze opțiunea <tt>scheduled_tasks</tt> în fișierul de configurare OJS. Configurația suplimentară a serverului poate fi necesară pentru a susține această funcționalitate (care nu este posibilă pe toate serverele), așa cum este indicat în documentația OJS.

# manager.subscriptionPolicies.expiryRemindersDescription
source: Automated email reminders (available for editing by Journal Managers in OJS's Emails) can be sent to subscribers both before and after a subscription has expired.
el_gr: Αυτοματοποιημένα μηνύματα υπενθύμισης (διαθέσιμα για επεξεργασία από τους Διαχειριστές μέσω της σελίδας "Έτοιμα Emails") μπορούν να αποσταλούν στους Συνδρομητές πριν και μετά τη λήξη μίας συνδρομής.
hu_hu: Automatikus email emlékeztető (a Folyóirat Menedzserek szerkeszthetik OJS emaileket) küldhető az előfizetőknek, az előfizetésük lejárata előtt és után is.
mk_mk: Автоматски потсетници за е-пошта (достапни за уредување од страна на менаџерите на весници во е-поштата на OJS) може да се испраќаат до претплатниците и пред и по истекот на претплатата.
ro_ro: Memento-uri automate de e-mail (disponibile pentru editare de către Journal Managers în e-mailurile OJS) pot fi trimise abonaților atât înainte cât și după expirarea abonamentului.

# manager.subscriptionPolicies.expiryReminders
source: Subscription Expiry Reminders
el_gr: Υπενθυμίσεις λήξης συνδρομής
hu_hu: Lejáró előfizetésről emlékeztető
mk_mk: Потсетници за истекот на претплатата
ro_ro: Memento-uri de expirare a abonamentului

# manager.subscriptionPolicies.expiryReminderBeforeWeeks
source: Notify subscribers by email before subscription expiry.
el_gr: Ειδοποιήστε με μήνυμα τους Συνδρομητές πριν τη λήξη της συνδρομής.
hu_hu: Értesítse az előfizetőket e-mailben az előfizetés lejárta előtt.
mk_mk: Известете ги претплатниците по е-пошта пред истекот на претплатата.
ro_ro: Notificați abonații prin e-mail înainte de expirarea abonamentului.

# manager.subscriptionPolicies.expiryReminderBeforeMonths
source: Notify subscribers by email before subscription expiry.
el_gr: Ειδοποιήστε με μήνυμα τους Συνδρομητές πριν τη λήξη της συνδρομής.
hu_hu: Értesítse az előfizetőket e-mailben az előfizetés lejárta előtt.
mk_mk: Известете ги претплатниците по е-пошта пред истекот на претплатата.
ro_ro: Notificați abonații prin e-mail înainte de expirarea abonamentului.

# manager.subscriptionPolicies.expiryReminderAfterWeeks
source: Notify subscribers by email after subscription expiry.
el_gr: Ειδοποιήστε με μήνυμα τους Συνδρομητές μετά τη λήξη της συνδρομής.
hu_hu: Értesítse az előfizetőket e-mailben az előfizetés lejárta után.
mk_mk: Известете ги претплатниците по е-пошта по истекот на претплатата.
ro_ro: Notificați abonații prin e-mail după expirarea abonamentului.

# manager.subscriptionPolicies.expiryReminderAfterMonths
source: Notify subscribers by email after subscription expiry
el_gr: Ειδοποιήστε με μήνυμα τους Συνδρομητές μετά τη λήξη της συνδρομής.
hu_hu: Értesítse az előfizetőket e-mailben az előfizetés lejárta után
mk_mk: Известете ги претплатниците по е-пошта по истекот на претплатата
ro_ro: Notificați abonații prin e-mail după expirarea abonamentului

# manager.subscriptionPolicies.xWeeks
source: {$x} Weeks
el_gr: {$x} Εβδομάδες
hu_hu: {$x} Hét
mk_mk: {$x} Недели
ro_ro: {$x} WSăptămâni

# manager.subscriptionPolicies.xMonths
source: {$x} Months
el_gr: {$x} Μήνες
hu_hu: {$x} Hónap(ok)
mk_mk: {$x} Месеци
ro_ro: {$x} Luni

# manager.subscriptionPolicies.expiryPartialDescription
source: Readers are denied access to recently published subscription content, but retain access to subscription content published prior to the subscription expiry date.
el_gr: Διακόπτεται η πρόσβαση στο συνδρομητικό περιεχόμενο που δημοσιεύτηκε πρόσφατα, αλλά επιτρέπεται η πρόσβαση στο περιεχόμενο που δημοσιεύτηκε πριν τη λήξη της συνδρομής.
hu_hu: Az olvasók nem férhetnek hozzá az aktuális publikált tartalmakhoz, de a korábban megjelenteket elérhetik a lejárat dátumáig.
mk_mk: На читателите им е забранет пристап до неодамна објавената содржина за претплата, но го задржуваат пристапот до содржината на претплатата објавена пред датумот на истекување на претплатата.
ro_ro: Cititorilor li se refuză accesul la conținutul de abonament publicat recent, dar își păstrează accesul la conținutul abonament publicat înainte de data expirării abonamentului.

# manager.subscriptionPolicies.expiryPartial
source: Partial expiry
el_gr: Μερική διακοπή
hu_hu: Részleges lejárat
mk_mk: Делумно истекување
ro_ro: Expirare parțială

# manager.subscriptionPolicies.expiryFullDescription
source: Readers are denied access to all subscription content upon subscription expiry.
el_gr: Διακόπτεται η πρόσβαση σε όλο το συνδρομητικό περιεχόμενο με την λήξη της συνδρομής.
hu_hu: Az olvasók az előfizetés lejárta után nem férhetnek hozzá a tartalmakhoz.
mk_mk: На читателите им е забранет пристап до целата содржина на претплата по истекот на претплатата.
ro_ro: Cititorilor li se refuză accesul la întregul conținut al abonamentului la expirarea abonamentului.

# manager.subscriptionPolicies.expiryFull
source: Full expiry
el_gr: Πλήρης διακοπή
hu_hu: Teljes lejárat
mk_mk: Целосно истекување
ro_ro: Expirarea completă

# manager.subscriptionPolicies.expiryDescription
source: Upon subscription expiry, readers may be denied access to all subscription content or may continue to retain access to subscription content published prior to the subscription expiry date.
el_gr: Με τη λήξη της συνδρομής, υπάρχει η δυνατότητα να αφαιρεθεί από τους Αναγνώστες το δικαίωμα πρόσβασης σε όλο το περιεχόμενο της συνδρομής, ή να διατηρηθεί το δικαίωμα πρόσβασης στο περιεχόμενο που δημοσιεύτηκε πριν την ημερομηνία λήξης της συνδρομής.
hu_hu: Amikor az előfizetés lejár, akkor az olvasók hozzáférését a tartalmakhoz le kell tiltani vagy továbbra is megtarthatja a hozzáférését a tartalmakhoz, csak jelezni kell, hogy mikor járt le az előfizetés.
mk_mk: По истекот на претплатата, на читателите може да им се забрани пристап до целата содржина на претплатата или може да продолжат да го задржуваат пристапот до содржината на претплатата објавена пред датумот на истекување на претплатата.
ro_ro: La expirarea abonamentului, cititorilor li se poate refuza accesul la tot conținutul abonamentului sau poate continua să păstreze accesul la conținutul abonament publicat înainte de data expirării abonamentului.

# manager.subscriptionPolicies.expiry
source: Subscription Expiry
el_gr: Λήξη συνδρομής
hu_hu: Előfizetési érvényesség
mk_mk: Истекување на претплатата
ro_ro: Expirare abonament

# manager.subscriptionPolicies.enableSubscriptionExpiryReminderBeforeMonthsValid
source: Please use the checkbox provided.
el_gr: Παρακαλούμε, χρησιμοποιήστε το πλαίσιο ελέγχου που διατίθεται.
hu_hu: Kérjük, használja a jelölőnégyzetet.
mk_mk: Користете го даденото поле за избор.
ro_ro: Vă rugăm să utilizați caseta pusă la dispoziție.

# manager.subscriptionPolicies.delayedOpenAccess
source: Delayed Open Access
el_gr: Καθυστερημένη Ανοικτή Πρόσβαση
hu_hu: Késleltetett Nyílt Hozzáférés
mk_mk: Одложен отворен пристап
ro_ro: Acces liber întârziat
