Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/manager.po
Languages: el_gr, hu_hu, mk_mk, ro_ro

# manager.files.note
source: Note: The Files Browser is an advanced feature that allows the files and directories associated with a journal to be viewed and manipulated directly.
el_gr: Σημείωση: O Περιηγητής Αρχείων αποτελεί μια προηγμένη λειτουργία που επιτρέπει την άμεση προβολή και διαχείριση των αρχείων και καταλόγων που σχετίζονται με κάποιο περιοδικό.
hu_hu: Figyelem: A fájl böngésző egy kiegészítő lehetőség, amellyel a folyóirat fájl- és könyvtárstruktúrája megtekinthető és közvetlenül szerkeszthető.
mk_mk: Забелешка: Прелистувачот Датотеки е напредна карактеристика што овозможува директно гледање и манипулирање со датотеките и директориумите поврзани со списание.
ro_ro: Notă: Browserul de fișiere este o caracteristică avansată care permite vizualizarea și manipularea directă a fișierelor și directoarelor asociate cu un jurnal.

# manager.emails.confirmResetAll
source: Are you sure you want to reset all email templates in this journal? You will lose any customizations you have made.
el_gr: Επιβεβαιώνετε την επαναφορά στην αρχική μορφή όλων των προτύπων μηνυμάτων στο συγκεκριμένο περιοδικό; Όλες οι αλλαγές που έχετε πραγματοποιήσει θα χαθούν.
hu_hu: Biztos, hogy minden e-mail sablont törölni akar ebben a folyóiratban? Minden korábban készített egyéni beállítást elveszít.
mk_mk: Дали сте сигурни дека сакате да ги ресетирате сите обрасци за е-пошта во ова списание? Ќе ги изгубите сите прилагодувања што сте ги направиле.
ro_ro: Sigur doriți să resetați toate șabloanele de e-mail din acest jurnal? Vei pierde orice personalizare făcută.

# manager.website.archiving
source: Archiving
el_gr: Αρχειοθέτηση
hu_hu: Archiválás
mk_mk: Архивирање
ro_ro: Arhivare

# manager.distribution.publishingMode.subscription
source: The journal will require subscriptions to access some or all of its contents.
el_gr: Το περιοδικό θα απαιτεί συνδρομές για πρόσβαση σε μέρος ή όλο το περιεχόμενό του.
hu_hu: A folyóiratnál előfizetésekre lesz szükség a tartalom részének vagy egészének eléréséhez.
mk_mk: Списанието ќе бара претплати за пристап до некои или до целата содржина.
ro_ro: Jurnalul va solicita abonamente pentru a accesa o parte sau tot conținutul său.

# manager.distribution.publishingMode.openAccess
source: The journal will provide open access to its contents.
el_gr: Το περιοδικό θα παρέχει ανοιχτή πρόσβαση στο περιεχόμενό του.
hu_hu: A folyóirat nyílt hozzáférést biztosít a tartalmához.
mk_mk: Списанието ќе обезбеди отворен пристап до неговата содржина.
ro_ro: Jurnalul va oferi acces deschis la conținutul său.

# manager.distribution.publishingMode.none
source: OJS will not be used to publish the journal's contents online.
el_gr: Η πλατφόρμα OJS δεν θα χρησιμοποιηθεί για τη δημοσίευση του περιεχομένου του περιοδικού online.
hu_hu: A folyóirat tartalmának online közzétételére az OJS nem lesz használva.
mk_mk: OJS нема да се користи за објавување на содржината на списанието преку Интернет.
ro_ro: OJS nu va fi utilizat pentru a publica conținutul revistei online.

# manager.distribution.publishingMode
source: Publishing Mode
el_gr: Τρόπος Δημοσίευσης
hu_hu: Megjelentetési mód
mk_mk: Режим на објавување
ro_ro: Mod de publicare

# manager.distribution.publication
source: Publication
el_gr: Δημοσίευση
hu_hu: Cikk
mk_mk: Публикација
ro_ro: Publicare

# manager.distribution.copyrightYearBasis.submission
source: Use the article's publication date
el_gr: Χρησιμοποιήστε την ημερομηνία δημοσίευσης του άρθρου
hu_hu: Használja a cikk megjelenésének dátumát
mk_mk: Користете го датумот на објавување на статијата
ro_ro: Utilizați data publicării articolului

# manager.distribution.copyrightYearBasis.issue
source: Use the issue's publication date
el_gr: Χρησιμοποιήστε την ημερομηνία δημοσίευσης του τεύχους
hu_hu: Használja a szám megjelenésének dátumát
mk_mk: Користете го датумот на објавување на изданието
ro_ro: Utilizați data publicării numărului

# manager.distribution.copyrightYearBasis.description
source: Choose how a default copyright date is selected for an article. This default can be overridden on a case-by-case basis. If you "publish as you go", don't use the issue's publication date.
el_gr: Επιλέξτε τον τρόπο προεπιλογής της ημερομηνίας πνευματικών δικαιωμάτων για ένα άρθρο. Αυτή η προεπιλογή μπορεί να παρακαμφθεί κατά περίπτωση. Εάν "δημοσιεύετε στην πορεία", μην χρησιμοποιήσετε την ημερομηνία δημοσίευσης του τεύχους.
hu_hu: Válassza ki, hogyan kerüljön az alapértelmezett szerzői jogi dátum meghatározásra egy cikknél. Az alapértelmezés esetileg felülírható. Ha "véletlenszerűen jelenít meg", ne használja a szám közzétételének dátumát.
mk_mk: Изберете како е избран стандардниот датум на авторско право за една статија. Ова стандардно може да се замени од случај до случај. Ако „објавувате додека одите“, не користете го датумот на објавување на изданието.
ro_ro: Alegeți cum este selectată o dată implicită pentru dreptul de autor pentru un articol. Această setare implicită poate fi anulată de la caz la caz. Dacă „publicați cum mergeți”, nu utilizați data publicării.

# manager.distribution.access
source: Access
el_gr: Πρόσβαση
hu_hu: Hozzáférés
mk_mk: Пристап
ro_ro: Acces

# manager.journalManagement
source: Journal Management
el_gr: Διαχείριση περιοδικού
hu_hu: Folyóirat menedzselés
mk_mk: Менаџмент на весници
ro_ro: Managementul jurnalului

# manager.language.forms
source: Forms
el_gr: Φόρμες
hu_hu: Űrlapok
mk_mk: Формулари
ro_ro: Formulare

# manager.language.submissions
source: Submissions
el_gr: Υποβολές
hu_hu: Beküldések
mk_mk: Поднесоци
ro_ro: Înregistrare manuscrise

# manager.language.ui
source: UI
el_gr: Διεπαφή Χρήστη
mk_mk: УИ

# manager.payment.authorFeesDescription
source: Enter fee amounts below in order to enable author processing charges.
el_gr: Εισάγετε παρακάτω τα προβλεπόμενα ποσά, ώστε να ενεργοποιηθούν τα τέλη επεξεργασίας για τους Συγγραφείς.
hu_hu: A kiválasztott opciók a leírásokkal és fizetendőkkel (amelyek alább szerkeszthetők), a feltöltési eljárás 1. lépésében és a Folyóiratról részben a Feltöltések alatt fognak megjelenni, és minden olyan ponton, ahol fizetni kell.
mk_mk: Внесете износи на надоместоци подолу за да овозможите такси за обработка на авторот.
ro_ro: Introduceți mai jos sumele de plată pentru a permite autorului să proceseze plata.

# manager.payment.authorFees
source: Author Fees
el_gr: Εισφορές Συγγραφέων
hu_hu: Szerzői díjak
mk_mk: Авторски такси
ro_ro: Taxe pentru autor

# manager.payment.amount
source: Amount
el_gr: Ποσό
hu_hu: Összeg
mk_mk: Износ
ro_ro: Cantitate

# manager.payment.addPayment
source: Add Payment
el_gr: Προσθήκη πληρωμής
hu_hu: Fizetés hozzáadása
mk_mk: Додадете плаќање
ro_ro: Adăugați plată

# manager.payment.action
source: Action
el_gr: Ενέργεια
hu_hu: Tevékenység
mk_mk: Акција
ro_ro: Acțiune

# manager.managementPages
source: Management Pages
el_gr: Σελίδες διαχείρισης
hu_hu: Szerkesztési oldalak
mk_mk: Страници за управување
ro_ro: Gestionare pagini

# manager.languages.primaryLocaleInstructions
source: This will be the default language for the journal site.
el_gr: Αυτή θα είναι η προεπιλεγμένη γλώσσα για τον ιστότοπο του περιοδικού.
hu_hu: Ez a folyóirat alapértelmezett nyelve.
mk_mk: Ова ќе биде стандардниот јазик за страницата на списанието.
ro_ro: Aceasta va fi limba implicită pentru site-ul jurnalului.

# manager.languages.noneAvailable
source: Sorry, no additional languages are available. Contact your site administrator if you wish to use additional languages with this journal.
el_gr: Δεν υπάρχουν επιπλέον γλώσσες διαθέσιμες. Σε περίπτωση που επιθυμείτε να χρησιμοποιήσετε επιπρόσθετες γλώσσες για το περιοδικό, επικοινωνήστε με τον Διαχειριστή του ιστοτόπου.
hu_hu: Elnézést, de nem érhetők el további nyelvek. Vegye fel a kapcsolatot az oldal adminisztrátorával, ha a folyóiratot egyéb nyelveken szeretné használni.
mk_mk: Извинете, не се достапни дополнителни јазици. Контактирајте го администраторот на вашата страница ако сакате да користите дополнителни јазици со ова списание.
ro_ro: Ne pare rău, nu sunt disponibile alte limbi. Contactați administratorul site-ului dvs. dacă doriți să utilizați limbi suplimentare cu acest jurnal.

# manager.languages.languageInstructions
source: OJS can be made available to users in any of several supported languages. As well, OJS can operate as a multilingual system, providing users with an ability to toggle between languages on each page, and allowing certain data to be entered in several additional languages.<br /><br/>If a language supported by OJS is not listed below, ask your site administrator to install the language from the site administration interface. For instructions on adding support for new languages, please consult the OJS documentation.
el_gr: Η διεπαφή μπορεί να διατίθεται σε οποιαδήποτε από τις υποστηριζόμενες γλώσσες. Επίσης, το OJS μπορεί να λειτουργήσει ως ένα πολυγλωσσικό σύστημα, με τη δυνατότητα αλλαγής γλώσσας διεπαφής και εισαγωγής ορισμένων δεδομένων σε επιπρόσθετες γλώσσες.&lt;br /&gt;&lt;br /&gt;Εάν μία γλώσσα που υποστηρίζεται από το OJS δεν εμφανίζεται παρακάτω, απευθυνθείτε στον Διαχειριστή του ιστοτόπου για να εγκαταστήσει τη γλώσσα. Για οδηγίες σχετικά με την υποστήριξη νέων γλωσσών, παρακαλούμε ανατρέξτε στα έγγραφα τεκμηρίωσης του OJS.
hu_hu: Az OJS több támogatott nyelven is elérhető a felhasználók számára. Ahogyan az OJS többnyelvű rendszer is lehet, lehetőséget adva a felhasználóknak, hogy maguk válasszák ki az egyes oldalakon használt nyelvet, és bizonyos adatokat a többi elérhető nyelv valamelyikén adhassák meg.<br /><br/>Ha egy OJS által támogatott nyelv nem található meg a listában, akkor kérje meg az oldal adminisztrátorát, hogy telepítse fel a nyelvet az adminisztrációs oldalon. Új nyelv telepítésének leírása megtalálható az OJS dokumentációban.
mk_mk: OJS може да биде достапен на корисниците на кој било од неколкуте поддржани јазици. Исто така, OJS може да работи како повеќејазичен систем, овозможувајќи им на корисниците можност да се префрлаат помеѓу јазиците на секоја страница и дозволувајќи внесување на одредени податоци на неколку дополнителни јазици. <br /> <br/> Ако јазик поддржан од OJS не е наведен подолу, прашајте го администраторот на вашата страница да го инсталира јазикот од интерфејсот за администрација на страницата. За упатства за додавање поддршка за нови јазици, ве молиме, консултирајте се со документацијата на ОЈС.
ro_ro: OJS poate fi pus la dispoziția utilizatorilor în oricare dintre mai multe limbi acceptate. De asemenea, OJS poate funcționa ca un sistem multilingv, oferind utilizatorilor posibilitatea de a comuta între limbile de pe fiecare pagină și permițând introducerea anumitor date în mai multe limbi suplimentare.<br /><br/>Dacă o limbă acceptată de OJS nu este menționată mai jos, rugați administratorul site-ului să instaleze limba din interfața de administrare a site-ului. Pentru instrucțiuni privind adăugarea de asistență pentru limbi noi, consultați documentația OJS.

# manager.language.confirmDefaultSettingsOverwrite
source: This will replace any locale-specific journal settings you had for this locale
el_gr: Η ενέργεια θα αντικαταστήσει όλες τις ρυθμίσεις που έχετε κάνει για τη συγκεκριμένη γλώσσα.
hu_hu: Ez lecseréli az összes hely-specifikus nyelvi beállításokat, amit eddig használt
mk_mk: Ова ќе ги замени сите поставки за списанија специфични за локацијата што ги имавте за оваа локација
ro_ro: Aceasta va înlocui orice setare de jurnal specifică limbii pe care ați avut-o pentru această configurare zonală

# manager.setup.publicationSchedule
source: Publication Schedule
el_gr: Πρόγραμμα δημοσίευσης
hu_hu: A kiadvány ütemezése
mk_mk: Распоред на објавување
ro_ro: Program de publicare

# manager.setup.proofingInstructionsDescription
source: The Proofreading Instructions will be made available to Proofreaders, Authors, Layout Editors, and Section Editors in the Submission Editing stage. Below is a default set of instructions in HTML, which can be edited or replaced by the Journal Manager at any point (in HTML or plain text).
el_gr: Οι οδηγίες διόρθωσης των τυπογραφικών δοκιμίων θα είναι διαθέσιμες στους Επιμελητές Τυπογραφικών Δοκιμίων, τους Συγγραφείς, τους Επιμελητές Σελιδοποίησης και τους Επιμελητές Ενότητας στο στάδιο επιμέλειας της υποβολής. Παρακάτω θα βρείτε σε μορφή HTML ένα προκαθορισμένο σύνολο οδηγιών, που μπορούν να τροποποιηθούν ή να αντικατασταθούν από τους Επιμελητές του περιοδικού.
hu_hu: A korrektúrázási útmutatók a Korrektúrázóknak, Szerzőknek, Tördelő szerkesztőknek és Rovatszerkesztőknek érhető el a beküldött anyagok szerkesztési felületén. Az alábbiakban egy alapértelmezett útmutató látható HTML formátumban, amelyik átszerkeszthető vagy bármikor lecserélheti a folyóirat menedzser (HTML vagy egyszerű szöveg formátumban).
mk_mk: Инструкциите за лекторирање ќе бидат достапни на лектори, автори, уредници на распоред и уредници на оддели во фазата на уредување на поднесувањето. Подолу е зададен пакет инструкции во HTML, кои можат да се уредуваат или заменуваат со Journal Manager во која било точка (во HTML или обичен текст).
ro_ro: Instrucțiunile de corectare vor fi puse la dispoziția redactorilor de corectare, a autorilor, a editorilor de machete și a editorilor de secțiuni în etapa de editare a transmiterii. Mai jos este un set implicit de instrucțiuni în HTML, care pot fi editate sau înlocuite de Managerul de Journal în orice moment (în HTML sau text simplu).

# manager.setup.proofingInstructions
source: Proofing Instructions
el_gr: Οδηγίες διόρθωσης τυπογραφικών δοκιμίων
hu_hu: Korrektúrázási útmutatók
mk_mk: Инструкции за докажување
ro_ro: Instrucțiuni de corectură

# manager.setup.printIssn
source: Print ISSN
el_gr: ISSN εντύπου
hu_hu: Nyomtatott ISSN
mk_mk: Печати ISSN
ro_ro: ISSN tipar

# manager.setup.policies.description
source: Focus, peer review, sections, privacy, security, and additional about items.
el_gr: Θεματική περιοχή, ομότιμη αξιολόγηση, ενότητες, προσωπικά δεδομένα, και άλλα στοιχεία σχετικά με το περιοδικό.
hu_hu: Fókusz, szakértői értékelés, rovatok, titoktartás, adatvédelem, valamint egyéb információ a tételről.
mk_mk: Фокус, преглед на врсници, делови, приватност, безбедност и дополнителни информации за предметите.
ro_ro: Focus, recenzie, secțiuni, confidențialitate, securitate și suplimente despre articole.

# manager.setup.policies
source: Policies
el_gr: Πολιτικές
hu_hu: Irányelvek
mk_mk: Политики
ro_ro: Politici

# manager.setup.pageNumberIdentifier
source: Page Number Option
el_gr: Επιλογή αρίθμησης σελίδων
hu_hu: Oldal szám beállítások
mk_mk: Опција за број на страница
ro_ro: Opțiuni numere de pagină

# manager.setup.onlineIssn
source: Online ISSN
el_gr: Διαδικτυακό ISSN
mk_mk: Онлајн ISSN
ro_ro: ISSN Online

# manager.setup.numPageLinks.description
source: Limit the number of links to display to subsequent pages in a list.
el_gr: Περιορίστε τον αριθμό των συνδέσμων που θα εμφανίζονται σε κάθε σελίδα μιας λίστας.
hu_hu: Korlátozza a linkek számát, melyek a lista következő oldalain jelenjenek meg.
mk_mk: Ограничете го бројот на врски што треба да се прикажат на следните страници во списокот.
ro_ro: Limită pentru numărul de documente afișate în listă de paginile ulterioare.

# manager.setup.numPageLinks
source: Page links
el_gr: Σύνδεσμοι σελίδας
hu_hu: Oldal linkek
mk_mk: Врски со страници
ro_ro: Linkuri de pagină

# manager.setup.notifications.submissionAckDisabled
source: <strong>Note:</strong> The submission acknowledgement email is currently disabled. To use this feature, enable the "Submission Ack" email in Emails.
el_gr: <strong>Σημείωση:</strong> Η λειτουργία αποστολής μηνύματος επιβεβαίωσης υποβολής έχει απενεργοποιηθεί. Για να χρησιμοποιήσετε τη συγκεκριμένη λειτουργία, ενεργοποιήστε το μήνυμα "Αναγνώριση Υποβολής" στο μενού "Μηνύματα"..
hu_hu: <strong>Megjegyzés:</strong> A beküldésről az értesítés jelenleg ki van kapcsolva. A szolgáltatás használatához engedélyezze a "Beküldési értesítő" email az emailek között.
mk_mk: <strong> Белешка: </strong> Е-поштата за потврда за доставување во моментов е оневозможена. За да ја користите оваа одлика, овозможете ја е-поштата „Submission Ack“ во е-пошта.
ro_ro: <strong>Notă:</strong> Mesajul de confirmare a trimiterii este dezactivat în prezent. Pentru a utiliza această caracteristică, activăți prin e-mail „Trimitere confirmare” din e-mailuri.

# manager.setup.note
source: Note
el_gr: Σημείωση
hu_hu: Megjegyzés
mk_mk: Забелешка
ro_ro: Notă

# manager.setup.noStyleSheetUploaded
source: No style sheet uploaded.
el_gr: Δεν έχει μεταφορτωθεί κάποιο αρχείο μορφοποίησης.
hu_hu: Nincs stíluslap feltöltve.
mk_mk: Не е поставено лист за стилови.
ro_ro: Nu a fost încărcată o foaie de stil.

# manager.setup.noImageFileUploaded
source: No image file uploaded.
el_gr: Δεν έχει μεταφορτωθεί κάποιο αρχείο εικόνας.
hu_hu: Nincs képfájl feltöltve.
mk_mk: Не е подигната датотека со слика.
ro_ro: Nu s-a încărcat niciun fișier imagine.

# manager.setup.navItemIsLiteral
source: The label value is a literal string (e.g., "Journal Setup") rather than a localization message key (e.g., "manager.setup")
el_gr: Η τιμή της ετικέτας αποτελεί ακριβή περιγραφή (π.χ. "Οργάνωση περιοδικού") και όχι κάποιο κλειδί μηνύματος τοπικής προσαρμογής (π.χ., "manager.setup")
hu_hu: A címke felirat egy szöveg (pl. "Folyóirat beállítás") nem pedig egy kód (pl. "manager.setup")
mk_mk: Вредноста на етикетата е буквална низа (на пр., „Поставување весник“) наместо клуч за порака за локализација (на пр., „Управувач. Поставување“)
ro_ro: Valoarea etichetei este un șir literal (de exemplu, "Setare jurnal"), mai degrabă decât o cheie a mesajului de localizare (de exemplu, "manager.setup")

# manager.setup.navItemIsAbsolute
source: URL is an absolute URL (e.g., "http://www.example.com") rather than a path relative to the site (e.g., "/manager/setup")
el_gr: Ο σύνδεσμος αποτελείται από μία απόλυτη διαδρομή URL (π.χ., "http://www.example.com") και όχι από μία διαδρομή σχετική με τον ιστότοπο(π.χ.,"/manager/setup")
hu_hu: Az URL az abszolút URL (pl. "http://www.example.com") nem pedig egy relatív útvonal az oldalhoz (pl. "/manager/setup")
mk_mk: URL-то е апсолутна URL-адреса (на пример, "http://www.example.com") наместо патека во однос на страницата (на пример, "/менаџер/поставување")
ro_ro: URL-ul este o adresă URL absolută (de ex., "Http://www.example.com") și nu o cale relativă la site (de exemplu, "/manager /setup")

# manager.setup.navigationBarDescription
source: Add or remove additional navigation bar items.
el_gr: Προσθήκη ή αφαίρεση επιλογών στη γραμμή πλοήγησης.
hu_hu: További navigációs elemek hozzáadása vagy eltávolítása.
mk_mk: Додадете или отстранете дополнителни ставки од лентата за навигација.
ro_ro: Adăugați sau eliminați elemente suplimentare din bara de navigare.

# manager.setup.navigationBar
source: Navigation Bar
el_gr: Γραμμή πλοήγησης
hu_hu: Navigációs sáv
mk_mk: Лента за навигација
ro_ro: Bară de navigare

# manager.setup.managingTheJournal
source: Step 4. Managing the Journal
el_gr: Βήμα 4. Διαχείριση του περιοδικού
hu_hu: 4. lépés A folyóirat kezelése
mk_mk: Чекор 4. Управување со весникот
ro_ro: Pasul 4. Gestionarea jurnalului

# manager.setup.managingPublishingSetup
source: Management and Publishing Setup
el_gr: Ρυθμίσεις διαχείρισης και δημοσίευσης
hu_hu: Menedzsment és kiadói beállítások
mk_mk: Поставување за управување и објавување
ro_ro: Configurare management și publicare

# manager.setup.managementOfBasicEditorialSteps
source: Management of Basic Editorial Steps
el_gr: Διαχείριση βασικών βημάτων επιμέλειας
hu_hu: Alapvető szerkesztési lépések kezelése
mk_mk: Управување со основните уреднички чекори
ro_ro: Managementul etapelor editoriale de bază

# manager.setup.management.description
source: Access and security, scheduling, announcements, copyediting, layout, and proofreading.
el_gr: Πρόσβαση και ασφάλεια, προγραμματισμός, ανακοινώσεις, επιμέλεια κειμένων, σελιδοποίηση και διόρθωση τυπογραφικών δοκιμίων.
hu_hu: Hozzáférés és biztonság, ütemezés, közlemények, lektorálás, tördelés és korrektúrázás.
mk_mk: Пристап и безбедност, распоред, соопштенија, копирање, распоред и лекторирање.
ro_ro: Acces și securitate, programare, anunțuri, editare de conținut, aranjare și corectură.

# manager.setup.management
source: Management
el_gr: Διαχείριση
hu_hu: Menedzsment
mk_mk: Менаџмент

# manager.setup.look.description
source: Homepage header, content, journal header, footer, navigation bar, and style sheet.
el_gr: Κεφαλίδα αρχικής σελίδας, περιεχόμενο, κεφαλίδα περιοδικού, υποσέλιδο, γραμμή πλοήγησης και αρχείο μορφοποίησης.
hu_hu: Honlap fejléc, tartalom, folyóirat fejléc, lábléc, navigációs sáv és stíluslap.
mk_mk: Заглавие на почетна страница, содржина, заглавие на дневник, подножје, лента за навигација и лист на стил.
ro_ro: Antetul paginii de pornire, conținut, antetul jurnalului, subsol, bara de navigare și foaie de stil.

# manager.setup.look
source: The Look
el_gr: Εμφάνιση του περιοδικού
hu_hu: A megjelenés
mk_mk: Погледот
ro_ro: Aspectul

# manager.setup.clockssRegister
source: Sign up for the CLOCKSS service by visiting <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
el_gr: Μπορείτε να εγγραφείτε στην υπηρεσία CLOCKSS, μεταβαίνοντας <a href="http://clockss.org/" target="_blank">στον ιστότοπο CLOCKSS</a>.
hu_hu: A CLOCKSS szolgáltatásba való regisztrációhoz látogasson el a <a href="http://clockss.org/" target="_blank">CLOCKSS weboldalra</a>.
mk_mk: Регистрирајте се за услугата CLOCKSS со посета на <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
ro_ro: Înregistrați-vă la serviciul CLOCKSS vizitând <a href="http://clockss.org/" target="_blank">situl web CLOCKSS</a>.

# manager.setup.clockssLicenseLabel
source: CLOCKSS License Description
el_gr: Περιγραφή άδειας CLOCKSS
hu_hu: CLOCKSS Licenc Leírás
mk_mk: Опис на лиценцата на CLOCKSS
ro_ro: Descrierea licenței CLOCKSS

# manager.setup.clockssLicenseDescription
source: A CLOCKSS license will appear in About the Journal under Archiving: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
el_gr: Η άδεια του CLOCKSS θα εμφανίζεται στο μενού "Σχετικά με το περιοδικό", στην ενότητα "Αρχειοθέτηση": <a href="http://clockss.org/" target="_blank">;Άδεια CLOCKSS</a>
hu_hu: A CLOCKSS licenc a folyóirat információs oldalán fog megjelenni az archiválásnál: <a href="http://clockss.org/" target="_blank">CLOCKSS Licenc</a>
mk_mk: Лиценца за CLOCKSS ќе се појави во За списанието под Архивирање: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
ro_ro: O licență CLOCKSS va apărea în Despre jurnal sub Arhivare: <a href="http://clockss.org/" target="_blank">Licența CLOCKSS</a>

# manager.setup.clockssEnable
source: Enable CLOCKSS to store and distribute journal content at participating libraries via a CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> page.
el_gr: Ενεργοποίηση του CLOCKSS για τη διανομή και αποθήκευση του περιεχομένου σε βιβλιοθήκες που συμμετέχουν στο δίκτυο, μέσω της σελίδας <a href="{$clockssUrl}" target="_blank">Διακήρυξη του Εκδότη</a> του CLOCKSS.
hu_hu: A CLOCKSS rendszer engedélyezése, hogy a folyóirat tartalmak letárolásra és megosztásra kerüljenek a kapcsolódó könyvtárakkal a CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> oldalon.
mk_mk: Овозможете CLOCKSS да складира и дистрибуира содржина на дневник во учесничките библиотеки преку страница на CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>.
ro_ro: Permiteți CLOCKSS să stocheze și să distribuie conținutul jurnalului în bibliotecile participante prin intermediul CLOCKSS <a href="{$clockssUrl}" target="_blank">pagina Manifestul editorului</a>.
