Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: locale/*/submission.po
Languages: sk_sk

# publication.selectIssue
source: Select an issue to schedule for publication
sk_sk: K naplánovaniu publikovania je potrebné zvoliť číslo

# publication.assignToissue
source: Assign to Issue
sk_sk: Priradiť do čísla

# publication.unscheduledIn
source: This has not been scheduled for publication in an issue.
sk_sk: Pre túto položku nebolo doteraz naplánované publikovanie v čísle.

# publication.scheduledIn
source: Scheduled for publication in <a href="{$issueUrl}">{$issueName}</a>.
sk_sk: Naplánované zverejnenie v <a href="{$issueUrl}">{$issueName}</a>.

# publication.publishedIn
source: Published in <a href="{$issueUrl}">{$issueName}</a>.
sk_sk: Publikované v <a href="{$issueUrl}">{$issueName}</a>.

# publication.required.issue
source: The publication must be assigned to an issue before it can be published.
sk_sk: Pred zverejnením musí byť publikácia priradená k číslu.

# publication.publish.confirmation.datePublishedInPast
source: All publication requirements have been met. This will be published immediately because the date of publication has been set to {$datePublished}. Are you sure you want to publish this?
sk_sk: Všetky požiadavky pre publikovanie boli splnené. Položka bude publikovaná okamžite, pretože dátum publikovania bol nastavený na {$datePublished}. Ste si istý, že má byť položka publikovaná?

# publication.publish.confirmation.backIssue
source: All publication requirements have been met. This will be published immediately in {$issue}. Are you sure you want to publish this?
sk_sk: Všetky požiadavky na zverejnenie boli splnené. Toto bude okamžite zverejnené v {$issue}. Naozaj si prajete publikovať?

# publication.publish.confirmation.futureIssue
source: All publication requirements have been met. This will be published when {$issue} is published. Are you sure you want to schedule this for publication?
sk_sk: Všetky požiadavky na zverejnenie boli splnené. Pri publikovaní bude zverejnené: {$issue}. Naozaj si prajete naplánovať zverejnenie?

# publication.publish.confirmation
source: All publication requirements have been met. Are you sure you want to publish this?
sk_sk: Všetky požiadavky na zverejnenie boli splnené. Naozaj si prajete publikovať?

# publication.invalidIssue
source: The issue for this publication could not be found.
sk_sk: Problém pre túto publikáciu nebol nájdený.

# publication.invalidSection
source: The section for this publication could not be found.
sk_sk: Sekcia pre túto publikáciu nebola nájdená.

# publication.datePublished.description
source: The publication date will be set automatically when the issue is published. Do not enter a publication date unless the article was previously published elsewhere and you need to backdate it.
sk_sk: Dátum vydania bude stanovené automaticky pri zverejnení čísla. Nezadávajte dátum publikácie, kým nebol článok skôr publikovaný inde a potrebujete ho antedatovať.

# galley.publicationNotFound
source: The publication for this galley could not be found.
sk_sk: Publikácia pre túto sadzobnicu nebola nájdená.

# galley.editPublishedDisabled
source: The galleys of this publication can not be edited because it has already been published.
sk_sk: Sadzobnice tejto publikáce sa nedajú upravovať, pretože už boli publikované.

# catalog.category.heading
source: All Items
sk_sk: Všetky položky

# catalog.browseTitles
source: {$numTitles} Items
sk_sk: {$numTitles} položiek

# submission.sectionOptions
source: Section Options
sk_sk: Možnosti sekcie

# section.any
source: Any Section
sk_sk: Ľubovoľná sekcia

# submission.metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe journal content.
sk_sk: Tieto špecifikácie vychádzajú z množiny metadát Dublin Core, čo je mezinárodný štandard používaný k popisu obsahu časopisu.

# submission.citationFormat.notFound
source: The requested citation format could not be retrieved.
sk_sk: Požadovaný citačný formát sa nedá načítať.

# submission.submit.form.contributorRoleRequired
source: Please select the contributor's role.
sk_sk: Zvoľte, prosím, rolu autora.

# submission.submit.form.wordCountAlert
source: Your abstract is too long. Please shorten it to below the word limit indicated for this section.
sk_sk: Váš abstrakt je príliš dlhý. Skráťte ho, prosím na počet slov podľa limitu stanoveného pre túto sekciu.

# submission.submit.form.abstractRequired
source: Please enter your article's abstract.
sk_sk: Vložte, prosím, abstrakt vášho článku.

# submission.submit.form.titleRequired
source: Please enter the title of your article.
sk_sk: Vložte, prosím, názov vášho článku.

# submission.submit.form.authorRequiredFields
source: The first name, last name, and email address of each author is required.
sk_sk: Krstné meno, priezvisko a emailová adresa sú vyžadované pre každého autora.

# submission.submit.form.authorRequired
source: At least one author is required.
sk_sk: Je vyžadovaný minimálne jeden autor.

# submission.submit.contributorRole
source: Contributor's role
sk_sk: Rola autora

# submission.submit.privacyStatement
source: Privacy Statement
sk_sk: Prehlásenie o ochrane súkromia

# submission.submit.submissionChecklistDescription
source: You must read and acknowledge that you've completed the requirements below before proceeding.
sk_sk: Pred pokračovaním musíte prečítať a potvrdiť, že ste splnili nižšie uvedené požiadavky.

# submission.submit.submissionChecklist
source: Submission Checklist
sk_sk: Kontrolný zoznam pre príspevok

# submission.submit.form.localeRequired
source: Please select a submission language.
sk_sk: Vyberte, prosím, jazyk príspevku.

# submission.incomplete
source: Awaiting Approval
sk_sk: Čaká na schválenie

# submission.complete
source: Approved
sk_sk: Schválené

# submission.upload.fileContents
source: Article Component
sk_sk: Komponenty článku

# submission.event.issueMetadataUpdated
source: The submission's issue metadata was updated.
sk_sk: Metadáta príspevku boli aktualizované.

# editor.submission.decision.sendExternalReview
source: Send to Review
sk_sk: Odoslať na recenziu

# workflow.review.externalReview
source: Review
sk_sk: Recenzia

# submission.confirmSubmit
source: Are you sure you wish to submit this article to the journal?
sk_sk: Ste si istý, že chcete odoslať tento článok do časopisu?

# submission.pageProofs
source: Proofreading
sk_sk: Korektúry

# submission.submit.upload.description
source: Upload files associated with this submission, including the article, multimedia, data sets, artwork, etc.
sk_sk: Nahrajte súbory spojené s týmto príspevkom, vrátane článku, multimédií, dátových sád, kresieb atď.

# submission.submit.titleAndSummary
source: Title and Abstract
sk_sk: Názov a abstrakt

# grid.action.pageProofApproved
source: This proof has been approved for inclusion in the galley.
sk_sk: Korektúra bola schválená pre vloženie do sadzobnice.

# grid.action.approveProof
source: Approve this proof for inclusion in the galley.
sk_sk: Schváliť túto korektúru pre vloženie do sadzobnice.

# submission.proofReadingDescription
source: The layout editor uploads the production-ready files that have been prepared for publication here. Use <em>Assign Auditor</em> to designate authors and others to proofread the galleys, with corrected files uploaded for approval prior to publication.
sk_sk: Editor layoutu sem načíta súbory pripravené k publikovaniu. Pomocou <em> Priradiť audítora </em> určíte autorov a ďalších, aby spravili korektúru sadzobnice, a opravené súbory nahrali k schváleniu pred publikáciou.

# submission.galleyFiles
source: Galley Files
sk_sk: Súbory sadzobnice

# grid.action.availableArticleGalley
source: Make this galley available
sk_sk: Sprístupniť túto sadzobnicu

# grid.issueEntry.availableGalley.message
source: <p>This galley will <em>be made available</em> to readers.</p>
sk_sk: <p>Táto sadzobnica <em>bude dostupná čitateľom</em>.</p>

# grid.issueEntry.availableGalley.removeMessage
source: <p>This galley will <em>no longer be made available</em> to readers.</p>
sk_sk: <p>Táto sadzobnica <em>už nebude dostupná čitateľom</em>.</p>

# grid.issueEntry.availableGalley.title
source: Format Approval
sk_sk: Schválenie formátu

# submission.event.publicIdentifiers
source: The submission's public identifiers updated.
sk_sk: Verejné identifikátory príspevku boli aktualizované.

# submission.event.articleGalleyMadeUnavailable
source: The article galley "{$galleyFormatName}" is made unavailable.
sk_sk: Sadzobnica článku "{$galleyFormatName}" bola zneprístupnená.

# submission.event.articleGalleyMadeAvailable
source: The article galley "{$galleyFormatName}" is made available.
sk_sk: Sadzobnica článku "{$galleyFormatName}" bola sprístupnená.

# grid.action.issueEntry
source: View this submission's metadata
sk_sk: Prezrite si metadáta príspevku

# grid.action.galleyInIssueEntry
source: Galley appears in issue entry
sk_sk: Vo vstupe do čísla je sadzobnica

# submission.submit.whatNext.description
source: The journal has been notified of your submission, and you've been emailed a confirmation for your records. Once the editor has reviewed the submission, they will contact you.
sk_sk: Redakcia časopisu bola informovaná o vašom príspevku a bol vám zaslaný email s potvrdením o vašom príspevku. Akonáhle redaktor skontroluje príspevok, bude vás kontaktovať.

# submission.issueEntry
source: Metadata
sk_sk: Metadáta

# submission.submit.noContext
source: This submission's journal could not be found.
sk_sk: Časopis tohoto príspevku nebol nájdený.

# submission.abstract.wordCount.description
source: The abstract must be {$wordCount} words or less.
sk_sk: Abstrakt musí obsahovať maximálne {$wordCount} slov.

# grid.action.workflow
source: Submission Workflow
sk_sk: Workflow príspevku

# submission.submit.newSubmissionSingle
source: New Submission
sk_sk: Nový príspevok

# submission.submit.newSubmissionMultiple
source: Start a New Submission in
sk_sk: Začať nový príspevok v

# submission.title.tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sk_sk: Typ odesielania je obvykle jeden z nasledujúcich 'obrázok', 'text' alebo iný multimediálny typ, vrátane 'software' alebo 'interaktívny'. Zvoľte prosím ten, ktorý je pre váš príspevok najrelevantnejší. Príklady nájdete na adrese <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission.title
source: Article Title
sk_sk: Názov článku

# submission.upload.selectComponent
source: Select article component
sk_sk: Zvoľte komponent článku

# submission.submit.userGroupDescription
source: Choose the capacity under which you are submitting this article.
sk_sk: Zvoľte rolu, pod ktorou odosielate tento článok.

# submission.submit.userGroup
source: Submit in my role as...
sk_sk: Vložiť v rámci mojej nasledujúcej role...

# submission.submit.title
source: Submit an Article
sk_sk: Odoslať článok

# submission.viewingPreview
source: This is a preview and has not been published. <a href="{$url}">View submission</a>
sk_sk: Toto je náhľad – doteraz nebol publikovaný. <a href="{$url}">Zobraziť príspevok</a>

# publication.inactiveSection
source: {$section} (Inactive)
sk_sk: {$section} (Neaktívne)
