Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/reports/counter/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, fr_ca, hu_hu, id_id, ja_jp, ka_ge, mk_mk, nl_nl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_sr, sv_se, uk_ua, zh_cn

# plugins.reports.counter.olderReports
source: Older Site Reports
ca_es: Informes de llocs antics
cs_cz: Starší zprávy o stránkách
da_dk: Ældre webstedsrapporter
de_de: Ältere Site-Berichte
el_gr: Παλαιότερες αναφορές του ιστότοπου
es_es: Informes del sitio antiguo
eu_es: Web zaharreko txostenak
fa_ir: گزارشات قدیمی سایت
fi_fi: Vanhat sivustoraportit
fr_ca: Rapports antérieurs
hu_hu: Régebbi oldaljelentések
id_id: Laporan Situs Terdahulu
ja_jp: 過去のサイトレポート
ka_ge: საიტის მოძველებული ანგარიშგებები
mk_mk: Извештаи за постари страници
nl_nl: Oudere website rapporten
pt_pt: Relatórios antigos do portal
ro_ro: Rapoarte mai vechi ale sitului
ru_ru: Устаревшие отчеты по сайту
sk_sk: Staršie správy o stránkach
sl_si: Stara poročila spletišča
sv_se: Rapporter från äldre sidor
uk_ua: Застарілі звіти про сайт
zh_cn: 旧版网站报告

# plugins.reports.counter.1a.xml
source: XML version
ca_es: versió XML
cs_cz: XML verze
el_gr: Έκδοση XML
es_es: versión XML
fa_ir: نسخه XML
fi_fi: XML-versio
fr_ca: Version XML
hu_hu: XML verzió
id_id: Versi XML
ja_jp: XML版
ka_ge: XML ვერსია
mk_mk: Верзија на XML
nl_nl: XML versie
pt_pt: Versão XML
ro_ro: Versiunea XML
ru_ru: XML-версия
sk_sk: XML verzia
sl_si: XML verzija
uk_ua: XML-версія
zh_cn: XML 版本

# plugins.reports.counter.1a.anonymous
source: anonymous
ca_es: anònim
cs_cz: anonymní
da_dk: anonym
de_de: anonym
el_gr: ανώνυμος
es_es: anónimo
fa_ir: ناشناس
fi_fi: anonyymi
fr_ca: anonyme
hu_hu: névtelen
id_id: Tanpa nama
ja_jp: 無名
ka_ge: ანონიმურად
mk_mk: анонимен
nl_nl: anoniem
pt_pt: anónimo
ro_ro: anonim
ru_ru: анонимно
sk_sk: anonymný
sl_si: anonimno
sv_se: anonym
uk_ua: анонімно
zh_cn: 匿名

# plugins.reports.counter.allCustomers
source: All Customers
ca_es: Tots els clients/es
cs_cz: Všichni zákazníci
da_dk: Alle kunder
de_de: Alle Kund/innen
el_gr: Πελάτες
es_es: Todos los clientes/as
fa_ir: تمامی مشتریان
fi_fi: Kaikki asiakkaat
fr_ca: Tous les clients
hu_hu: Összes ügyfél
id_id: Semua Pelanggan
ka_ge: ყველა მომხმარებელი
mk_mk: Сите клиенти
nl_nl: Alle gebruikers
pt_pt: Todos os Clientes
ro_ro: Toți clienții
ru_ru: Все покупатели
sk_sk: Všetci zákazníci
sl_si: Vsi obiskovalci
sv_se: Alla kunder
uk_ua: Усі клієнти
zh_cn: 所有顾客

# plugins.reports.counter.1a.description
source: COUNTER Journal Report 1 (R3): Full-Text Article Requests by Month and Journal
ca_es: Informe de revista COUNTER 1 (R3): sol·licituds d'articles complets per mes i revista
cs_cz: Zpráva COUNTER Journal 1 (R3): Žádosti o fulltextové články podle měsíce a časopisu
da_dk: COUNTER tidsskrift-rapport 1 (R3): fuldtekst-artikel-forespørgsler efter måned og tidsskrift
de_de: COUNTER Journal Report 1 (R3): Volltext-Zugriffe nach Monat und Zeitschrift
el_gr: COUNTER JR1 (R3): Αιτήματα για Πλήρες Κείμενο Άρθρων κατά Μήνα και Περιοδικό
es_es: Informe de revista COUNTER 1 (R3): solicitudes de artículos completos por mes y revista
fa_ir: گزارش مجله COUNTER: متن کامل مقالات بر حس ماه و مجله مورد نیاز است.
fi_fi: COUNTER Journal Report 1 (R3): Artikkeleiden kokotekstien latausmäärät kuukauden ja julkaisun mukaan jaoteltuna
fr_ca: Rapport COUNTER de revue 1 (R3) : Requête sur des articles en plein texte par mois et par revue
hu_hu: COUNTER Folyóiratjelentés 1 (R3): Teljes szöveges cikk-kérés hónap és folyóirat szerint
id_id: Laporan 1 Jurnal COUNTER (R3): Permintaan Artikel Lengkap berdasarkan Bulan dan Jurnal
ja_jp: COUNTERジャーナルレポート1 (R3): 月別およびジャーナル別のフルテキスト論文リクエスト
ka_ge: COUNTER Journal ანაგრიშგება 1 (R3): სტატიების სრული ტექსტების მოთხოვნა თვეებისა და ჟურნალების მიხედვით
mk_mk: Извештај за весник COUNTER 1 (R3): Барања за написи во цел текст по месец и весник
nl_nl: COUNTER tijdschriftrapport 1 (R3): aantal aangevraagde full-text artikelen per maand en tijdschrift
pt_pt: Relatório 1 (R3) COUNTER da Revista: Artigo com texto completo solicitados por mês e revista
ro_ro: Raportul COUNTER JR1 (R3): Cereri de articol cu text integral pe lună și jurnal
ru_ru: COUNTER Отчет журнала 1 (R3): Запросы полных текстов статей по месяцам и журналам
sk_sk: Správa COUNTER Journal 1 (R3): Žiadosti o fulltextové články podľa mesiaca a časopisu
sl_si: COUNTER poročilo o revijah 1 (R3): Dostopi do celotenga besedila prispevkov po mesecih in revijah
sv_se: COUNTER Journal Report 1 (R3): Nedladdade artiklar i fulltext, sorterade på månad och tidskrift
uk_ua: COUNTER Журнальний звіт 1 (R3): Запити повних текстів статей за місяцями та журналами
zh_cn: 计数器期刊报告1 (R3)：按月份和期刊分类的全文文章请求

# plugins.reports.counter.1a.name
source: COUNTER Report JR1 (R3)
ca_es: Informe COUNTER JR1 (R3)
cs_cz: Zprava COUNTER JR1 (R3)
da_dk: COUNTER-rapport JR1 (R3)
el_gr: Αναφορά COUNTER JR1 (R3)
es_es: Informe COUNTER JR1 (R3)
fa_ir: گزارش COUNTER
fr_ca: Rapport COUNTER JR1 (R3)
hu_hu: COUNTER Jelentés JR1 (R3)
ja_jp: COUNTERレポートJR1 (R3)
ka_ge: COUNTER JR1 ანაგრიშგება (R3)
mk_mk: COUNTER Извештај JR1 (R3)
nl_nl: COUNTER rapport JR1 (R3)
pt_pt: Relatório COUNTER JR1 (R3)
ro_ro: Raportul COUNTER JR1 (R3)
ru_ru: Отчет COUNTER JR1 (R3)
sk_sk: Správa COUNTER JR1 (R3)
sl_si: COUNTER poročilo o revijah 1 (R3)
uk_ua: Звіт COUNTER JR1 (R3)
zh_cn: 计数器报告 JR1 (R3)

# plugins.reports.counter.1a.introduction
source: These links generate COUNTER-ready reports based on the obsolete Release 3.0. This report spans all journals on the site. Use the latest Release instead, when possible.
ca_es: Aquests enllaços generen informes llestos per a COUNTER basats en la versió 3.0, que ja està obsoleta. Aquest informe inclou totes les revistes del lloc. No obstant això, utilitzeu la darrera versió tan aviat com pugueu.
cs_cz: Tyto odkazy generují zprávy připravené pro formát COUNTER na základě zastaralé verze 3.0. Tato zpráva zahrnuje všechny časopisy na webu. Pokud je to možné, použijte místo toho nejnovější verzi.
da_dk: Disse links genererer COUNTER-klare rapporter baseret på den forældede Release 3.0. Denne rapport dækker alle tidsskrifter på webstedet. Brug den nyeste udgivelse i stedet, når det er muligt.
de_de: Diese Links erzeugen COUNTER-reife Berichte, die auf dem veralteten Release 3 basieren. Benutzen Sie neuere Releases, falls möglich.
el_gr: Αυτοί οι σύνδεσμοι δημιουργούν αναφορές έτοιμες για COUNTER με βάση την ξεπερασμένη έκδοση 3.0. Αυτή η αναφορά καλύπτει όλα τα περιοδικά στον ιστότοπο. Χρησιμοποιήστε, όταν είναι δυνατό, την πιο πρόσφατη έκδοση.
es_es: Estos enlaces generan informes listos para COUNTER basados en la obsoleta versión 3.0. Este informe abarca todas las revistas del sitio. De todos modos, use la versión más reciente tan pronto como pueda.
fa_ir: این لینک گزارش COUNTER را تولید می‌کند. این گزارش شامل تمامی مجلات موجود رد سایت می‌باشد.
fi_fi: Nämä linkit luovat COUNTER-yhteensopivan raportin perustuen vanhempaan 3.0-versioon. Raporttiin sisältyy kaikki sivuston julkaisut. Käytä uusinta versiota mikäli mahdollista.
fr_ca: Ces liens génèrent des rapports basés sur la version 3.0 de COUNTER, qui est maintenant désuète. Ce rapport contient toutes les revues du site. Veuillez plutôt utiliser la dernière version lorsque possible.
hu_hu: Ezek a linkek COUNTER-kész jelentéseket generálnak az elavult Release 3.0 alapján. Ez a jelentés kiterjed az összes folyóiratra a webhelyen. Használja a legfrissebb kiadást, ha lehetséges.
id_id: Tautan-tautan ini menghasilkan laporan jadi COUNTER berdasarkan Rilis 3.0 sebelumnya. Laporan ini mencakup semua jurnal pada situs ini. Gunakanlah Rilis terbaru bila memungkinkan.
ja_jp: これらのリンクは、COUNTER 3.0という古いバージョンに基づいてCOUNTER用レポートを生成します。可能な場合、 最新バージョンにアップデートしてご利用ください。
ka_ge: ეს ბმულები აგენრირებენ ანგარიშგებებს, რომლებიც COUNTER-მხარდაჭერილია, მოძველებულ Release 3.0-ზე დაყრდნობით. ეს ანაგრიშგება შეიცავს საიტის ყველა ჟურნალს. თუ შესაძლებელია, გამოიყენეთ უფრო ახალი ვერსია.
mk_mk: Овие врски генерираат извештаи подготвени за COUNTER засновани на застареното издание 3.0. Овој извештај ги опфаќа сите списанија на страницата. Користете го најновото издание наместо тоа, кога е можно.
nl_nl: Deze links genereren COUNTER-compatibele rapporten op basis van de verouderde Release 3.0. Dit rapport bevat alle tijdschriften op de website. Gebruik in plaats hiervan de laatste Release, indien mogelijk.
pt_pt: Estes links geram relatórios COUNTER com base na versão obsoleta 3.0. Este relatório abrange todas as revistas do portal. Use a versão mais recente, sempre que possível.
ro_ro: Aceste legături generează rapoarte COUNTER finalizate bazate pe versiunea depășită 3.0. Acest raport se extinde pe toate revistele de pe site. Utilizați cea mai recentă versiune, atunci când este posibil.
ru_ru: Эти ссылки генерируют отчеты, готовые для COUNTER, опираясь на устаревшую версию Release 3.0. Этот отчет включает в себя все журналы на сайте. Если возможно, используйте более позднюю версию.
sk_sk: Tieto odkazy generujú správy pripravené pre formát COUNTER na základe zastaralej verzie 3.0. Tato správa zahrňuje všetky časopisy na webe. Ak je to možné, použite miesto toho najnovšiu verziu.
sl_si: Te povezave generirajo COUNTER poročila na osnovi zastarele verzije 3.0. To vpliva na vse revije na tem spletišču. Uporabite najnovejšo različico, ko bo mogoče.
sv_se: De här länkarna skapar COUNTER-förberedda rapporter baserade på den utdaterade versionen 3.0. Rapporten täcker alla tidskrifter på webbplatsen. Använd den senaste versionen istället, när det är möjligt.
uk_ua: Ці посилання генерують звіти для COUNTER, що базуються на застарілій версії 3.0. Цей звіт охоплює всі журнали на сайті. Бажано використовувати останню версію.
zh_cn: 这些链接根据过时的3.0版生成支持计数器的报告。 该报告涵盖该站点上的所有期刊。 请尽可能使用最新版本。

# plugins.reports.counter.error.noXML
source: The results could not be formatted as XML.
ca_es: Els resultats no poden formatar-se com a XML.
cs_cz: Výsledky nelze formátovat jako XML.
da_dk: Resultaterne kunne ikke formateres som XML.
de_de: Die Ergebnisse konnten nicht als XML formatiert werden.
el_gr: Δεν ήταν δυνατή η μορφοποίηση των αποτελεσμάτων ως XML.
es_es: Los resultados no se han podido formatear como XML.
eu_es: Emaitzak ezin dira XML-ra formateatu.
fa_ir: مجله امکان اراده به فرمت XML را پشتیبانی نمی‌کند
fi_fi: Tuloksia ei voitu muuntaa XML-muotoon.
fr_ca: Les résultats n'ont pas pu être formatés en XML.
hu_hu: Az eredményeket nem lehet XML-ként formázni.
id_id: Hasilnya tidak bisa diformat menjadi XML.
ka_ge: ვერ ხერხდება შედეგების დაფორმატება XML-ში.
mk_mk: Резултатите не може да се форматираат како XML.
nl_nl: De resultaten kunnen niet worden geformatteerd als XML.
pt_pt: Os resultados não podem ser formatados como XML.
ro_ro: Rezultatele nu au putut fi formatate ca XML.
ru_ru: Не удается сформатировать результаты в XML.
sk_sk: Výsledky nie je možné formátovať ako XML.
sl_si: Rezultati ne morejo biti prikazani kot XML.
sv_se: Reslutatet kunde inte XML-formateras.
uk_ua: Не можливо сформувати результати в XML.
zh_cn: 结果无法被格式化为XML。

# plugins.reports.counter.error.noResults
source: No results were found for this report.
ca_es: No s'han trobat resultats per a aquest informe.
cs_cz: Pro tuto zprávu nebyly nalezeny žádné výsledky.
da_dk: Der blev ikke fundet nogle resultater for denne rapport.
de_de: Für diesen Bericht wurden keine Ergebnisse gefunden.
el_gr: Δεν βρέθηκαν αποτελέσματα για αυτήν την αναφορά.
es_es: No se han encontrado resultados para este informe.
eu_es: Ez dira aurkitu txosten horren emaitzak.
fa_ir: هیچ نتیجه‌ای برای این گزارش یافت نشد.
fi_fi: Raporttiin ei löydetty tuloksia.
fr_ca: Aucun résultat trouvé pour ce rapport.
hu_hu: A jelentéshez nem találtunk eredményt.
id_id: Tudak ditemukan laporan yang dimaksud.
ka_ge: ამ ანგარიშგების შედეგები ვერ მოიძებნა.
mk_mk: Не беа пронајдени резултати за овој извештај.
nl_nl: Voor dit rapport werden geen resultaten gevonden.
pt_pt: Não foram encontrados resultados para este relatório.
ro_ro: Nu au fost găsite rezultate pentru acest raport.
ru_ru: Результаты для этого отчета не найдены.
sk_sk: Pre túto správu neboli nájdené žiadne výsledky.
sl_si: Za poročilo ni bilo najdenih nobenih rezultatov.
sv_se: Den här rapporten genererade inga resultat.
uk_ua: Не знайдено результати для цього звіту.
zh_cn: 找不到该报告的结果。

# plugins.reports.counter.error.badRequest
source: The report request is invalid.
ca_es: La petició d'informe no és vàlida.
cs_cz: Žádost o přehled je neplatná.
da_dk: Rapportanmodningen er ugyldig.
de_de: Die Berichtsabfrage war ungültig.
el_gr: Το αίτημα δημιουργίας αναφοράς δεν είναι έγκυρο.
es_es: La petición de informe no es válida.
eu_es: Txosten eskaria ez da bailozkoa.
fa_ir: درخواست گزارش نامعتبر است
fi_fi: Virheellinen pyyntö.
fr_ca: La requête de rapport est invalide.
hu_hu: A jelentés kérés érvénytelen.
id_id: Permintaan laporan tidak valid.
ja_jp: レポートのリクエストが無効です。
ka_ge: ანგარიშგების არასწორი მოთხოვნა.
mk_mk: Барањето за извештај е неважечко.
nl_nl: De aanvraag voor het rapport is ongeldig.
pt_pt: O pedido de relatório é inválido.
ro_ro: Solicitarea raportului nu este validă.
ru_ru: Неправильный запрос отчета.
sk_sk: Žiadosť o prehľad je neplatná.
sl_si: Zahteva za poročilo je neveljavna.
sv_se: Rapportförfrågan är ogiltlig.
uk_ua: Неправильний запит звіту.
zh_cn: 报告请求无效。

# plugins.reports.counter.error.badParameters
source: The report parameters were invalid.
ca_es: Els paràmetres de l'informe no són vàlids.
cs_cz: Parametry sestavy byly neplatné.
da_dk: Rapportparametrene var ugyldige.
de_de: Die Berichtsparameter waren ungültig.
el_gr: Οι παράμετροι της αναφοράς δεν ήταν έγκυρες.
es_es: Los parámetros del informe no eran válidos.
eu_es: Txostenaren parametroak ez ziren baliozkoak.
fa_ir: پارامترهای گزارش نامعتبر است
fi_fi: Raportin parametrit olivat virheelliset.
fr_ca: Les paramètres du rapport sont invalides.
hu_hu: A jelentés paraméterek érvénytelenek voltak.
id_id: Parameter laporan tidak valid.
ja_jp: レポートのパラメーターが無効です。
ka_ge: ანგარიშგების არასწორი პარამეტრები.
mk_mk: Параметрите на извештајот беа неважечки.
nl_nl: De rapporteringsparameters zijn ongeldig.
pt_pt: Os parâmetros do relatório eram inválidos.
ro_ro: Parametrii raportului au fost nevalide.
ru_ru: Неправильные параметры отчета.
sk_sk: Parametre zostavy boli neplatné.
sl_si: Parametri za poročilo so bili napačni.
sv_se: Rapportens parametrar är ogiltigliga.
uk_ua: Неправильні параметри звіту.
zh_cn: 报告参数无效。

# plugins.reports.counter.jr1.title
source: Journal Report 1
ca_es: Informe de revista 1
cs_cz: Zpráva časopisu 1
da_dk: Tidsskriftsrapport 1
de_de: Zeitschriften-Bericht 1
el_gr: Αναφορά περιοδικού 1
es_es: Informe de revista 1
fa_ir: گزارش مجله 1
fi_fi: Julkaisuraportti 1
fr_ca: Rapport de revue 1
id_id: Laporan Jurnal 1
ja_jp: ジャーナルレポート１ (JR1)
ka_ge: Journal 1-ის ანგარიშგება
mk_mk: Извештај за весник 1
nl_nl: Tijdschriften rapport 1
pt_pt: Relatório de revista 1
ro_ro: Raportul 1 pentru Jurnal
ru_ru: Отчет по журналам 1
sk_sk: Správa časopisu 1
sl_si: Poročilo o revijah 1
sv_se: Tidskriftsrapport 1
uk_ua: Звіт за журналами 1
zh_cn: 期刊报告 1

# plugins.reports.counter.ar1.title
source: Article Report 1
ca_es: Informe d'article 1
cs_cz: Zpráva článku 1
da_dk: Artikelrapport 1
de_de: Artikel-Bericht 1
el_gr: Αναφορά άρθρου 1
es_es: Informe de artículo 1
fa_ir: گزارش مقاله 1
fi_fi: Artikkeliraportti 1
fr_ca: Rapport d'article 1
id_id: Laporan Artikel 1
ja_jp: 論文レポート１ (AR1)
ka_ge: Article 1-ის ანგარიშგება
mk_mk: Извештај за напис 1
nl_nl: Artikelen rapport 1
pt_pt: Relatório de Artigo 1
ro_ro: Raportul 1 pentru articol
ru_ru: Отчет по статьям 1
sk_sk: Správa článku 1
sl_si: Poročilo o prispevkih 1
sv_se: Artikelrapport 1
uk_ua: Звіт за статтями 1
zh_cn: 文章报告 1
