Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/reports/counter/locale/*/locale.po
Languages: ca_es, cs_cz, da_dk, de_de, el_gr, es_es, eu_es, fa_ir, fi_fi, fr_ca, hu_hu, id_id, ja_jp, ka_ge, mk_mk, nl_nl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_sr, sv_se, uk_ua, zh_cn

# plugins.reports.counter.description
source: The COUNTER plugin allows reporting on journal activity, using the <a href="http://www.projectcounter.org">COUNTER standard</a>. These reports alone do not make a journal COUNTER compliant. To offer COUNTER compliance, review the requirements at the Project COUNTER website.
ca_es: El mòdul COUNTER permet enregistrar i crear informes de l'activitat de la revista mitjançant <a href="http://www.projectcounter.org">l'estàndard COUNTER</a>. Aquests informes no fan que una revista sigui conforme a COUNTER per si sols. Per aconseguir-ho, reviseu els requisits necessaris a la pàgina web del projecte COUNTER.
cs_cz: Plugin COUNTER umožňuje zaznamenávání a vytváření zpráv o aktivitách na stránkách pomocí <a href="http://www.projectcounter.org">standardu COUNTER</a>.
da_dk: COUNTER-pluginen muliggør rapportering om tidsskriftsaktivitet ved hjælp af <a href="http://www.projectcounter.org"> COUNTER-standarden </a>. Disse rapporter alene gør ikke et tidsskrift COUNTER-kompatibel. For at tilbyde COUNTER-overensstemmelse skal du gennemgå kravene på Project COUNTER-webstedet.
de_de: Das Counter-Plugin ermöglicht Berichte über die Zeitschriftenaktivität entsprechend dem <a href="http://www.projectcounter.org">COUNTER-Standard</a>. Diese Berichte allein machen eine Zeitschrift nicht COUNTER-kompatibel. Um Counter-Kompatibilität zu erreichen, beachten Sie die Anforderungen auf der Website des COUNTER-Projekts.
el_gr: Το πρόσθετο COUNTER επιτρέπει την καταγραφή και την σύνταξη αναφορών συμβατών με το <a href="http://www.projectcounter.org/">πρότυπο COUNTER</a>. Αυτές οι αναφορές από μόνες τους δεν επαρκούν για να είναι το περιοδικό συμβατό με το πρότυπο COUNTER. Για πλήρη συμβατότητα, ελέγξτε τις απαιτήσεις στον ιστότοπο του Project COUNTER.
es_es: El módulo COUNTER permite generar informes sobre la actividad de la revista mediante el <a href="http://www.projectcounter.org">estándar COUNTER</a>. Estos informes por sí solos no hacen que la revista sea conforme a COUNTER. Para ofrecer conformidad con COUNTER, revise los requisitos en el sitio web de Project COUNTER.
eu_es: COUNTER pluginak webgunearen jarduera erregistratzen du eta <a href="http://www.projectcounter.org">COUNTER</a> moduko txostena ematen du. Txosten hauek ez dute aldizkaria COUNTER estandarrekin ados egiten. COUNTER estandarrak jarraitzeko begiratu COUNTER web horrian.
fa_ir: افزونه COUNTER امکان گزارش‌گیری از فعالیت‌های مجله را بر اساس <a href="http://www.projectcounter.org"> استاندارد COUNTER </a> فراهم می‌سازد. این گزارش باعث نمی‌شود که مجله با استانداردهای COUNTER سازگار گردد. برای ایجاد این سازگاری نیازمندی‌های آن را در سایت این استاندارد مطالعه نمایید.
fi_fi: COUNTER-lisäosalla voi luoda <a href="http://www.projectcounter.org">COUNTER-standardin</a> mukaisia raportteja. Nämä raportit eivät itsessään tee lehdestä COUNTER-yhteensopivaa. Yhteensopivuuden saavuttamiseksi, tarkista sitä koskevat vaatimukset COUNTER-standardin kotisivulta.
fr_ca: Le plugiciel COUNTER permet la consignation de données de consultation de la revue suivant la <a href="http://www.projectcounter.org">norme COUNTER</a>. Ces rapports ne rendent pas à eux seuls une revue conforme à la norme COUNTER. Pour offrir la conformité à COUNTER, veuillez passer en revue les exigences sur le site Web du projet COUNTER.
hu_hu: A COUNTER bővítmény lehetővé teszi a folyóirat tevékenységének jelentését a <a href="http://www.projectcounter.org"> COUNTER szabvány </a> használatával. Ezek a jelentések önmagukban nem teszik a folyóiratot COUNTER kompatibilissé. A COUNTER megfelelőségének megismeréséhez nézze át a követelményeket a Project COUNTER webhelyén.
id_id: Plugin COUNTER bisa merekam aktivitas jurnal, dengan menggunakan <a href="http://www.projectcounter.org">standard COUNTER</a>. Laporan ini tidak memenuhi standard COUNTER jurnal. Agar sesuai dengan COUNTER, pelajrilah persyaratan pada website Project COUNTER.
ja_jp: サイトの運用状況を記録し、<a href="http://www.projectcounter.org/about.html" target="_new">COUNTER</a>準拠の報告書を作成します。
ka_ge: პლაგინი „ COUNTER“ საშუალებას გაძლევთ შექმნათ ანგარიშგებები ჟურნალის აქტივობის შესახებ, <a href="http://www.projectcounter.org">სტანდარული COUNTER</a>-ის გამოყენებით. მარტო ეს ანგარიშგებები არ ხდიან ჟურნალს COUNTER-ის სტანდარტის შესაბამისს. იმისათვის, რომ ჟურნალი შეესაბამებოდეს ამ სტანდარტს, იხილეთ COUNTER-ის მოთხოვნები.
mk_mk: Додатокот COUNTER дозволува известување за активноста на дневникот, користејќи го <a href="http://www.projectcounter.org"> стандардот COUNTER </a>. Само овие извештаи не го прават списанието COUNTER усогласено. За да понудите усогласеност со COUNTER, прегледајте ги барањата на веб-страницата на Project COUNTER.
nl_nl: Met de COUNTER-plug-in kunt u rapporten genereren van tijdschriftactiviteit, conform de <a href="http://www.projectcounter.org/about.html">COUNTER-standaard</a>. Deze rapporten op zich maken een tijdschrift niet automatisch COUNTER-compliant. Bekijk de Project COUNTER-website voor meer informatie over COUNTER-compliance vereisten.
pt_pt: O plugin COUNTER permite armazenar e produzir relatórios sobre a atividade da revista, compatíveis com a iniciativa<a href="http://www.projectcounter.org">COUNTER</a>. Estes relatórios não tornam a revista compatível com COUNTER. Para oferecer compatibilidade com o COUNTER, saiba mais sobre os critérios no site do Projeto COUNTER.
ro_ro: Pluginul COUNTER permite crearea raportului despre activitatea jurnalului, folosind <a href="http://www.projectcounter.org">COUNTER standard</a>. Aceste rapoarte de sine stătător nu fac ca jurnalul să corespundă standardului COUNTER. Pentru ca revista să corespundă acestui standard, consultați cerințele de pe site-ul proiectului COUNTER.
ru_ru: Плагин «COUNTER» позволяет сформировать отчеты об активности журнала, используя <a href="http://www.projectcounter.org">стандарт COUNTER</a>. Сами по себе эти отчеты не делают журнал соответствующим стандарту COUNTER. Чтобы сделать журнал соответствующим этому стандарту, просмотрите требования на сайте проекта COUNTER.
sk_sk: Plugin COUNTER umožňuje zaznamenávanie a vytváranie správ o aktivitách na stránkach pomocou <a href="http://www.projectcounter.org">standardu COUNTER</a>. Samotné tieto správy nezabezpečujú, aby bol denník COUNTER v súlade. Ak chcete ponúknuť súlad COUNTER, prečítajte si požiadavky na webovej stránke Project COUNTER.
sl_si: Vtičnik COUNTER omogoča poročanje o aktivnostih v zvezi z revijo s pomočjo <a href="http://www.projectcounter.org">COUNTER standarda</a>. Sama poročila ne pomenijo, da je revija skladna z zahtevami COUNTER. Kaj je potrebno za zadostitev zahtevam COUNTER, preverite na spletni strani Project COUNTER.
sr_sr: The COUNTER plugin allows recording and <a href="http://www.projectcounter.org/about.html" target="_new">COUNTER</a> reporting on site activity.
sv_se: COUNTER-pluginet möjliggör rapporter för en tidskrifts aktivitet, och använder <a href="http://www.projectcounter.org">COUNTER-standarden</a>. Enbart rapporterna gör inte tidskriften COUNTER-anpassad. För att bli helt COUNTER-kompatibel, läs vad som krävs på COUNTER-projektets webbplats.
uk_ua: Плагін COUNTER дозволяє запис та створення звітів щодо активності на сайті за стандартом <a href="http://www.projectcounter.org/about.html">COUNTER</a>. Проте наявність цих звітів не забезпечить відповідність журналу вимогам COUNTER. Щоб забезпечити відповідність вимогам COUNTER, перегляньте вимоги на веб-сайті проекту COUNTER.
zh_cn: 计数器插件提供关于站点活动的记录和<a href="http://www.projectcounter.org">计数</a>报告.

# plugins.reports.counter
source: COUNTER Reports
ca_es: Estadístiques de COUNTER
cs_cz: Statistiky COUNTER
da_dk: COUNTER-rapport
de_de: COUNTER-Bericht
el_gr: Στατιστικά COUNTER
es_es: Informe COUNTER
eu_es: COUNTER estatistikak
fa_ir: گزارشگر COUNTER
fi_fi: COUNTER-raportit
fr_ca: Rapports COUNTER
hu_hu: COUNTER jelentések
id_id: Statistik COUNTER
ja_jp: COUNTER統計
ka_ge: პლაგინი „COUNTER-ანგარიშგებები“
mk_mk: COUNTER извештаи
nl_nl: COUNTER release
pt_pt: Estatísticas COUNTER
ro_ro: Statistici COUNTER
ru_ru: Плагин «Отчеты COUNTER»
sk_sk: Štatistiky COUNTER
sl_si: COUNTER poročila
sr_sr: COUNTER statistika
sv_se: COUNTER-rapporter
uk_ua: Статистика COUNTER
zh_cn: 计数器统计

# plugins.reports.counter.1a.title
source: Journal Report 1 (R3): Full-Text Article Requests by Month and Journal
ca_es: Informe de la revista 1 (R3): Sol·licituds d'articles de text complet per mes i revista
cs_cz: Zpráva časopisu 1 (R3): Požadavek na plné texty článku po měsících a časopisech
da_dk: Tidsskrift-rapport 1 (R3): Fuldtekst artikel-anmodninger efter måned og tidsskrift
de_de: Volltext-Zugriffe nach Monat und Zeitschrift
el_gr: Αναφορά Περιοδικού 1 (R3): Αιτήματα για Πλήρες Κείμενο Άρθρων κατά Μήνα και Περιοδικό
es_es: Informe de la revista 1 (R3): solicitudes de artículos completos por mes y revista
eu_es: Aldizkariaren 1. txostena (R3): Testu osoko artikulu-eskaerak hilabetez eta aldizkariz
fa_ir: گزارش مجله 1 (R3): متن کامل مقالات بر حس ماه و مجله مورد نیاز است.
fi_fi: Journal Report 1 (R3): Artikkeleiden kokotekstien latausmäärät kuukauden ja julkaisun mukaan jaoteltuna
fr_ca: Rapport de revue 1 (R3) : Demandes de texte intégral d'articles, par mois et par revue
hu_hu: Folyóiratjelentés 1 (R3): Teljes szöveges cikk-kérés hónap és folyóirat szerint
id_id: Laporan Jurnal 1 (R3): Permintaan Artikel Lengkap berdasarkan Bulan dan Jurnal
ja_jp: 雑誌報告書 1 (R3): 月別・雑誌別の雑誌フルテキストへのリクエスト
ka_ge: Journal 1-ის ანაგრიშგება (R3): სტატიების სრული ტექსტების მოთხოვნა თვეებისა და ჟურნალების მიხედვით
mk_mk: Извештај за весник 1 (Р3): Барања за написи во цел текст по месец и весник
nl_nl: Tijdschrift rapport 1 (R3): Full-Text artikelen opgevraagd per maand en tijdschrift
pt_pt: Relatório 1 (R3): Solicitações de texto completo de artigos por mês e revista
ro_ro: Raportul pentru revista 1 (R3): Solicitări de text integral pe lună şi pe revistă
ru_ru: Отчет журнала 1 (R3): Запросы полных текстов статей по месяцам и журналам
sk_sk: Správa časopisu 1 (R3): Požiadavka na plné texty článku po mesiacoch a časopisoch
sl_si: Poročilo o revijah 1 (R3): Dostopi do celotenga besedila prispevkov po mesecih in revijah
sr_sr: Izveštaj časopisa 1 (R3): Ceo tekst članka zahtevan od strane Month and Journal
sv_se: Journal Report 1 (R3): Nedladdade artiklar i fulltext, sorterade på månad och tidskrift
uk_ua: Журнальний звіт 1 (R3): Запити повних текстів статей за місяцями та журналами
zh_cn: 期刊报告1(R3): 按月份与杂志的全文文章点击请求

# plugins.reports.counter.1a.title1
source: Journal Report 1 (R3)
ca_es: Informe de la revista 1 (R3)
cs_cz: Zpráva časopisu 1 (R3)
da_dk: Tidsskrift-rapport 1 (R3)
el_gr: Αναφορά Περιοδικού 1 (R3)
es_es: Informe de la revista 1 (R3)
eu_es: Aldizkariaren 1. txostena (R3)
fa_ir: گزارش مجله 1 (R3)
fr_ca: Rapport de revue 1 (R3)
hu_hu: Folyóiratjelentés 1 (R3)
id_id: Laporan Jurnal 1 (R3)
ja_jp: 雑誌報告書 1 (R3)
ka_ge: Journal 1-ის ანგარიშგება (R3)
mk_mk: Извештај за весник 1 (R3)
nl_nl: Tijdschriftrapport 1 (R3)
pt_pt: Relatório 1 (R3)
ro_ro: Raportul pentru revista 1 (R3)
ru_ru: Отчет журнала 1 (R3)
sk_sk: Správa časopisu 1 (R3)
sl_si: Poročilo o revijah 1 (R3)
sr_sr: Izveštaj časopisa 1 (R3)
uk_ua: Журнальний звіт 1 (R3)
zh_cn: 期刊报告1(R3)

# plugins.reports.counter.1a.title2
source: Number of Successful Full-Text Article Requests by Month and Journal (Year {$year})
ca_es: Nombre de sol·licituds amb èxit d'articles de text complet per mes i revista (any {$year})
cs_cz: Počet úspěšných požadavků na plný text článků po měsících a časopisech (Rok {$year})
da_dk: Antal succesfulde fuldtekst-anmodninger efter måned og tidsskrift (Year {$year})
de_de: Zahl erfolgreicher Volltext-Zugriffe nach Monat und Zeitschrift (Jahr {$year})
el_gr: Αριθμός Επιτυχημένων Αιτημάτων για Πλήρες Κείμενο Άρθρων κατά Μήνα και Περιοδικό (Έτος {$year})
es_es: Número de solicitudes aceptadas de artículos completos por mes y revista (año {$year})
eu_es: Testu osoko artikulu-eskaera zuzenak hilabetez eta egunkariz ({$year} urtea)
fa_ir: تعداد موفق متن کامل مقالات بر حسب ماه و مجله (سال {$year})
fi_fi: Toteutuneet kokotekstien latausmäärät kuukauden ja julkaisun mukaan jaoteltuna (vuosi {$year})
fr_ca: Nombre de demandes de texte intégral acceptées, par mois et par revue (Année {$year})
hu_hu: A sikeres teljes szövegű cikk-kérések száma hónap és folyóirat szerint (év {$year})
id_id: Jumlah Permintaan Artikel Full-Text yang sukses dari Bulan dan Jurnal (Year {$year})
ja_jp: 月別・雑誌別の成功した雑誌フルテキストへのリクエスト数（{$year}年）
ka_ge: სტატიების სრული ტექსტების წარმატებული მოთხოვნა თვეებისა და ნომრების მიხედვით (წელი {$year})
mk_mk: Број на успешни барања за написи во цел текст по месец и весник (година {$year})
nl_nl: Aantal succesvol opgevraagde fulltext artikelen per maand en tijdschrift (jaar {$year})
pt_pt: Número de solicitações bem-sucedidas de artigos com texto completo por mês e revista (Ano {$year})
ro_ro: Numărul de cereri înregistrate cu succes pentru articole cu text integral pe lună şi pe revistă (Anul {$year})
ru_ru: Количество успешных запросов полных текстов статей по месяцам и журналам (год {$year})
sk_sk: Počet úspešných požiadavkov na plný text článkov po mesiacoch a časopisoch (Rok {$year})
sl_si: Število uspešnih dostopovi do celotenga besedila prispevkov po mesecih in revijah (leto {$year})
sr_sr: Broj časopisa sa celim tekstom zahtevanih od strane Month and Journal (Godina {$year})
sv_se: Antal lyckade nedladdningar av artiklar i fulltext, sorterade på månad och tidskrift (år {$year})
uk_ua: Кількість успішних запитів повних текстів статей за місяцями та журналами (Рік {$year})
zh_cn: 按照月份与期刊的全文请求成功次数( 年{$year})

# plugins.reports.counter.1a.dateRun
source: Date run:
ca_es: Data d'execució:
cs_cz: Datum spuštění:
da_dk: Dato for kørsel:
de_de: Datum:
el_gr: Ημερομηνία εκτέλεσης:
es_es: Fecha de inicio:
eu_es: Data:
fa_ir: تاریخ اجرا
fi_fi: Kyselyn päivämäärä:
fr_ca: Date d'exécution :
hu_hu: Dátum futtatás:
id_id: Tanggal Operasi:
ja_jp: 処理日:
ka_ge: გაშვების თარიღი:
mk_mk: Датум на извршување:
nl_nl: Gedraaid op datum:
pt_pt: Data da execução:
ro_ro: Data:
ru_ru: Дата запуска:
sk_sk: Dátum spustenia:
sl_si: Datum proočila:
sr_sr: Datum pokretanja:
sv_se: Datum körning:
uk_ua: Дата формування:
zh_cn: 日运行:

# plugins.reports.counter.1a.publisher
source: Publisher
ca_es: Institució publicadora
cs_cz: Vydavatel
da_dk: Udgiver
de_de: Verlag
el_gr: Εκδότης
es_es: Editorial
eu_es: Argitaratzailea
fa_ir: ناشر
fi_fi: Julkaisija
fr_ca: Éditeur
hu_hu: Kiadó
id_id: Penerbit
ja_jp: 出版者
ka_ge: გამომცემელი
mk_mk: Издавач
nl_nl: Uitgever
pt_pt: Editora
ro_ro: Editor
ru_ru: Издатель
sk_sk: Vydavateľ
sl_si: Izdajatelj
sr_sr: Izdavač
sv_se: Utgivare
uk_ua: Видавець
zh_cn: 发行人

# plugins.reports.counter.1a.platform
source: Platform
ca_es: Plataforma
cs_cz: Platforma
de_de: Plattform
el_gr: Πλατφόρμα
es_es: Plataforma
eu_es: Plataforma
fa_ir: پلتفرم
fi_fi: Alusta
fr_ca: Plateforme
ja_jp: プラットフォーム
ka_ge: პლათფორმა
mk_mk: Платформа
pt_pt: Plataforma
ro_ro: Platformă
ru_ru: Платформа
sk_sk: Platforma
sl_si: Platforma
sr_sr: Platforma
sv_se: Plattform
uk_ua: Платформа
zh_cn: 平台

# plugins.reports.counter.1a.printIssn
source: Print ISSN
ca_es: Impressió ISSN
cs_cz: ISSN tištěné verze
el_gr: ISSN Εντύπου
es_es: ISSN impreso
eu_es: Inprimatzeko ISSN
fa_ir: شاپا چاپی
fi_fi: Painetun julkaisun ISSN
fr_ca: ISSN imprimé
hu_hu: Nyomtatott ISSN
id_id: ISSN Cetak
ja_jp: 印刷版ISSN
ka_ge: ნაბეჭდი ვერსიის ISSN
mk_mk: Печати ISSN
nl_nl: ISSN (gedrukt)
pt_pt: ISSN (Impresso)
ro_ro: ISSN pentru tipar
ru_ru: ISSN печатной версии
sk_sk: ISSN tlačená verzia
sl_si: ISSN tiskane izdaje
sr_sr: Štampani ISSN
sv_se: Tryckt ISSN
uk_ua: ISSN друкованої версії
zh_cn: ISSN

# plugins.reports.counter.1a.onlineIssn
source: Online ISSN
ca_es: ISSN electrònic
cs_cz: ISSN on-line verze
es_es: ISSN en línea
eu_es: Lineako ISSN
fa_ir: شاپا الکترونیکی
fi_fi: Verkkojulkaisun ISSN
fr_ca: ISSN en ligne
id_id: ISSN Online
ja_jp: 電子版ISSN
ka_ge: ონლაინ ვერსიის ISSN
mk_mk: Интернет ISSN
nl_nl: ISSN (online)
pt_pt: ISSN (Eletrónico)
ro_ro: ISSN online
ru_ru: ISSN онлайн-версии
sk_sk: ISSN on-line verzia
sl_si: E-ISSN
zh_cn: 在线ISSN

# plugins.reports.counter.1a.ytdTotal
source: YTD Total
ca_es: Total de l'any en curs
cs_cz: YTD celkem
de_de: YTD-Summe
el_gr: Σύνολο τρέχοντος έτους
es_es: Totales del último año
eu_es: Aurten guztira
fa_ir: مجموع از اول سال
fi_fi: Kuluva vuosi (YTD) kokonaismäärä
fr_ca: Cumulatif de l'année en cours
hu_hu: YTD Teljes
id_id: Total YTD
ja_jp: YTD合計
ka_ge: YTD ჯამურად
mk_mk: YTD Вкупно
nl_nl: YTD totaal
pt_pt: Total YTD
ro_ro: Total YTD
ru_ru: YTD (Итого)
sk_sk: YTD celkom
sl_si: YTD skupno
sr_sr: YTD ukupno
sv_se: YTD Totalt
uk_ua: Всього з початку року
zh_cn: 最近一年总数

# plugins.reports.counter.1a.ytdHtml
source: YTD HTML
ca_es: HTML de l'any en curs
es_es: HTML del último año
eu_es: HTML
fa_ir: HTML از اول سال
fi_fi: Kuluva vuosi (YTD) HTML
fr_ca: Cumulatif annuel - HTML
pt_pt: HTML YTD
ro_ro: HTML YTD
uk_ua: HTML з початку року

# plugins.reports.counter.1a.ytdPdf
source: YTD PDF
ca_es: PDF de l'any en curs
es_es: PDF del último año
eu_es: PDF
fa_ir: PDF از اول سال
fi_fi: Kuluva vuosi (YTD) PDF
fr_ca: Cumulatif annuel - PDF
pt_pt: PDF YTD
ro_ro: PDF YTD
uk_ua: PDF з початку року

# plugins.reports.counter.1a.totalForAllJournals
source: Total for all journals
ca_es: Total per a totes les revistes
cs_cz: Celkem pro všechny časopisy
da_dk: Total for alle tidsskrifter
de_de: Gesamtsumme für alle Zeitschriften
el_gr: Σύνολο για όλα τα περιοδικά
es_es: Total para todas las revistas
eu_es: Aldizkari guztien totala
fa_ir: مجموع برای تمامی مجلات
fi_fi: Kokonaismäärä, kaikki julkaisut
fr_ca: Total pour toutes les revues
hu_hu: Összes minden folyóirat esetében
id_id: Total untuk seluruh jurnal
ja_jp: 全雑誌の合計
ka_ge: ჯამურად ყველა ჟურნალისათვის
mk_mk: Вкупно за сите списанија
nl_nl: Totaal voor alle tijdschriften
pt_pt: Total para todas as revistas
ro_ro: Totalul pentru reviste
ru_ru: Итого для всех журналов
sk_sk: Celkom pre všetky časopisy
sl_si: Skupno za vse revije
sr_sr: Ukupno za sve časopise
sv_se: Totalt för alla tidskrifter
uk_ua: Всього по всіх журналах
zh_cn: 总计所有期刊

# plugins.reports.counter.legacyStats
source: The links below generate obsolete reports using the old plugin data, which is not COUNTER-ready. If you want to generate current COUNTER reports using the new OJS COUNTER metric type, use the links above.
ca_es: Els enllaços següents generen informes utilitzant dades de l'antic mòdul COUNTER. Si voleu generar informes COUNTER utilitzant la nova mètrica OJS COUNTER, utilitzeu els enllaços superiors.
cs_cz: Odkazy níže generují zprávy využití pomocí starého pluginu počítání přístupů. Pokud chcete počty generovat pomocí nového nástroje OJS COUNTER, použijte odkazy výše.
da_dk: Linkene nedenfor genererer rapporter baseret på de gamle COUNTER plugin-data. Anvend linkene ovenfor, hvis du ønsker at generere en COUNTER-rapport, der bygger på de nye OJS COUNTER-metriske typer.
de_de: Die Links unten erzeugen veraltete Berichte auf Basis der alten Plugin-Daten. Wenn Sie aktuelle COUNTER-reife Berichte mit der neuen OJS-COUNTER-Metrik erzeugen wollen, benutzen Sie die Links oben.
el_gr: Οι παρακάτω σύνδεσμοι παράγουν αναφορές με τη χρήση του παλιού COUNTER plugin. Αν θέλετε να δημιουργήσετε COUNTER αναφορές με τη χρήση του νέου OJS COUNTER μετρικού συστήματος, χρησιμοποιείστε τους παραπάνω συνδέσμους.
es_es: Los siguientes enlaces generan informes mediante datos antiguos del módulo COUNTER. Si desea generar informes COUNTER mediante el nuevo tipo de métrica COUNTER de OJS, utilice los siguientes enlaces.
fa_ir: لینک زیر یک گزارش بر اساس داده‌های افزونه قدیمی تولید می‌کند که با استاندارد COUNTER سازگار نیست.در صورتی می‌خواهید گزارش تولیدی با استاندارد COUNTER سازگار باشد از لینک بالا استفاده نمایید.
fi_fi: Alla olevat linkit luovat vanhempia COUNTER-yhteensopimattomia raportteja. Mikäli haluat luoda uusimman COUNTER-standardin mukaisia raportteja, käytä yläpuolella olevia linkkejä.
fr_ca: Les liens ci-dessous créent des rapports utilisant les données de l'ancien plugiciel COUNTER. Si vous désirez produire des rapports COUNTER à l'aide du nouvel indicateur COUNTER d'OJS, veuillez utiliser les liens ci-dessus.
hu_hu: Az alábbi linkek elavult jelentéseket generálnak a régi pluginadatok felhasználásával, amelyek nem COUNTER-készek. Ha a jelenlegi COUNTER jelentéseket szeretne generálni az új OJS COUNTER mérőszám használatával, használja a fenti linkeket.
id_id: Tautan di bawah ini menghasilkan laporan usang menggunakan data plugin lama, yang tidak COUNTER-ready. Jika ingin membuat laporan COUNTER terbaru menggunakan jenis metrik OJS COUNTER terkini, gunakan tautan di atas.
ka_ge: ქვემოთ მოცემული ბმულები აგენერირებენ ანგარიშგებებს, ძველი პლაგინის მონაცემების გამოყენებით და რომლებიც არ არის მზად COUNTER-ისათვის. თუ გსურთ „ COUNTER“-ის მიმდინარე ანგარიშგების გენერირება, OJS COUNTER-ის ახალი ტიპის მეტრიკებით, გამოიყენეთ ზემოთ მოცემული ბმულები.
mk_mk: Врските подолу генерираат застарени извештаи користејќи ги старите податоци за приклучокот, што не е подготвено за COUNTER. Ако сакате да генерирате тековни извештаи на COUNTER користејќи го новиот метрички тип OJS COUNTER, користете ги врските погоре.
nl_nl: De links hieronder genereren rapporten met de oude COUNTER-plugin gegevens. Gebruik de links hierboven om COUNTER-rapporten te genereren volgens de nieuwe OJS COUNTER methode.
pt_pt: Os links em baixo geram relatórios usando os dados do antigo plugin COUNTER. Se pretende gerar relatórios COUNTER usando o novo tipo de métrica do COUNTER do OJS, use os links em cima.
ro_ro: Link-urile de mai jos generează rapoarte învechite folosind datele vechi ale plugin-ului, care nu este pregătit pentru COUNTER. Dacă doriți să generați rapoarte COUNTER curente utilizând noul tip de măsură OJS COUNTER, folosiți linkurile de mai sus.
ru_ru: Ссылки ниже генерируют устаревшие отчеты, используя данные старого плагина, который не является готовым для COUNTER. Если вы хотите сгенерировать текущие отчеты «COUNTER», используя новый тип метрики OJS COUNTER, воспользуйтесь ссылками выше.
sk_sk: Odkazy nižšie generujú správy využitia pomocou starého pluginu počítania prístupov. Ak chcete počty generovať pomocou nového nástroja OJS COUNTER, použite odkazy vyššie.
sl_si: Povezave spodaj generirajo zastarela poročila na osnovi podatkov zastarelega vtičnika, ki ne ustreza COUNTER zahtegvam. Če želite pripraviti trenutna COUNTER poročila z uporabo novih OJS COUNTER tipov metrik, uporabite povezave zgoraj.
sv_se: Länken nedan genererar äldre rapporter och använder data från det gamla pluginet, som inte är anpassade till COUNTER. Om du vill skapa en rapport anpassad till nuvarande COUNTER som använder OJS nya COUNTER-statistik, använd länken ovan.
uk_ua: Нижченаведені посилання генерують застарілі звіти, використовуючи дані старого модуля, які не є готовими для COUNTER. Якщо ви хочете згенерувати поточні звіти COUNTER за допомогою нового типу метрики OJS COUNTER, скористайтеся вищенаведеними посиланнями.
zh_cn: 下面的链接产生的报告使用的是旧的COUNTER插件数据。如果你希望生成的COUNTER报告使用的是新的OJS COUNTER度量标准，请使用上面的链接。

# plugins.reports.counter.release
source: COUNTER Release
ca_es: Llançament de COUNTER
cs_cz: Zveřejnění COUNTER
da_dk: COUNTER udgivelse
el_gr: Έκδοση COUNTER
es_es: Versión COUNTER
eu_es: COUNTER bertsioa
fi_fi: COUNTER-versio
fr_ca: Version de COUNTER
hu_hu: COUNTER Kiadás
id_id: Rilis COUNTER
ja_jp: COUNTERバージョン
ka_ge: COUNTER Release-ის ვერსია
mk_mk: COUNTER објавување
pt_pt: Versão do COUNTER
ro_ro: Lansare COUNTER
ru_ru: Версия COUNTER Release
sk_sk: Zverejnenie COUNTER
sl_si: COUNTER verzija
sv_se: COUNTER-version
uk_ua: Версія COUNTER
zh_cn: 计数器版本
