Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/doi/locale/*/locale.po
Languages: ca_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ku_iq, nb_no, ro_ro, sk_sk, sl_si, sr_rs@latin, vi_vn

# plugins.pubIds.doi.manager.settings.doiSuffixPattern
source: Use the pattern entered below to generate DOI suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
ca_es: Feu servir el patró introduït a continuació per generar sufixos DOI. Utilitzeu %j per a les inicials de la revista, %v per al volum, %i per al número, %Y per a l'any, %a per a l'ID de l'article d'OJS, %g per a l'ID de la galerada d'OJS, %f per a l'ID de l'arxiu d'OJS, %p per al número de pàgina i %x per a "identificador personalitzat".
fa_ir: برای تولید پسوندهای DOI از الگوی زیر استفاده کنید. %j برای مجله، %v برای دوره، %i برای شماره، %Y برای سال، %a برای شناسه مقاله، %g برای شناسه کلیشه چاپی، %f برای شناسه فایل، %p برای شماره صفحه و %x برای شناسه سفارشی
fr_ca: Utilisez le modèle personnalisé plus bas pour générer les suffixes DOI. Utiliser %j pour les initiales de revue, %v pour la volumaison, %i pour le numéro, %y pour l'année, %a pour le numéro unique de l'article dans OJS, $g pour le numéro de l'épreuve, %f pour le numéro unique du fichier dans OJS, %p pour le numéro de page et %x pour le numéro attribué.
hu_hu: Használja az alább begépelt mintát DOI utótag generálásához. Használja a %j -t a folyóirat kezdőbetűkhöz, %v -t a évfolyamszámhoz, %i -t a folyóiratszámhoz, %Y -t az évhez, %a -t az OJS cikkazonosítóhoz, %g -t az OJS preprint azonosítóhoz, %f -t OJS fájlazonosítóhoz, %p -t az oldalszámhoz and %x -et, mint egyéni azonosítót.
id_id: Gunakan pola seperti di bawah untuk menciptakan sufiks DOI. Gunakan %j untuk inisial jurnal, %v untuk nomor volume, %i untuk nomor terbitan, %Y untuk tahun, %a untuk ID artikel OJS, %g untuk ID galley OJS, %f untuk ID file OJS, %p untuk nomor halaman dan %x untuk "identifikasi kustom".
it_it: Usa il pattern inserito sotto per generare suffissi DOI. Usa %j per le iniziali della rivista, %v per il numero del volume, %i per il numero del fascicolo, %Y per l'anno, %a per l'ID OJS degli articoli, %g per gli ID OJS dei file degli articoli, %f per gli ID OJS dei file e %p per il numero di pagina.
ku_iq: ئەو شێوازەی خوارەوە بەکار بهێنە بۆ زیادکردنی پاشگری DOI. بۆ دەستپێک %j بەکار بهێنە، %v بۆ ژمارەی وەرزیی گۆڤار، %i بۆ ژمارەی گۆڤار، %Y بۆ ساڵ، %a بۆ ناسنامەی توێژینەوەکە لە سیستەمی گۆڤاری کراوەدا، %g بۆ تابلۆی توێژینەوەکە لە سیستەمی گۆڤاری کراوەدا، %f بۆ ناسنامەی سیستەمی گۆڤاری کراوەی توێژینەوەکە، %p بۆ ژمارەی لاپەڕە و %x بۆ ناسێنەری ڕاسپێردراو.
nb_no: Bruk mønsteret under til å generere DOI-suffikser. Bruk %j for tidsskriftsinitialer, %v for årgang, %i for nummeret i årgangen, %Y for året, %a for OJS-artikkel-ID, %g for OJS publiseringsversjons-ID, %f for OJS fil-ID, %p for sidenummer og %x for "Egendefinert identifikator".
ro_ro: Utilizați modelul introdus mai jos pentru a genera sufixe DOI. Utilizați %j pentru inițialele jurnalului, %v pentru numărul de volum, %i pentru număr, %Y pentru an, %a pentru ID-ul articolului OJS, %g pentru codul de galerie OJS, %f pentru ID-ul fișierului OJS, %p pentru numărul paginii și %x pentru „Identificator personalizat”.
sk_sk: Použite nižšie uvedený vzor pre vytvorenie suffixu DOI. Použite %j pre iniciály časopisu, %v pre číslo zväzku ,%i pre číslo časopisu, %Y pre rok, %a pre ID článku v rámci OJS, %g pre ID sadzobnice v rámci OJS, % f pre ID súbore v rámci OJS , %P pre číslo stránky a %x pre "Vlastný identifikátor".
sl_si: Uporabi vpisani vzorec spodaj za kreiranje DOI pripone. Uporabite %j za inicilake revije, %v za številko zvezka, %i za številko revije, %Y za leto, %a za OJS ID prispevka, %g za OJS ID preloma, %f za OJS ID datoteke, %p za številko strani in %x za "Identifikator po meri".
sr_rs@latin: Koristite obrazac dole da generišete DOI sufikse. Koristite %j za inicijale časopisa, %v za vol., %i za broj, %Y za godinu, %a za OJS ID članka, %g za OJS ID prikaza, %f za OJS ID fajla i %p za broj stranice.
vi_vn: Sử dụng mẫu được nhập dưới đây để tạo hậu tố DOI. Sử dụng %j cho tên viết tắt của tạp chí, %v cho số tập, %i cho số phát hành, %Y cho năm ,%a cho ID bài báo OJS, %g cho ID bản in OJS, %f cho ID tập tin OJS , %p cho số trang và %x cho "Số nhận dạng tùy chỉnh".

# plugins.pubIds.doi.manager.settings.doiSuffix.description
source: A DOI suffix can take any form, but must be unique among all publishing objects with the same DOI prefix assigned:
ca_es: El sufix DOI pot tenir qualsevol forma, però ha de ser únic entre tots els objectes publicables amb el mateix prefix DOI assignat:
fa_ir: پشوند DOI میتواند در هر فرمتی باشد فقط باید توجه شود که به ازای یک پیشوند اختصاص داده شده DOI، این پسوندها منحصر به فرد باشد
fr_ca: Un suffixe DOI s'inscrit de différentes façons mais doit être unique par rapport aux autres « objets » publiés qui ont le même préfixe DOI :
hu_hu: A DOI utótag bármilyen formátumú lehet, de egyedinek kell lennie minden publikálási objektum esetében, amely ugyanahhoz a DOI előtaghoz tartozik:
id_id: Akhiran DOI dapat dengan format apapun, tetapi harus unik di antara semua objek penerbitan dengan penugasan awalan DOI yang sama:
it_it: Il suffisso DOI può avere qualunque forma, ma deve essere uniforme per tutti gli elementi pubblicato con lo stesso prefisso DOI:
ku_iq: پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان دەکرێت بە هەر جۆرێک ڕیز بکرێت، بەڵام نابێت هاوشێوەی بڵاوکراوەکانی دیکە بێت و دەبێت هەمان شت بێت لەگەڵ پێشگری ئەرکدارکراوی ناسێنەری سەرچاوە دیجیتاڵییەکان:
nb_no: Et DOI-suffiks kan ha en hvilken som helst form, men må være unikt der alle publiseringsobjekter er tildelt det samme DOI-prefikset:
ro_ro: Un sufix DOI poate lua orice formă, dar trebuie să fie unic pentru toate obiectele de publicare cu același prefix DOI atribuit:
sk_sk: Suffix DOI môže mať akúkoľvek formu, ale musí byť jedinečný medzi všetkými publikovanými objektami s rovnakým prefixom DOI:
sl_si: DOI pripona je poljubne oblike, pomembno je, da je unikatna med vsemi objavljenimi objekti, ki so bili izdani znotraj ene DOI predpone:
sr_rs@latin: DOI sufiks može biti u bilo kojoj formi, ali mora biti jedinstven među svim objektima objavljivanja koji koriste isti DOI prefiks:
vi_vn: Hậu tố DOI có thể có bất kỳ dạng nào, nhưng phải là duy nhất trong số tất cả các đối tượng xuất bản có cùng tiền tố DOI được gán:

# plugins.pubIds.doi.manager.settings.doiSuffix
source: DOI Suffix
ca_es: Sufix DOI
fa_ir: پسوند DOI
fr_ca: Suffixe DOI
hu_hu: DOI utótag
id_id: Akhiran DOI
it_it: Suffisso DOI
ku_iq: پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان
nb_no: DOI-suffiks
ro_ro: Sufixul DOI
sk_sk: Suffix DOI
sl_si: DOI pripona
sr_rs@latin: DOI sufiks
vi_vn: Hậu tố DOI

# plugins.pubIds.doi.manager.settings.doiPrefixPattern
source: The DOI prefix is mandatory and must be in the form 10.xxxx.
ca_es: El prefix DOI és obligatori i ha de seguir el format 10.xxxx.
fa_ir: شناسه DOI باید به فرمت 10.xxxx باشد.
fr_ca: Le préfixe DOI est obligatoire et doit être de la forme 10.xxxx.
hu_hu: A DOI előtag kötelező és így kell kinéznie: 10.xxxx.
id_id: Awalan DOI wajib dan harus format 10.xxxx.
it_it: Il prefisso DOI è obbligatorio e deve essere nel formato 10.xxxx.
ku_iq: پێشگری ناسێنەری سەرچاوە دیجیتاڵییەکان دەبێت هەبێت و بەم شێوەیە بێت 10.xxxx.
nb_no: DOI-prefikset er obligatorisk, og må være i formatet 10.xxxx.
ro_ro: Prefixul DOI este obligatoriu și trebuie să aibă forma 10.xxxx.
sk_sk: Prefix DOI je povinný a musí byť vo formáte 10.xxxx.
sl_si: DOI predpona je obvezna in mora biti oblike 10.xxxx.
sr_rs@latin: DOI prefiks je obavezan i mora biti u formi 10.xxxx.
vi_vn: Tiền tố DOI là bắt buộc và phải ở dạng 10.xxxx.

# plugins.pubIds.doi.manager.settings.doiPrefix.description
source: The DOI Prefix is assigned by registration agencies (e.g. <a href="http://www.crossref.org" target="_new">Crossref</a>) and is in the format 10.xxxx (e.g. 10.1234):
ca_es: El prefix DOI l'assignen les agències de registre (p. ex.,<a href="http://www.crossref.org" target="_new">Crossref</a>) i segueix el format 10.xxxx (p. ex., 10.1234):
fa_ir: پیشوند DOI توسط مراجع ثبت کننده اختصاص داده می شود (برای مثال <a href="http://www.crossref.org" target="_new">CrossRef</a>) و فرمت آن به صورت 10.xxxx می باشد (مانند 10.1234)
fr_ca: Le préfixe DOI est attribué par des agences (tel que <a href="http://www.crossref.org" target="_new">CrossRef</a>) et se présente sous la forme 10.xxxx (e.g. 10.1234) :
hu_hu: A DOI előtagot regisztrációs ügynökségek (pl. <a href="http://www.crossref.org" target="_new">Crossref</a>) osztják ki, ebben a formátumban 10.xxxx (például 10.1234):
id_id: Awalan DOI ditugaskan dengan agensi pendaftaran (contoh <a href="http://www.crossref.org" target="_new">CrossRef</a>) dan dalam format 10.xxxx (contoh 10.1234):
it_it: Il prefisso DOI è assegnato dalle agenzie di registrazione (es. <a href="http://www.medra.org" target="_new">MeDRA</a>) ed è in formato 10.xxxx (es. 10.1234):
ku_iq: پێشگری ناسێنەری سەرچاوە دیجیتاڵییەکان لە لایەن ئاژانسە تۆمارکراوەکان ئەرکدار کراوە (بۆ نمونە. <a href="http://www.crossref.org" target="_new">Crossref</a>) ئەمەش بەم جۆرە ڕێکخستنەیە 10.xxxx (وەک 10.1234):
nb_no: DOI-prefikset tildeles av registreringsbyråer (som <a href="http://www.crossref.org" target="_new">CrossRef</a>), og er i formatet 10.xxxx (f.eks. 10.1234):
ro_ro: Prefixul DOI este atribuit de agențiile de înregistrare(de ex. <a href="http://www.crossref.org" target="_new">Crossref</a>) și are formatul 10.xxxx (de ex. 10.1234):
sk_sk: Prefix DOI je pridelovaný registračnými agentúrami (napr. <a href="http://www.crossref.org" target="_new">CrossRef</a>) a je vo formáte 10.xxxx (napr. 10.1234):
sl_si: DOI predpono dodeli registracijska agencija (npr. <a href="http://www.crossref.org" target="_new">Crossref</a>) in je oblike 10.xxxx (npr. 10.1234):
sr_rs@latin: DOI prefiks dodeljuje registraciona agencija (npr. <a href="http://www.crossref.org" target="_new">CrossRef</a>) i u formatu je 10.xxxx (npr. 10.1234):
vi_vn: Tiền tố DOI được cấp bởi các cơ quan đăng ký (ví dụ: <a href="http://www.crossref.org" target="_new">Crossref</a>) và có định dạng 10.xxxx (ví dụ: 10.1234):

# plugins.pubIds.doi.manager.settings.doiPrefix
source: DOI Prefix
ca_es: Prefix DOI
fa_ir: پیشوند DOI
fr_ca: Préfixe DOI
hu_hu: DOI Előtag
id_id: Awalan DOI
it_it: Prefisso DOI
ku_iq: پێشگری ناسێنەری سەرچاوە دیجیتاڵییەکان
nb_no: DOI-prefiks
ro_ro: Prefix DOI
sk_sk: Prefix DOI
sl_si: DOI predpona
sr_rs@latin: DOI prefiks
vi_vn: Tiền tố DOI

# plugins.pubIds.doi.manager.settings.enableRepresentationDoi
source: Galleys
ca_es: Galerades
fa_ir: کلیشه های چاپی
fr_ca: Épreuves
hu_hu: Preprintek
id_id: Galai
it_it: File principali degli articoli
ku_iq: تابلۆکان
nb_no: Oppsett
ro_ro: Galerii
sk_sk: Sadzobnica
sl_si: Prelomi
sr_rs@latin: Prikaz
vi_vn: Các bản in

# plugins.pubIds.doi.manager.settings.enablePublicationDoi
source: Articles
hu_hu: Cikkek
id_id: Artikel
it_it: Articoli
ku_iq: توێژینەوەکان
nb_no: Artikler
ro_ro: Articole
sk_sk: Články
sl_si: Članki
vi_vn: Các bài báo

# plugins.pubIds.doi.manager.settings.enableIssueDoi
source: Issues
ca_es: Números
fa_ir: شماره ها
fr_ca: Numéros
hu_hu: Számok
id_id: Terbitan
it_it: Fascicoli
ku_iq: ژمارەکان
nb_no: Utgave
ro_ro: Numere
sk_sk: Čísla
sl_si: Številke
sr_rs@latin: Jedinica (broj)
vi_vn: Các số

# plugins.pubIds.doi.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (DOI) assigned:
ca_es: Seleccioneu els objectes de publicació que tindran assignats identificadors d'objectes digitals (DOI):
fa_ir: لطفاً مواردی از محتویات چاپی که باید به آنها شناسه DOI اختصاص داده شود انتخاب کنید:
fr_ca: Veuillez choisir les objets publiés auxquels seront attribués des DOI :
hu_hu: Kérjük, hogy válassza ki azokat az megjelentetési objektumokat, amelyekhez DOI-kat fog rendelni:
id_id: Silahkan pilih objek penerbitan yang akan memiliki penugasan Digital Object Identifiers (DOI):
it_it: Seleziona gli oggetti che avranno un DOI:
ku_iq: تکایە ئەو بڵاوکراوانە دیاری بکە کە ناسێنەری سەرچاوە دیجیتاڵییەکانیان بۆ دیاری کراوە:
nb_no: Velg publiseringsobjekter som skal ha tildelt Digital Object Identifiers (DOI):
ro_ro: Vă rugăm să selectați elementele de publicare cărora li se vor DOI:
sk_sk: Zvoľte, prosím, publikačné objekty, ktoré majú mať pridelené Digital Object Identifiers (DOI):
sl_si: Prosimo izberite objekte, ki se jim bodo dodelili DOI-ji:
sr_rs@latin: Odaberite objekte kojima će biti dodeljeni Digital Object Identifiers (DOI):
vi_vn: Vui lòng chọn các đối tượng xuất bản sẽ có Digital Object Identifiers (DOI) được giao:

# plugins.pubIds.doi.manager.settings.doiObjectsRequired
source: Please choose the objects DOIs should be assigned to.
ca_es: Trieu els objectes als quals s'hauria d'assignar DOI.
fa_ir: لطفاً مواردی که بایستی شنایه DOI دریافت کنند را مشخص منید.
fr_ca: Veuillez choisir les objets auxquels des DOIs seront attribués.
hu_hu: Kérjük, hogy válassza ki azokat az objektumokat, amelyekhez DOI-kat szeretne rendelni.
id_id: Silahkan pilih objek DOIs yang harus ditugaskan.
it_it: Scegli gli oggetti ai quali assegnare DOI.
ku_iq: تکایە ئەو ناسێنەری سەرچاوە دیجیتاڵییانە دیاری بکە کە دەبێت بۆی ئەرکدار بکرێن.
nb_no: Velg objektene DOI-er skal tilordnes til.
ro_ro: Vă rugăm să alegeți obiectele la care trebuie să li se atribuie DOI-urile.
sk_sk: Zvoľte, prosím, ktoré objekty majú mať pridelené DOI.
sl_si: Prosimo izberite objekte, ki se jim bodo dodelili DOI-ji.
sr_rs@latin: Odaberite objekte kojima bi DOI-i trebali biti dodeljeni.
vi_vn: Vui lòng chọn các đối tượng DOIs nên được chỉ định.

# plugins.pubIds.doi.manager.settings.doiObjects
source: Journal Content
ca_es: Contingut de la revista
fa_ir: محتوای مجله
fr_ca: Contenu de la revue
hu_hu: Folyóirat tartalom
id_id: Konten Jurnal
it_it: Contenuto della rivista
ku_iq: ناوەرۆکی گۆڤار
nb_no: Tidsskriftets innhold
ro_ro: Conținutul jurnalului
sk_sk: Obsah časopisu
sl_si: Vsebina revije
sr_rs@latin: Sadržaj časopisa
vi_vn: Nội dung tạp chí

# plugins.pubIds.doi.manager.settings.description
source: Please configure the DOI plugin to be able to manage and use DOIs in OJS:
ca_es: Configureu el mòdul DOI per poder administrar i utilitzar els DOI a OJS:
fa_ir: برای استفاده و مدیریت شناسه DOI لطفاً تنظیمات آن را پیکربندی نمایید:
fr_ca: Veuillez configurer le plugiciel DOI pour être en mesure d'utiliser et gérer les DOIs dans OJS :
hu_hu: Kérjük, állítsa be a DOI plugint DOI-k kezelésére és használatára OJS-ben:
id_id: Silahkan konfigurasikan plugin DOI untuk dapat mengatur dan menggunakan DOIs dalam OJS:
it_it: Seguire il setup per essere in grado di gestire e utilizzare DOI in OJS:
ku_iq: تکایە ناسێنەری سەرچاوە دیجیتاڵییەکان کارا بکە بۆ ئەوەی بتوانیت لە سیستەمی گۆڤاری کراوەدا بەکاری بهێنیت:
nb_no: Konfigurer DOI-programtillegg for å kunne administrere og bruke DOI-er i OJS:
ro_ro: Vă rugăm să configurați pluginul DOI pentru a putea gestiona și utiliza DOI-urile în OJS:
sk_sk: Nakonfigurujte, prosím, plugin DOI, aby ste mohli spravovať a používať DOI v OJS:
sl_si: Za upravljanje in uporabo DOI-jev prosimo nastavite DOI vtičnik:
sr_rs@latin: Podesite DOI dodatak kako biste mogli koristiti DOI-e u OJS-u:
vi_vn: Vui lòng cấu hình plugin DOI để có thể quản lý và sử dụng DOI trong OJS:

# plugins.pubIds.doi.readerDisplayName
source: DOI
ku_iq: DOI ناسێنەری سەرچاوە دیجیتاڵییەکان

# plugins.pubIds.doi.description
source: This plugin enables the assignment of the Digital Object Identifiers to issues, articles and galleys in OJS.
ca_es: Aquest mòdul permet l'assignació d'identificadors d'objectes digitals (DOI) a números, articles i galerades en OJS.
fa_ir: این افزونه امکان اضافه کردن شناسه برای مقالات، شماره ها و کلیشه های چاپی را فراهم می سازد.
fr_ca: Ce plugiciel permet l'attribution d'identifiants numériques d'objets (DOI) à des articles, numéro ou épreuves crées dans OJS.
hu_hu: Ez a plugin lehetővé teszi Digitális Objektumazonosító (DOI) hozzárendelését folyóiratszámokhoz, cikkekhez, preprintekhez az OJS-ben.
id_id: Plugin ini memampukan pemberian Digital Object Identifiers ke terbitan, artikel dan galai di OJS.
it_it: Questo plugin attiva l'assegnazione dei Digital Object Identifiers a uscite, articoli e file in OJS.
ku_iq: ئەم گرێدانە ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ کێشەکان، توێژینەوەکان و تابلۆکان لە سیستەمی گۆڤاری کراوەدا ئەرکدار دەکات.
nb_no: Dette programtillegget tilordner digitale objektidentifikatorer (DOI) til hefter, artikler og oppsett i OJS.
ro_ro: Acest plugin permite alocarea codului DOI pentru numerele din revistă, articole și galeriile din OJS.
sk_sk: Tento plugin umožňuje priradenie identifikátorov digitálnych objektov DOI k číslam, článkom a sadzobniciam v rámci OJS.
sl_si: Vtičnik omogoča dodelitev DOI-jev številkam, prispevkom in prelomom v OJS.
sr_rs@latin: Ovaj dodatak omogućuje dodeljivanje DOI-a
vi_vn: Plugin này cho phép gán Digital Object Identifiers cho các số, các bài báo và các bản in trong OJS.

# plugins.pubIds.doi.displayName
source: DOI
ku_iq: DOI ناسێنەری سەرچاوە دیجیتاڵییەکان
