Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/doi/locale/*/locale.po
Languages: ca_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ku_iq, nb_no, ro_ro, sk_sk, sl_si, sr_rs@latin, vi_vn

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide.confirm
source: Are you sure you wish to assign DOIs to all published objects that have not been assigned DOIs?
ca_es: Segur que voleu assignar DOI a tots els objectes publicats que no en tinguin?
fa_ir: آیا مطمئنید که می‌خواهید به تمامی مقالات و داده‌های منتشر شده‌ای که DOI دریافت نکرده‌اند این شناسه را اختصاص دهید.
fr_ca: Êtes-vous certain-e de vouloir attribuer des DOIs à tous les objets publiés n'ayant pas de DOI attribués ?
hu_hu: Biztos benne, hogy minden olyan megjelent objektumhoz DOI-t szeretne rendelni, amelynek eddig még nem volt?
id_id: Apakah Anda yakin ingin memberikan DOI ke semua objek yang diterbitkan yang belum memiliki DOI?
it_it: Sei sicuro di voler assegnate dei DOI a tutte le componenti pubblicate che non hanno in questo momento un DOI ?
ku_iq: ئایا تۆ دڵنیایت لە ئەرکدارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ هەمو ئەو بڵاوکراوانەی کە ئەو ژمارەیەیان نییە؟
nb_no: Er du sikker på om du vil tildele DOI-er til alle publiserte objekter som ikke har blitt tildelt DOI tidligere?
ro_ro: Sigur doriți să atribuiți DOI-uri tuturor obiectelor publicate cărora nu li s-au atribuit DOI-uri?
sk_sk: Ste si istý, že chcete prideliť DOI všetkým publikovaným objektom, ktoré doteraz nemali pridelené DOI?
sl_si: Ste prepričani, da želite dodeliti DOI-je vsem izdanim objektom, ki še nimajo dodeljenega DOI-ja?
vi_vn: Bạn có chắc chắn muốn gán DOI cho tất cả các đối tượng được xuất bản chưa được gán DOI không?

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide.description
source: Assign DOIs to all published journal objects that have not been assigned DOIs. This action can not be used with the individual suffix configuration. If you have modified the DOI configuration above, please save your changes before initiating this action. Assigning DOIs may take a long time, depending on the number of published objects in the journal.
ca_es: Assignar DOI a tots els objectes publicats de la revista que no en tinguin. Aquesta acció no es pot utilitzar amb la configuració de sufix individual. Si heu modificat la configuració del DOI de més amunt, guardeu els canvis abans de iniciar aquesta acció. El procés d'assignació de DOI pot trigar força, en funció del número d'objectes publicats de la revista.
fa_ir: اختصاص شناسه DOI به تمامی مقالات و داده‌های منتشر شده‌ای که DOI دریافت نکرده‌اند. این عملیات با پیکربندی پسوند فردی قابل انجام نیست. اگر در بالا تنظیمات DOI را تغییر داده‌اید قبل از هر کاری آن‌ها را ذخیره کنید. اختصاص DOI ممکن است مدت‌زمانی به طول بیانجامد که وابسته به تعداد مقالات و داده‌های منتشر شده است.
fr_ca: Attribuer des DOI à tous les objets de revues publiés pour lesquels aucun DOI n'a été attribué. Cette action ne peut pas être utilisée avec la configuration du suffixe individuel. Si vous avez modifié la configuration DOI ci-dessus, veuillez enregistrer vos modifications avant de lancer cette action. L'attribution de DOI peut prendre beaucoup de temps, en fonction du nombre d'objets publiés dans la revue.
hu_hu: A DOI-k hozzárendelése minden olyan közzétett folyóirat-objektumhoz, amelyekhez nincs hozzárendelve a DOI. Ez a művelet nem használható az egyéni utótagok konfigurációjával. Ha módosította a fent leírt DOI konfigurációt, kérjük, mentse el a módosításokat mielőtt elkezdené ezt a műveletet. A DOI-k hozzárendelése hosszú időt vehet igénybe, attól függően, hogy a folyóirat publikálta-e a tárgyakat.
id_id: Berikan DOI untuk semua objek jurnal yang belum diberikan DOI. Tindakan ini tidak dapat digunakan pada konfigurasi sufiks secara individual. Jika Anda telah memodifikasi konfigurasi DOI di atas, harap simpan perubahan Anda sebelum memulai tindakan ini. Pemberian DOI mungkin membutuhkan waktu lama, tergantung pada jumlah objek yang diterbitkan dalam jurnal.
it_it: Assegna DOI a tutte le componenti che non hanno assegnato un DOI. Questa azione non può essere usata con i suffissi individuali per ogni DOI. Se hai modificato la configurazione dei DOI qua sopra, salvala prima iniziare quest'azione. Assegnare i DOI può richiedere molto tempo, dipende dal numero di componeti che ci sono nella rivista.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ هەمو بابەتە بڵاوکراوەکانی گۆڤار ئەرکدار بکە. ئەم کردارە تەنیا بە پاشگر جێبەجێ ناکرێت. ئەگەر تۆ ناسێنەری سەرچاوە دیجیتاڵییەکانت لە سەرەوە دەستکاری کردووە، تکایە گۆڕانکارییەکان خەزن بکە پێش دەستپێکردنی ئەم هەنگاوە. ئەرکدارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان لەوانەیە کاتی زۆر بخایەنێت، کە پەیوەستە بە ژمارەی بابەتە بڵاوکراوەکانی گۆڤارەوە.
nb_no: Tildel DOI-er til alle publiserte objekter som ikke allerede har blitt tildelt DOI-er. Denne handlingen kan ikke brukes med "Egendefinert innstilling". Hvis du har endret på DOI-konfigurasjonen over må du lagre endringene dine før du aktiverer denne handlingen. Tildeling av DOI-er kan ta lang tid, avhengig av antall publiserte objekter i tidsskriftet.
ro_ro: Atribuiți DOI-uri tuturor obiectelor din jurnal publicate cărora nu li s-au atribuit DOI-uri. Această acțiune nu poate fi utilizată cu configurația sufixului individual. Dacă ați modificat configurația DOI de mai sus, vă rugăm să salvați modificările înainte de a iniția această acțiune. Atribuirea DOI poate dura mult timp, în funcție de numărul de obiecte publicate din jurnal.
sk_sk: Priradiť DOI všetkým objektom všetkých publikovaných časopisov, ktoré doteraz nemali priradené DOI. Táto akcia nemôže byť použitá v prípade individuálnej konfigurácie prípon. Ak ste zmenili konfiguráciu DOI výššie, je potrebné pred zahájením tejto akcie uložiť zmeny. Priradenie DOI môže trvať dlho v závislosti na počte publikovaných objektov v časopise.
sl_si: Dodeli DOI-je vsem izdanim objektom, ki še nimajo dodeljenega DOI-ja. Akcija ne bo uporabljena v primeru nastavitve identifikatorjev po meri. Če ste zgoraj spremenili DOI nastavitve, morate spremembe pred uporabo najprej shraniti. Dodeljevanje DOI-jev lahko traja dalj časa, odvisno od števila objavljenih objektov.
vi_vn: Chỉ định DOIs cho tất cả các đối tượng tạp chí đã xuất bản chưa được gán DOIs. Hành động này không thể được sử dụng với cấu hình hậu tố riêng lẻ. Nếu bạn đã sửa đổi cấu hình DOI ở trên, vui lòng lưu các thay đổi của bạn trước khi bắt đầu hành động này. Việc gán DOI có thể mất nhiều thời gian, tùy thuộc vào số lượng đối tượng được xuất bản trên tạp chí.

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide
source: Assign DOIs
ca_es: Assignar DOI
fa_ir: اختصاص DOI
fr_ca: Attribuer des DOIs
hu_hu: DOI-k kiosztása
id_id: Berikan DOI
it_it: Assegna i DOI
ku_iq: ئەرکدارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان
nb_no: Tildel DOI-er
ro_ro: Atribuiți DOI-uri
sk_sk: Priradiť čísla DOI
sl_si: Dodeli DOI-je
vi_vn: Gán các DOI

# plugins.pubIds.doi.manager.settings.doiReassign.confirm
source: Are you sure you wish to delete all existing DOIs?
ca_es: Segur que voleu eliminar tots els DOI existents?
fa_ir: آیا مطمئنید که می خواهید تمامی شناسه های DOI موجود را حذف کنید؟
fr_ca: Êtes-vous certain-e de vouloir supprimer tous les DOIs existants ?
hu_hu: Biztos benne, hogy törli az összes létező DOI-t?
id_id: Anda yakin untuk menghapus semua DOI yang ada?
it_it: Sei sicuro di eliminare tutti i DOI esistenti?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی هەمو ناسێنەری سەرچاوە دیجیتاڵییە بەردەستەکان؟
nb_no: Er du sikker på at du vil slette alle eksisterende DOI-er?
ro_ro: Sigur doriți să ștergeți toate DOI-urile existente?
sk_sk: Ste si istý, že chcete zmazať všetky existujúce identifikátory DOI?
sl_si: Ste prepričani, da želite odstraniti vse obstoječe DOI-je?
sr_rs@latin: Da li želite da obrišete sve postojeće DOI-je?
vi_vn: Bạn có chắc chắn muốn xóa tất cả các DOI hiện có?

# plugins.pubIds.doi.manager.settings.doiReassign.description
source: If you change your DOI configuration, DOIs that have already been assigned will not be affected. Once the DOI configuration is saved, use this button to clear all existing DOIs so that the new settings will take effect with existing objects.
ca_es: Si canvieu la configuració del DOI, els DOI que ja s'havien assignat no es veuran afectats. Quan la configuració del DOI s'hagi guardat podeu fer servir aquest botó per netejar tots els DOI existents, d'aquesta manera la configuració nova s'aplicarà en els objectes ja existents.
fa_ir: اگر شما پیکربندی DOI خود را تغییر دهید، DOI هایی که قبلا تعیین شده اند تحت تاثیر قرار نمی گیرند. هنگامی که پیکربندی DOI ذخیره می شود، از این دکمه برای پاک کردن تمام DOI های موجود استفاده کنید تا تنظیمات جدید به تمامی موارد موجود نیز اعمال شود.
fr_ca: Si vous modifiez la configuration pour les DOIs, les DOIs déjà assignés ne seront pas affectés. Une fois que la configuration pour les DOIs est enregistrée, utiliser ce bouton pour effacer tous les DOIs existants et ainsi régénérer les DOIs avec la nouvelle configuration.
hu_hu: Ha megváltoztatja a DOI konfigurációját, a már kioszott DOI-kra nem lesznek hatással. Miután a DOI konfiguráció mentésre került, ezzel a gombbal törölheti az összes létező DOI-t, hogy az új beállítások érvénybe lépjenek a meglévő objektumokkal.
id_id: Jika Anda mengubah konfigurasi DOI Anda, DOI yang telah diberikan tidak akan terdampak. Setelah konfigurasi DOI disimpan, gunakan tombol ini untuk menghapus semua DOI yang ada sehingga pengaturan baru akan diberlakukan pada objek yang ada.
it_it: Se cambi la tua configurazione dei DOI, i DOI già assegnati non vengono toccati. Una volta che la configurazione dei DOI è stata salvata, usando questo bottone tutti i DOI esistenti vengono cancellati e cosi le nuove configurazioni interverranno sugli oggetti già esistenti.
ku_iq: ئەگەر ڕێکخستنەکانی ناوی سەرچاوە دیجیتاڵییەکان بگۆڕدرێن، ناوی سەرچاوە دیجیتاڵییەکان کە ئەرکدار کراون ناگۆڕێن. کاتێک گۆڕانکارییەکە خەزن بو، کلیک بکە بۆ سڕینەوەی هەمو ناوی سەرچاوە دیجیتاڵییە بەردەستەکان، بەمجۆرە ڕێکخستنە نوێیەکە جێیان دەگرێتەوە.
nb_no: Hvis du endrer på DOI-konfigurasjonen din, vil DOI-er som allerede har blitt tildelt ikke bli påvirket. Når DOI-konfigurasjonen lagres, bruker du denne knappen for å nullstille alle eksisterende DOI-er slik at de nye innstillingene gjelder for eksisterende objekter.
ro_ro: Dacă modificați configurația DOI, acele coduri DOI care au fost deja atribuite nu vor fi afectate. Odată ce configurația DOI este salvată, utilizați acest buton pentru a șterge toate DOI-urile existente, astfel încât noile setări să aibă efect cu obiectele existente.
sk_sk: Ak zmeníte konfiguráciu DOI, DOI, ktoré už boli priradené, nebudú ovplyvnené. Akonáhle je konfigurácia DOI uložená, použite toto tlačítko pre vymazanie všetkých existujúcich DOI tak, aby sa nové nastavenia prejavili aj pri existujúcich objektoch.
sl_si: Če spremenite DOI nastavitve, se že dodeljeni DOI-ji ne bodo spremenili. Ko je DOI nastavitev shranjena, uporabite ta gumb, da odstranite vse obstoječe DOI-je, tako da bodo nove nastavitve vplivale na obstoječe objekte.
sr_rs@latin: Ukoliko promenite vašu DOI konfiguraciju, dodeljeni DOI-i neće biti promenjeni. Kada je konfiguracija sačuvana, koristite opciju čišćenja postojećih DOI-a i dodeljivanja novih.
vi_vn: Nếu bạn thay đổi cấu hình DOI, DOI đã được chỉ định sẽ không bị ảnh hưởng. Khi cấu hình DOI được lưu, sử dụng nút này để xóa tất cả các DOI hiện có để các cài đặt mới sẽ có hiệu lực với các đối tượng hiện có.

# plugins.pubIds.doi.manager.settings.doiReassign
source: Reassign DOIs
ca_es: Reassignar els DOI
fa_ir: اختصاص مجدد شناسه هاس DOI
fr_ca: Réassignation de DOIs
hu_hu: DOI-k újrakiosztása
id_id: Pemberian DOI kembali
it_it: Riassegna i DOI
ku_iq: دوبارە ئەرکدارکردنەوەی ناسێنەری سەرچاوە دیجیتاڵییەکان
nb_no: Tildel DOI på nytt
ro_ro: Realocați DOI-urile
sk_sk: Znovu prideliť DOI
sl_si: Ponastavi DOI-je
sr_rs@latin: Ponovo dodeli DOI-e
vi_vn: Phân lại DOI

# plugins.pubIds.doi.manager.settings.doiRepresentationSuffixPatternRequired
source: Please enter the DOI suffix pattern for galleys.
ca_es: Introduïu el patró del sufix DOI per a galerades.
fa_ir: لطفاً الگوی پسوند شناسه DOI برای کلیشه های چاپی را وارد کنید
fr_ca: Inscrivez le modèle de suffixe pour les épreuves.
hu_hu: Kérjük, írja be a DOI utótag mintát a preprintekhez.
id_id: Silahkan masukkan pola akhiran DOI untuk galai.
it_it: Inserisci il pattern del suffisso DOI per i file principali degli articoli.
ku_iq: تکایە پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ تابلۆکان زیاد بکە.
nb_no: Fyll inn DOI-suffiksmønsteret for oppsett.
ro_ro: Vă rugăm să introduceți modelul de sufix DOI pentru galerii.
sk_sk: Zadajte, prosím, vzor DOI suffixu pre sadzobnice.
sl_si: Prosimo vnesite vzorec za DOI pripono za prelome.
sr_rs@latin: Unesite DOI sufiks obrazac za prikaz.
vi_vn: Vui lòng nhập mẫu hậu tố DOI cho các bản in.

# plugins.pubIds.doi.manager.settings.doiSubmissionSuffixPatternRequired
source: Please enter the DOI suffix pattern for articles.
ca_es: Introduïu el patró del sufix DOI per a articles.
fa_ir: لطفاً الگوی پسوند شناسه DOI برای مقالات را وارد کنید
fr_ca: Inscrivez le modèle de suffixe DOI pour les articles.
hu_hu: Kérjük, írja be a DOI utótag mintát a cikkekhez.
id_id: Silahkan masukkan pola akhiran DOI untuk artikel.
it_it: Inserisci il pattern del suffisso DOI per gli articoli.
ku_iq: تکایە پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ توێژینەوەکان داخل بکە.
nb_no: Fyll inn DOI-suffiksmønsteret for artikler.
ro_ro: Vă rugăm să introduceți modelul de sufix DOI pentru articole.
sk_sk: Zadajte, prosím, vzor DOI suffixu pre články.
sl_si: Prosimo vnesite vzorec za DOI pripono za članke.
sr_rs@latin: Unesite DOI sufiks obrazac za članak.
vi_vn: Vui lòng nhập mẫu hậu tố DOI cho các bài báo.

# plugins.pubIds.doi.manager.settings.doiIssueSuffixPatternRequired
source: Please enter the DOI suffix pattern for issues.
ca_es: Introduïu el patró del sufix DOI per a números.
fa_ir: لطفاً الگوی پسوند شناسه DOI برای شماره ها را وارد کنید
fr_ca: Inscrivez le modèle de suffixe DOI pour les numéros.
hu_hu: Kérjük, írja be a DOI utótag mintát a folyóiratszámokhoz.
id_id: Silahkan masukkan pola akhiran DOI untuk terbitan.
it_it: Inserisci il pattern del suffisso DOI per i fascicoli.
ku_iq: تکایە پاشگری ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ ژمارەکانی گۆڤار داخل بکە.
nb_no: Fyll inn DOI-suffiksmønsteret for numre.
ro_ro: Vă rugăm să introduceți modelul de sufix DOI pentru numere.
sk_sk: Zadajte, prosím, vzor DOI suffixu pre čísla.
sl_si: Prosimo vnesite vzorec za DOI pripono za številke.
sr_rs@latin: Unesite DOI sufiks obrazac za ovu jedinicu (broj).
vi_vn: Vui lòng nhập mẫu hậu tố DOI cho các số.

# plugins.pubIds.doi.manager.settings.doiSuffixCustomIdentifier
source: Enter an individual DOI suffix for each published item. You'll find an additional DOI input field on each item's meta-data page.
ca_es: Introduïu un sufix DOI individual per a cada element publicat. Trobareu un camp d'entrada DOI addicional en la pàgina de metadades de cada element.
fa_ir: یک پسوند DOI منحصر به فرد برای هر مورد منتشر شده وارد کنید. یک فیلد DOI در صفحه فراداده های هر مورد مشاهده خواهید کرد.
fr_ca: Inscrivez un suffixe DOI pour chaque élément publié. Vous trouverez un champ additionnel pour le DOI sur chaque page de métadonnées de l'élément.
hu_hu: Adjon meg egy egyedi DOI-utótagot minden megjelent tételhez. Minden egyes elem metaadat-oldalán további DOI beviteli mezőt talál.
id_id: Masukkan sufiks DOI secara individual untuk setiap butir terbitan. Anda akan menemukan field masukkan tambahan pada halaman meta-data masing-masing butir.
it_it: Inserisci un suffisso individuale per ogni cosa pubblicata. Troverai un campo addizionale per il DOI in ogni pagina per i metadati.
ku_iq: تکایە پاشگری DOI بۆ هەر بڵاوکراوەیەک داخل بکە. تۆ شوێنی داخلکردنەکە لە پەیجی زانیاریی ناسێنەری هەر دانەیەکدا دەدۆزیتەوە.
nb_no: Skriv inn et individuelt DOI-suffiks for hvert publiserte element. Et ekstra DOI-felt vil vises på hvert element sin metadataside.
ro_ro: Introduceți un sufix DOI individual pentru fiecare articol publicat. Veți găsi un câmp suplimentar de intrare DOI pe pagina de metadate a fiecărui articol.
sk_sk: Pre každú publikovanú položku zadajte individuálny suffix DOI. Na stránke metadát každej položky nájdete ďalšie vstupné pole DOI.
sl_si: Za vsak izdan objekt vnesite svojo DOI priponko. Pri metapodatkih vsakega objekta boste našli DOI vnosno polje.
sr_rs@latin: Unesite individualni DOI sufiks za svaku objavljenu stavku, nezavisan i drugačiji od "Custom Identifier" iz prethodnog opcije. Naći ćete dodatno polje za DOI unos na stranici svake stavlke među metapodacima.
vi_vn: Nhập một hậu tố DOI riêng cho mỗi mục được xuất bản. Bạn sẽ tìm thấy một trường nhập DOI bổ sung trên trang dữ liệu meta của từng mục.

# plugins.pubIds.doi.manager.settings.doiSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
ca_es: %j.v%vi%i per a números<br />%j.v%vi%i.%a per a articles<br />%j.v%vi%i.%a.g%g per a galerades.
fa_ir: %j.v%vi%i برای شماره ها<br />%j.v%vi%i.%a برای مقالات<br />%j.v%vi%i.%a.g%g برای کلیشه های چاپی.
fr_ca: %j.v%vi%i pour les numéros<br />%j.v%vi%i.%a pour les articles<br />%j.v%vi%i.%a.g%g pour les épreuves.
hu_hu: %j.v%vi%i folyóiratszámoknak<br />%j.v%vi%i.%a cikkeknek<br />%j.v%vi%i.%a.g%g for preprinteknek.
id_id: %j.v%vi%i untuk terbitan<br />%j.v%vi%i.%a untuk artikel<br />%j.v%vi%i.%a.g%g untuk galai.
it_it: %j.v%vi%i for i fascicoli<br />%j.v%vi%i.%a per gli articoli<br />%j.v%vi%i.%a.g%g per l'impaginato.
ku_iq: %j.v%vi%i بۆ ژمارەکان<br />%j.v%vi%i.%a بۆ توێژینەوەکان<br />%j.v%vi%i.%a.g%g بۆ تابلۆکان.
nb_no: %j.v%vi%i for numre<br />%j.v%vi%i.%a for artikler<br />%j.v%vi%i.%a.g%g for oppsett.
ro_ro: %j.v%vi%i pentru numere<br />%j.v%vi%i.%a pentru articole<br />%j.v%vi%i.%a.g%g pentru galerii.
sk_sk: %j.v%vi%i pre čísla<br />%j.v%vi%i.%a pre články<br />%j.v%vi%i.%a.g%g pre sadzobnice.
sl_si: %j.v%vi%i za številke<br />%j.v%vi%i.%a za prispevke<br />%j.v%vi%i.%a.g%g za prelome.
sr_rs@latin: %j.v%vi%i za jedinicu (broj)<br />%j.v%vi%i.%a za članak<br />%j.v%vi%i.%a.g%g za prikaz.
vi_vn: %j.v%vi%i cho các số<br />%j.v%vi%i.%a cho các bài báo<br />%j.v%vi%i.%a.g%g cho các bản in.

# plugins.pubIds.doi.manager.settings.doiSuffixDefault
source: Use default patterns.
ca_es: Utilitzar patrons predeterminats.
fa_ir: استفاده از الگوی پیشفرض
fr_ca: Utiliser les modèles par défaut.
hu_hu: Használja az alapértelmezett mintákat.
id_id: Gunakan pola default.
it_it: Usa i pattern di default.
ku_iq: ڕێکخستنە بنەڕەتییەکان بەکار بهێنە.
nb_no: Bruk standardformatene.
ro_ro: Utilizați modele implicite.
sk_sk: Použiť predvolené vzory.
sl_si: Uporabi privzet vzorec.
sr_rs@latin: Koristite predviđene obrasce.
vi_vn: Sử dụng các mẫu mặc định.

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.representations
source: for galleys
ca_es: per a galerades
fa_ir: برای کلیشه های چاپی
fr_ca: pour les épreuves
hu_hu: preprinteknek
id_id: untuk galai
it_it: per i file principali
ku_iq: بۆ تابلۆکان
nb_no: for publiseringsversjoner
ro_ro: pentru galerii
sk_sk: pre sadzobnice
sl_si: za prelome
sr_rs@latin: za prikaz
vi_vn: cho các bản in

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.submissions
source: for articles
ca_es: per a articles
fa_ir: برای مقالات
fr_ca: pour les articles
hu_hu: cikkeknek
id_id: untuk artikel
it_it: per gli articoli
ku_iq: بۆ توێژینەوەکان
nb_no: for artikler
ro_ro: pentru articole
sk_sk: pre články
sl_si: za prispevke
sr_rs@latin: za članak
vi_vn: cho các bài báo

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.issues
source: for issues
ca_es: per a números
fa_ir: برای شماره ها
fr_ca: pour les numéros
hu_hu: folyóiratszámoknak
id_id: untuk terbitan
it_it: per i fascicoli
ku_iq: بۆ ژمارەکان
nb_no: for numre
ro_ro: pentru numere
sk_sk: pre čísla
sl_si: za številke
sr_rs@latin: za jedinicu (broj)
vi_vn: cho các số

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.example
source: For example, vol%viss%ipp%p could create a DOI such as 10.1234/vol3iss2pp230
ca_es: Per exemple, vol%viss%ipp%p crearia un DOI del tipus 10.1234/vol3iss2pp230
fa_ir: برای مثال از الگوی, vol%viss%ipp%p شناسه DOI هایی به صورت 10.1234/vol3iss2pp230 تولید می شود.
fr_ca: Par exemple, vol%viss%ipp%p pourrait créer un suffixe DOI tel que 10.1234/vol3iss2pp230
hu_hu: Például, vol%viss%ipp%p ilyen DOI-t eredményez: 10.1234/vol3iss2pp230
id_id: Sebagai contoh, vol%viss%ipp%p dapat menciptakan DOI seperti 10.1234/vol3iss2pp230
it_it: Per esempio, vol%viss%ipp%p creerà un DOI con questo fomato: 10.1234/vol3iss2pp230
ku_iq: بۆ نمونە، vol%viss%ipp%p دەتوانیت ناسێنەری سەرچاوە دیجیتاڵییەکان دروست بکەیت وەک 10.1234/vol3iss2pp230
nb_no: For eksempel ville vol%viss%ipp%p kunne generert en DOI som 10.1234/vol3iss2pp230
ro_ro: De exemplu, vol%viss%ipp%p ar putea crea sufixul DOI "vol3iss2pp230".
sk_sk: Napríklad, vol%viss%ipp%p vytvorí DOI 10.1234/vol3iss2pp230
sl_si: na primer, vol%viss%ipp%p lahko kreira naslednji DOI: 10.1234/vol3iss2pp230
sr_rs@latin: Npr. vol%viss%ipp%p može dati DOI kao što je 10.1234/vol3iss2pp230
vi_vn: Ví dụ: vol%viss%ipp%p có thể tạo DOI, chẳng hạn như 10.1234/vol3iss2pp230
