Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/doi/locale/*/locale.po
Languages: ca_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ku_iq, nb_no, ro_ro, sk_sk, sl_si, sr_rs@latin, vi_vn

# plugins.pubIds.doi.editor.preview.objects
source: Item
ca_es: Element
fr_ca: Élément
hu_hu: Tétel
id_id: Butir
it_it: Elemento
ku_iq: دانە
nb_no: Element
ro_ro: Element
sk_sk: Položka
sl_si: Postavka
vi_vn: Mục

# plugins.pubIds.doi.editor.preview.galleys
source: Galley: {$galleyLabel}
ca_es: Galerada: {$galleyLabel}
fr_ca: Épreuves : {$galleyLabel}
hu_hu: Posztprint: {$galleyLabel}
id_id: Galai: {$galleyLabel}
it_it: File finale: {$galleyLabel}
ku_iq: تابلۆ: {$galleyLabel}
nb_no: Oppsett: {$galleyLabel}
ro_ro: Galeria: {$galleyLabel}
sk_sk: Sadzobnica: {$galleyLabel}
sl_si: Prelom: {$galleyLabel}
vi_vn: Bản in: {$galleyLabel}

# plugins.pubIds.doi.editor.preview.publication.none
source: A DOI has not been assigned to this publication.
ca_es: No s'ha assignat cap DOI a aquesta publicació.
fr_ca: Un DOI n'a pas été assigné à cette publication.
hu_hu: Ehhez a cikkhez nem lett DOI hozzárendelve.
id_id: DOI belum diberikan untuk publikasi ini.
it_it: Non è stato assegnato al con DOI a questo articolo.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ ئەم بڵاوکراوەیە جێگیر نەکراوە.
nb_no: Det har ikke blitt tildelt en DOI til denne publikationen.
ro_ro: Acestei publicații nu i s-a atribuit un DOI.
sk_sk: Do tejto publikácie nebol priradený DOI.
sl_si: DOI še ni bil dodeljen za ta članek.
vi_vn: Một DOI đã không được chỉ định cho ấn phẩm này.

# plugins.pubIds.doi.editor.preview.publication
source: The DOI for this publication will be {$doi}.
ca_es: El DOI d'aquesta publicació serà {$doi}.
fr_ca: Le DOI pour cette publication sera {$doi}.
hu_hu: A cikk DOI azonosítója az alábbi lesz: {$doi}.
id_id: DOI untuk publikasi ini adalah {$doi}.
it_it: Il DOI per questo articolo sarà {$doi}.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکانی ئەم بڵاوکراوەیە {$doi} دەبێت.
nb_no: DOI for denne publikationen blir {$doi}.
ro_ro: DOI pentru această publicație va fi {$doi}.
sk_sk: DOI pre túto publikáciu bude {$doi}.
sl_si: DOI za ta članek bo {$doi}.
vi_vn: DOI cho ấn phẩm này sẽ là {$doi}.

# plugins.pubIds.doi.editor.missingPrefix
source: The DOI must begin with {$doiPrefix}.
ca_es: El DOI ha de començar amb {$doiPrefix}.
fr_ca: Le DOI doit débuter par {$doiPrefix}.
hu_hu: A DOI-nak {$doiPrefix}-val/vel kell kezdődnie.
id_id: DOI harus diawali dengan {$doiPrefix}.
it_it: Il DOI deve iniziare con {$doiPrefix}.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان دەبێت بە {$doiPrefix} دەست پێ بکات.
nb_no: DOI skal begynne med {$doiPrefix}.
ro_ro: DOI trebuie să înceapă cu {$doiPrefix}.
sk_sk: DOI musí začínať {$doiPrefix}.
sl_si: DOI se mora začeti z {$doiPrefix}.
vi_vn: DOI phải bắt đầu với {$doiPrefix}.

# plugins.pubIds.doi.editor.assignDoi.assigned
source: The DOI {$pubId} has been assigned.
ca_es: El DOI {$pubId} ha estat assignat.
fa_ir: شنایه {$pubId} اختصاص داده شد.
fr_ca: Le DOI {$pubId} a été attribué.
hu_hu: A DOI {$pubId} hozzárendelés megtörtént.
id_id: DOI {$pubId} telah diberikan.
it_it: Il DOI {$pubId} è stato assegnato.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ {$pubId} ئەرکدار کرا.
nb_no: DOI {$pubId} har blitt tildelt.
ro_ro: DOI pentru {$pubId} a fost alocat.
sk_sk: DOI {$pubId} bolo priradené.
sl_si: DOI {$pubId} je bil dodeljen.
sr_rs@latin: DOI {$pubId} je dodeljen.
vi_vn: DOI {$pubId} đã được gán.

# plugins.pubIds.doi.editor.assignDoi.pattern
source: The DOI {$pubId} cannot be assigned because it contains an unresolved pattern.
ca_es: El DOI {$pubId} no es pot assignar perquè conté un patró no resolt.
fa_ir: به دلیل وجود یک الگوی نامعتبر، اختصاص شناسه {$pubId} قابل انجام نیست.
fr_ca: Le DOI {$pubId} ne peut pas être attribué car il contient un modèle ne pouvant être résolu.
hu_hu: A DOI {$pubId} nem hozzárendelhető, mert feloldhatatlan mintát tartalmaz.
id_id: DOI {$pubId} tidak dapat diberikan karena berisi pola yang belum terselesaikan.
it_it: Il DOI {$pubId} non può essere assegnato perchè contiene una forma non risolta.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکانی {$pubId} جێگیر نابێت چونکە کێشەی تێدایە.
nb_no: DOI {$pubId} kan ikke tildeles fordi det inneholder et ukjent mønster.
ro_ro: DOI pentru {$pubId} nu poate fi atribuit deoarece conține un model nerezolvat.
sk_sk: DOI {$pubId} sa nedá priradiť, pretože obsahuje neplatný vzor.
sl_si: DOI {$pubId} ne more biti dodeljen, ker vsebuje vzorec, ki ga ni mogoče razrešiti.
sr_rs@latin: DOI {$pubId} ne može biti dodeljen pošto sadrži nečitljivu nisku.
vi_vn: Không thể gán DOI {$pubId} vì nó chứa một mẫu chưa được giải quyết.

# plugins.pubIds.doi.editor.assignDoi.emptySuffix
source: The DOI cannot be assigned because the custom suffix is missing.
ca_es: El DOI no es pot assignar perquè manca el sufix personalitzat.
fa_ir: به دلیل عدم تعریف پسوند، اختصاص شناسه DOI قابل انجام نیست.
fr_ca: Le DOI ne peut pas être attribué car le suffixe est manquant.
hu_hu: A DOI nem hozzárendelhető, mert az egyéni utótag hiányzik.
id_id: DOI tidak dapat diberikan karena sufiks kustom tidak ada.
it_it: Il DOI non può essere assegnato perchè il suffisso individuale manca.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان جێگیر نابێت چونکە پاشگری تایبەتی بۆ دانەندراوە.
nb_no: DOI kan ikke tildeles fordi egendefinert suffiks mangler.
ro_ro: DOI nu poate fi atribuit deoarece lipsește sufixul personalizat.
sk_sk: DOI nemôže byť pridelené, pretože vlastný suffix je prázdny.
sl_si: DOI-ja ni mogoče dodeliti, ker manjka pripona za identifikator po meri.
sr_rs@latin: DOI ne može biti dodeljen pošto nedostaje sufiks.
vi_vn: DOI không thể được chỉ định vì hậu tố tùy chỉnh bị thiếu.

# plugins.pubIds.doi.editor.assignDoi
source: Assign the DOI {$pubId} to this {$pubObjectType}
ca_es: Assignar el DOI {$pubId} a aquest {$pubObjectType}
fa_ir: اختصاص شناسه {$pubId} به {$pubObjectType}
fr_ca: Attribuer ce DOI {$pubId} à ce,cette {$pubObjectType}
hu_hu: DOI hozzárendelése {$pubId} ehhez {$pubObjectType}
id_id: Berikan DOI {$pubId} untuk {$pubObjectType} ini
it_it: Assegna il DOI {$pubId} a questo {$pubObjectType}
ku_iq: ئەرکدارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان {$pubId} بۆ {$pubObjectType}
nb_no: Tildel DOI {$pubId} til {$pubObjectType}
ro_ro: Alocați DOI {$pubId} pentru {$pubObjectType}
sk_sk: Priradiť {$pubId} tomuto {$pubObjectType}
sl_si: Dodeli DOI {$pubId} objektu {$pubObjectType}
sr_rs@latin: Dodeli DOI {$pubId} za {$pubObjectType}
vi_vn: Gán DOI {$pubId} cho {$pubObjectType}

# plugins.pubIds.doi.editor.clearIssueObjectsDoi.description
source: Use the following option to clear DOIs of all objects (articles and galleys) currently scheduled for this issue.
ca_es: Feu servir l'opció següent per netejar els DOI de tots els objectes (articles i galerades) planificats actualment per a aquest número.
fa_ir: برای پاک کردن شناسه DOI تمامی موارد (مقالات و کلیشه های چاپی) این شماره، از گزینه زیر استفاده نمایید.
fr_ca: Utiliser cette option pour supprimer les DOIs de tous les objets (articles et épreuves) actuellement prévus pour ce numéro.
hu_hu: Használja a következő beállítási lehetőséget az összes DOI típus törléséhez (cikkek és preprintek), amely most ehhez a számhoz van rendelve.
id_id: Gunakan opsi berikut untuk menghapus DOI dari semua objek (artikel dan galai) yang saat ini dijadwalkan untuk terbitan ini.
it_it: Usa la seguente opzione per cancellare i DOI di tutti i componenti (articoli e gabbie/file) attualmente programmati per questo fascicolo.
ku_iq: ئەم بژاردەیە بۆ سڕینەوەی ناسێنەری سەرچاوە دیجیتاڵییەکان بەکار بهێنە کە لە ئێستادا ئەرکدار کراون بۆ بڵاوکردنەوە.
nb_no: Bruk følgende for å fjerne DOI-er for alle objekter (artikler og oppsett) som er lagt til dette nummeret.
ro_ro: Utilizați următoarea opțiune pentru a șterge DOI-urile pentru toate obiectele (articole și galeriile) programate în prezent pentru acest număr.
sk_sk: Použite následujúcu možnosť k vymazaniu DOI všetkých objektov (článkov a sadzobníc), ktoré sú aktuálne naplánované pre toto číslo.
sl_si: Spodnjo možnost uporabite, da odstranite DOI-je vsem objektom (prispevki in prelomi), ki so trenutno razporejeni v to številko.
sr_rs@latin: Koristite sledeću opciju da obrišete sve dodeljene DOI-je predviđene za trenutnu jedinicu.
vi_vn: Sử dụng tùy chọn sau để xóa DOI của tất cả các đối tượng (các bài báo và các bản in) hiện được lên lịch cho số này.

# plugins.pubIds.doi.editor.clearIssueObjectsDoi.confirm
source: Are you sure you wish to delete the existing issue objects DOIs?
ca_es: Segur que voleu eliminar els DOI dels objectes del número existents?
fa_ir: آیا مطمئنید که می خواهید تمامی شناسه های DOI این شماره را حذف نمایید؟
fr_ca: Êtes-vous certain-e de vouloir supprimer les DOIs des numéros ?
hu_hu: Biztos, hogy törölni akarja a létező folyóiratszám DOI-kat?
id_id: Anda yakin ingin menghapus DOI dari objek terbitan yang ada?
it_it: Sei sicuro di voler cancellare gli esistente DOI collegati ai fascicoli ?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ناسێنەری سەرچاوە دیجیتاڵییەکان؟
nb_no: Er du sikker på at du vil slette eksisterende objekt-DOI-er i nummeret?
ro_ro: Sigur doriți să ștergeți DOI-ul existent pentru volume?
sk_sk: Ste si istý, že chcete vymazať existujúcu DOI objektov čísla?
sl_si: Ste prepričani, da želite odstraniti obstoječe DOI-je objektom iz te številke?
sr_rs@latin: Da li ste sigurni da želite da obrišete?
vi_vn: Bạn có chắc chắn muốn xóa các đối tượng là số phát hành DOIs hiện tại?

# plugins.pubIds.doi.editor.clearIssueObjectsDoi
source: Clear Issue Objects DOIs
ca_es: Netejar els DOI dels objectes del número
fa_ir: پاک کردن شناسه DOI شماره
fr_ca: Supprimer les DOIs des éléments du numéro
hu_hu: Folyóiratszám DOI-k törlése
id_id: Kosongkan Objek Terbitan DOI
it_it: Cancella i DOI collegati ai fascicoli
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ ئەم ژمارەیە بسڕەوە
nb_no: Fjern nummer-objekt DOI-er
ro_ro: Ștergeți DOI-urile pentru volume
sk_sk: Vymazať DOI objektov čísla
sl_si: Odstrani DOI-je iz vseh objektov te številke
sr_rs@latin: Obriši DOI za objekte u trenutnoj jedinici
vi_vn: Xóa các đối tượng là số phảt hành DOIs

# plugins.pubIds.doi.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing DOI?
ca_es: Segur que voleu eliminar el DOI existent?
fa_ir: آیا مطمئنید که می خواهید شناسه DOI موجود را حذف کنید؟
fr_ca: Êtes-vous certain-e de vouloir supprimer ce DOI ?
hu_hu: Biztos, hogy törölni akarja a létező DOI-t?
id_id: Anda yakin ingin menghapus DOI yang ada?
it_it: Sei sicuro di voler cancellare il DOI esistente?
ku_iq: ئایا تۆ لە سڕینەوەی ناسێنەری سەرچاوە دیجیتاڵییەکان دڵنیایت؟
nb_no: Er du sikker på at du vil slette den eksisterende DOI-en?
ro_ro: Sigur doriți să ștergeți DOI-ul existent?
sk_sk: Ste si istý, že chcete zmazať existujúcu DOI?
sl_si: Ste prepričani, da želite odstraniti obstoječi DOI?
sr_rs@latin: Da li ste sigurni da želite da obrišete?
vi_vn: Bạn có chắc chắn muốn xóa DOI hiện tại không?

# plugins.pubIds.doi.editor.clearObjectsDoi
source: Clear
ca_es: Netejar
fa_ir: پاک کردن شناسه DOI
fr_ca: Supprimer
hu_hu: DOI törlése
id_id: Kosongkan
it_it: Cancella DOI
ku_iq: سڕینەوەی ناسێنەری سەرچاوە دیجیتاڵییەکان
nb_no: Fjern
ro_ro: Curăță
sk_sk: Vymazať DOI
sl_si: Odstrani DOI
sr_rs@latin: Obriši DOI
vi_vn: Xóa sạch

# plugins.pubIds.doi.editor.doiSuffixCustomIdentifierNotUnique
source: The given DOI suffix is already in use for another published item. Please enter a unique DOI suffix for each item.
ca_es: El sufix DOI proporcionat ja està en ús en un altre element publicat. Introduïu un sufix DOI únic per a cada element.
fa_ir: این پسوند از پیش استفاده شده است. لطفاً برای هر مورد یک پسوند منحصر به فرد اختصاص دهید.
fr_ca: Le suffixe DOI attribué est déjà utilisé pour un autre élément publié. Veuillez entrer un suffixe DOI unique pour chaque élément.
hu_hu: A megadott DOI utótag már használatban van egy másik megjelent elemnél. Kérjük, hogy minden egyes elemhez egyedi DOI utótagot írjon be.
id_id: Akhiran DOI yang dimasukkan telah digunakan oleh item penerbitan lain. Silahkan masukkan akhiran DOI unik untuk masing-masing item.
it_it: Il suffisso DOI inserito è già in uso per un altro oggetto pubblicato. Inserisci un DOI unico per ciascun oggetto.
ku_iq: پاشگری ئەم ناسێنەری سەرچاوە دیجیتاڵییە بۆ بڵاوکراوەیەکی دیکە بەکار هاتووە. تکایە پاشگری جیاواز بۆ هەر بڵاوکراوەیەک بەکار بهێنە.
nb_no: Det angitte DOI-suffikset er allerede i bruk i forbindelse med annet publisert element. Velg et unikt DOI-suffiks for hvert element.
ro_ro: Sufixul DOI dat este deja utilizat pentru un alt articol publicat. Vă rugăm să introduceți un sufix DOI unic pentru fiecare articol.
sk_sk: Uvedený suffix DOI sa už používa pre ďalšiu publikovanú položku. Pre každú položku zadejte jedinečný suffix DOI.
sl_si: Vnešena DOI pripona je že uporabljena pri drugem objektu. Prosimo, vnesite unikatno DOI pripono za vsak objekt.
sr_rs@latin: Dati DOI sufiks je već u upotrebi. Unesite jedinstveni DOI sufiks za svaku stavku.
vi_vn: Hậu tố DOI đã cho đã được sử dụng cho một mục được xuất bản khác. Vui lòng nhập một hậu tố DOI duy nhất cho mỗi mục.

# plugins.pubIds.doi.editor.assigned
source: The DOI is assigned to this {$pubObjectType}.
ca_es: El DOI s'ha assignat a aquest {$pubObjectType}.
fa_ir: شناسه DOI به {$pubObjectType} اختصاص داده شد.
fr_ca: Le DOI est attribué à ce,cette {$pubObjectType}.
hu_hu: Ehhez a {$pubObjectType}hez már van hozzárendelt DOI.
id_id: DOI diberikan untuk {$pubObjectType} ini.
it_it: Il DOI è assegnato ad {$pubObjectType}.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ {$pubObjectType} ئەرکدار کراوە.
nb_no: DOI-en er tildelt til denne {$pubObjectType}.
ro_ro: DOI este atribuit acestui pentru {$pubObjectType}.
sk_sk: Tomuto {$pubObjectType} bolo pridelené DOI.
sl_si: DOI je dodeljen {$pubObjectType}.
sr_rs@latin: DOI je dodeljen {$pubObjectType}.
vi_vn: DOI được gán cho {$pubObjectType}.

# plugins.pubIds.doi.editor.canBeAssigned
source: What you see is a preview of the DOI. Select the checkbox and save the form to assign the DOI.
ca_es: Això és una previsualització del DOI. Seleccioneu la casella de selecció i guardeu el formulari per assignar el DOI.
fa_ir: چیزی که هم اکنون مشاهده می کنید یک پیش نمایش است، برای اختصاص شناسه DOI چک باکس را تیک زده و فرم را ذخیره کنید.
fr_ca: Ce que vous voyez est un aperçu du DOI. Cocher la case et enregistrer le formulaire pour attribuer le DOI.
hu_hu: Amit lát az a DOI előnézete. Jelölje be a jelölőnégyzetet és mentse el az DOI kiosztási űrlapot.
id_id: Apa yang Anda lihat adalah pratinjau dari DOI. Pilih kotak centang dan simpan formulir untuk menetapkan DOI.
it_it: Quello che vedi è un'anticipazione del DOI. Seleziona il checkbox e salva il modulo per assegnare il DOI.
ku_iq: تۆ چی دەبینیت لە پیشاندانی پێشوەختەی ناسێنەری سەرچاوە دیجیتاڵییەکان. یەکێک لە بۆکسەکان دیاری بکە و فۆڕمەکە خەزن بکە بۆ ئەرکدارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان.
nb_no: Dette er en forhåndsvisning av DOI. Velg avkrysningsfeltet og lagre skjemaet for å tildele DOI-en.
ro_ro: Ceea ce vedeți este o previzualizare a DOI. Bifați caseta de selectare și salvați formularul pentru a atribui DOI.
sk_sk: To, čo vidíte, je náhľad DOI. Vyberte zaškrtávacie políčko a uložte formulár pre priradenie DOI.
sl_si: Vidite predogled DOI-ja. Izberite potrditveno polje in shranite obrazec, da dodelite DOI.
sr_rs@latin: Ovo što vidite je prikaz kako će DOI izgledati. Obeležite polje i sačuvajte formu kako biste ih dodelili.
vi_vn: Những gì bạn thấy là một bản xem trước của DOI. Chọn checkbox và lưu biểu mẫu để gán DOI.

# plugins.pubIds.doi.editor.patternNotResolved
source: The DOI cannot be assigned because it contains an unresolved pattern.
ca_es: El DOI no es pot assignar perquè conté un patró no resolt.
fa_ir: به دلیل وجود یک الگوی نامعتبر، اختصاص شناسه DOI قابل انجام نیست.
fr_ca: Le DOI ne peut pas être attribué car il contient un modèle qui ne peut être résolu.
hu_hu: A DOI nem hozzárendelhető, mert feloldhatatlan mintát tartalmaz.
id_id: DOI tidak dapat diberikan karena berisi pola yang tidak terselesaikan.
it_it: Il DOI non può essere assegnato perché contiene un indirizzo non valido.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان گرێ نادرێت چونکە کێشەی تێدا هەیە.
nb_no: DOI-en kan ikke tildeles, da den inneholder et ukjent mønster.
ro_ro: DOI nu poate fi atribuit deoarece conține un model nerezolvat.
sk_sk: DOI nemôže byť pridelené, pretože obsahuje neplatný vzorec.
sl_si: DOI ne more biti dodeljen, ker vsebuje vzorec, ki ga ni mogoče razrešiti.
sr_rs@latin: Nečitljiva niska
vi_vn: DOI không thể được chỉ định vì nó chứa một mẫu chưa được giải quyết.

# plugins.pubIds.doi.editor.missingParts
source: You can not generate a DOI because one or more parts of the DOI pattern are missing data. You may need to assign the publication to an issue, set a publisher ID or enter page numbers.
ca_es: No podeu generar un DOI perquè manquen una o més parts del patró del DOI. Hauríeu d'assignar la publicació a un número, establir un identificador editorial o introduir els números de pàgina.
fr_ca: Vous ne pouvez pas générer un DOI car une ou plusieurs parties du modèle DOI requièrent davantage de données. Vous devrez peut-être affecter la publication à un numéro, définir un ID d'éditeur ou encore saisir des numéros de page.
hu_hu: Nem hozható létre DOI, mert a DOI-minta egy vagy több része hiányzik. Lehet, hogy hozzá kell rendelnie a cikket egy számhoz, beállítania a kiadó azonosítóját vagy meg kell adni oldalszámot.
id_id: Anda tidak dapat membuat DOI karena satu atau lebih bagian dari pola DOI kehilangan data. Anda mungkin perlu menetapkan publikasi ke terbitan tertentu, mengatur ID penerbit atau memasukkan nomor halaman.
it_it: Non è possibile generare un nuovo DOI perché manca uno o più elementi. Potrebbe essere necessario assegnare l'articolo ad una uscita, configurare l'ID del publisher o assegnare i numeri di pagina.
ku_iq: تۆ ناتوانیت ناسێنەری سەرچاوە دیجیتاڵییەکان بەدەست بهێنیت لەبەر ئەوەی بەشێک یان زیاتری ناسێنەری سەرچاوە دیجیتاڵییەکان ونە. لەوانەیە وا پێویست بکات کە تۆ بڵاوکراوەکە بە ژمارەیەکی گۆڤارەوە گرێ بدەیت، یان ناسنامەی بڵاوکراوەکە دیاری بکەیت یان ژمارەی پەڕەکان داخل بکەیت.
nb_no: Du kan ikke generere en DOI, da en eller flere deler av DOI-mønsteret mangler data. Det kan være nødvendig, at du tildeler publikationen et nummer, legger inn en udgiver-ID legger inn sidenumre.
ro_ro: Nu puteți genera un DOI deoarece pentru una sau mai multe părți ale modelului DOI lipsesc date. Poate fi necesar să atribuiți publicația unui număr, să setați un ID de editor sau să introduceți numerele de pagină.
sk_sk: Nedá sa vygenerovať DOI, pretože v jednej alebo viac častiach DOI vzoru chýbajú dáta. Možno budete musieť publikácii priradiť problém, nastaviť ID vydavateľa alebo zadať čísla stránok.
sl_si: DOI oznake ne morete določiti, ker manjka eden ali več podatkov uporabljenih v vzorcu za določanje oznake. Običajno morate dodeliti članek v številko revije, določiti ID izdajatelja ali številke strani.
vi_vn: Bạn không thể tạo DOI vì một hoặc nhiều phần của mẫu DOI bị thiếu dữ liệu. Bạn có thể cần gán xuất bản phẩm cho một số, đặt ID nhà xuất bản hoặc nhập số trang.

# plugins.pubIds.doi.editor.missingIssue
source: You can not generate a DOI until this publication has been assigned to an issue.
ca_es: No podeu generar un DOI fins que aquesta publicació s'assigni a un número.
fr_ca: Vous ne pouvez pas générer un DOI tant que cette publication n'a pas été affectée à un numéro.
hu_hu: Akkor hozhat létre DOI-t, ha a cikk számhoz van rendelve.
id_id: Anda tidak dapat membuat DOI sampai publikasi ini ditetapkan ke dalam terbitan tertentu.
it_it: Non è possibile generare un nuovo DOI fino a quanto l'articolo non è stato assegnato ad un'uscita.
ku_iq: تۆ ناتوانیت ناسێنەری سەرچاوە دیجیتاڵییەکان بۆ ئەم توێژینەوەیە دیاری بکەیت، هەتا توێژینەوەکە بە یەکێک لە ژمارەکانی گۆڤارەوە گرێ نەدرێت.
nb_no: Du kan ikke generere en DOI før denne publikationen er blitt tildelt et nummer.
ro_ro: Nu puteți genera un DOI până când această publicație nu va fi atribuită unui număr.
sk_sk: Kým nebude táto publikácia priradená k číslu, nemôžete vygenerovať DOI.
sl_si: DOI ne morete zgenerirati, dokler članek ni dodeljen številki revije.
vi_vn: Bạn không thể tạo DOI cho đến khi ấn phẩm này được chỉ định cho một số.

# plugins.pubIds.doi.editor.customSuffixMissing
source: The DOI cannot be assigned because the custom suffix is missing.
ca_es: El DOI no es pot assignar perquè manca el sufix personalitzat.
fa_ir: به دلیل عدم تعریف پسوند، اختصاص شناسه DOI قابل انجام نیست.
fr_ca: Le DOI ne peut pas être attribué car le suffixe personnalisé est manquant.
hu_hu: A DOI nem hozzárendelhető, mert az egyéni utótag hiányzik.
id_id: DOI tidak dapat diberikan karena sufiks kustom tidak ada.
it_it: Il DOI non può essere assegnato perché il suffisso individuale manca.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان جێگیر نابێت چونکە پاشگرەکەی بۆ دیاری نەکراوە.
nb_no: DOI kan ikke tildeles fordi det brukerdefinerte suffikset mangler.
ro_ro: DOI nu poate fi atribuit deoarece lipsește sufixul personalizat.
sk_sk: DOI sa nedá priradiť, pretože chýba vlastný suffix.
sl_si: DOI-ja ni mogoče dodeliti, ker manjka pripona za identifikator po meri.
sr_rs@latin: Nedostaje prilagođeni sufiks
vi_vn: DOI không thể được chỉ định vì hậu tố tùy chỉnh bị thiếu.

# plugins.pubIds.doi.editor.doiObjectTypeRepresentation
source: galley
ca_es: galerada
fa_ir: کلیشه چاپی
fr_ca: épreuves
hu_hu: preprint
id_id: Galai
it_it: gabbia / file
ku_iq: تابلۆ
nb_no: oppsett
ro_ro: Galerie
sk_sk: sadzobnica
sl_si: prelom
sr_rs@latin: fajl prikaza
vi_vn: bản in

# plugins.pubIds.doi.editor.doiObjectTypeSubmission
source: article
fa_ir: مقاله
hu_hu: cikk
id_id: artikel
it_it: articolo
ku_iq: توێژینەوە
nb_no: artikkel
ro_ro: Articol
sk_sk: článok
sl_si: prispevek
sr_rs@latin: članak
vi_vn: bài báo

# plugins.pubIds.doi.editor.doiObjectTypeIssue
source: issue
ca_es: número
fa_ir: شماره
fr_ca: numéro
hu_hu: folyóiratszám
id_id: terbitan
it_it: fascicolo
ku_iq: ژمارە
nb_no: nummer
ro_ro: Număr
sk_sk: číslo
sl_si: številka
sr_rs@latin: jedinica (broj)
vi_vn: số

# plugins.pubIds.doi.editor.doi.assignDoi
source: Assign
ca_es: Assignar
fr_ca: Attribuer
hu_hu: Kioszt
id_id: Memberikan
it_it: Assegnare
ku_iq: ئەرکدارکردن
nb_no: Tildel
ro_ro: Atribuie
sk_sk: Priradiť
sl_si: Dodeli
vi_vn: Gán

# plugins.pubIds.doi.editor.doi.description
source: The DOI must begin with {$prefix}.
ca_es: El DOI ha de començar amb {$prefix}.
fr_ca: Le DOI doit débuter par {$prefix}.
hu_hu: A DOI-nak az alábbival kell kezdődnie: {$prefix}.
id_id: DOI mesti diawali dengan {$prefix}.
it_it: Il DOI deve iniziare con {$prefix}.
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان دەبێت بە {$prefix}دەست پێ بکات.
nb_no: DOI må begynne med {$prefix}.
ro_ro: DOI trebuie să înceapă cu {$prefix}.
sk_sk: DOI musí začínať {$prefix}.
sl_si: DOI se mora začeti z {$prefix}.
vi_vn: DOI phải bắt đầu bằng {$prefix}.

# plugins.pubIds.doi.editor.doi
source: DOI
ku_iq: ناسێنەری سەرچاوە دیجیتاڵییەکان DOI
