Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/webFeed/locale/*/locale.po
Languages: cs_cz, eu_es, fa_ir, fi_fi, fr_fr, gd_gb, hr_hr, hu_hu, id_id, it_it, ka_ge, ku_iq, nb_no, pl_pl, ru_ru, sk_sk, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.webfeed.displayName
source: Web Feed Plugin
cs_cz: Plugin Web Feed
eu_es: Web elikatzeko iturriaren plugina
fa_ir: افزونه بازخوراند وب
fi_fi: Verkkosyötelisäosa
fr_fr: Module de flux web
gd_gb: Plugan an inbhir-lìn
hr_hr: Dodatak za feed
hu_hu: Webes Hírfolyam Plugin
id_id: Plugin Feed Web
it_it: Feed della rivista
ka_ge: მოდული „გამოცემის სიახლეების ლენტი“
ku_iq: گرێدانی سەرچاوەی ئەنتەرنێتی
nb_no: Programutvidelse for webstrømmer
pl_pl: Wtyczka RSS/Atom
ru_ru: Модуль «Новостная лента выпуска»
sk_sk: Plugin Web Feed
sl_si: Web Feed vtičnik
sr_rs@latin: Web Feed dodatak
sv_se: Plugin för webbflöde
tr_tr: Web Besleme Eklentisi
uk_ua: Модуль веб-стрічок
vi_vn: Plugin nguồn cấp web

# plugins.generic.webfeed.description
source: This plugin produces RSS/Atom web syndication feeds for the current issue.
cs_cz: Tento plugin vytváří RSS/Atom web syndication feedy pro aktuální číslo.
eu_es: Plugin honek RSS/Atom web sindikazioko iturria sortzen du uneko zenbakirako.
fa_ir: این افزونه بازخوراند وب برای شماره جاری تولید میکند.
fi_fi: Tämä lisäosa tuottaa RSS/Atom-verkkosisältösyötteitä uusimmalle numerolle.
fr_fr: Ce module produit des flux de syndication RRS/Atom pour le numéro en cours.
gd_gb: Tha am plugan seo a’ gintinn inbhirean siondacaideadh-lìn RSS/Atom airson na h-irise làithreach.
hr_hr: Ovaj dodatak stvara RSS/Atom <i>feed</i> sadržaja trenutnog broja.
hu_hu: Ez a plugin RSS/Atom web hírfolyamot hoz létre a legfrissebb számhoz.
id_id: Plugin ini menghasilkan RSS/ Atom web syndication feeds untuk terbitan sekarang.
it_it: Questo plugin genera il feed RSS/Atom per il fascicolo corrente.
ka_ge: ქმნის ლენტს RSS/Atom ფორმატში, ჟურნალის მიმდინარე ნომრისათვის.
ku_iq: .ئەم گرێدانە RSS/Atom بەرهەم دەهێنێت کە پەیوەندیدارە بە پێدانی سەرچاوە بە کێشەکەی ئێستا
nb_no: Denne programutvidelsen skaper en RSS/Atom-strøm for siste utgave av tidsskriftet.
pl_pl: Wtyczka generuje kanały RSS/Atom.
ru_ru: Создает ленту в форматах RSS/Atom, содержащую текущий выпуск журнала.
sk_sk: Tento plugin vytvára RSS/Atom web syndication feedy pre aktuálne číslo.
sl_si: Vtičnik pripravi RSS/Atom feed za trenutno številko.
sr_rs@latin: Ovaj dodatak proizvodi RSS/Atom web syndication feeds za trenutni broj časopisa.
sv_se: Det här pluginet lägger till RSS/Atom-syndikeringsflöden för senaste nummer.
tr_tr: Bu eklenti son sayı için RSS/Atom web akış beslemeleri üretir.
uk_ua: Створює стрічку веб-синдикації у форматах RSS/Atom для поточного випуску.
vi_vn: Plugin này tạo ra nguồn cấp dữ liệu cung cấp web RSS/Atom cho số hiện tại.

# plugins.generic.webfeed.settings
source: Settings
cs_cz: Nastavení
eu_es: Ezarpenak
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: Paramètres
gd_gb: Roghainnean
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ka_ge: პარამეტრები
ku_iq: ڕێکخستنەکان
nb_no: Innstillinger
pl_pl: Ustawienia
ru_ru: Настройки
sk_sk: Nastavenie
sl_si: Nastavitve
sr_rs@latin: Podešavanja
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt

# plugins.generic.webfeed.settings.issue
source: Display web feed links on issue pages only.
cs_cz: Zobrazit odkazy na feed pouze na stránkách čísla.
eu_es: Zenbakiaren orrialdeetan bakarrik bistaratu estekak.
fa_ir: نمایش بازخوراند وب فقط بر روی صفحات شماره مجله
fi_fi: Näytä verkkosyötelinkit vain numeroiden sivuilla.
fr_fr: Afficher les liens du flux web sur les pages du numéro uniquement.
gd_gb: Na seall ceanglaichean an inbhir-lìn ach air duilleagan na h-irise.
hr_hr: Prikazuj poveznice na <i>feed</i> samo na stranicama brojeva.
hu_hu: Webes hírfolyam linkek megjelenítése csak a folyóiratszám oldalain.
id_id: Tampilkan tautan feed web hanya di halaman terbitan.
it_it: Mostra il link ai feed solo sulle pagine dell'articolo.
ka_ge: აჩვენებს ბმულებს ლენტზე ნომერის ყველა გვერდზე.
ku_iq: لینکی سەرچاوەی پێگە پیشان بدە لە پێگە پەیوەندیدارەکان.
nb_no: Vis webstrømlenker bare på utgavesidene.
pl_pl: Wyświetlaj łącza kanałów tylko na stronach numerów.
ru_ru: Показать ссылки на ленту только на страницах выпуска.
sk_sk: Zobraziť odkazy na feed iba na stránkach čísla.
sl_si: Prikaži web feed povezave le na straneh številk revij.
sr_rs@latin: Prikaži linkove samo na stranici trenutnog broja.
sv_se: Visa länkar till RSS/Atom-flöden enbart på nummersidor.
tr_tr: Web besleme bağlantılarını yalnızca sayı sayfalarında göster.
uk_ua: Відображати посилання на стрічки лише на сторінках випуску.
vi_vn: Chỉ hiển thị các liên kết nguồn cấp web trên các số.

# plugins.generic.webfeed.settings.homepage
source: Display web feed links on homepage and issue pages only.
cs_cz: Zobrazit odkazy na feed pouze na domácí stránce a na stránkách čísla.
eu_es: Hasierak orrian eta zenbakiaren orrialdeetan bakarrik bistaratu estekak.
fa_ir: لینک فید وب را فقط در صفحاتی که شماره مجله در آن نمایش مییابد نشان بده
fi_fi: Näytä verkkosyötelinkit vain etusivulla ja numeroiden sivuilla.
fr_fr: Afficher les liens du flux sur la page d'accueil et sur les pages du numéro uniquement.
gd_gb: Na seall ceanglaichean an inbhir-lìn ach air an duilleag-dhachaigh agus duilleagan na h-irise.
hr_hr: Prikazuj poveznice na <i>feed</i> na naslovnici časopisa i stranicama brojeva.
hu_hu: Webes hírfolyam linkek megjelenítése a honlapon és a a folyóiratszám oldalain.
id_id: Tampilkan tautan feed web hanya di beranda dan halaman terbitan.
it_it: Mostra il link ai feed sulla home page e sulle pagine dei fascicoli.
ka_ge: ბმულის ჩვენება ლენტზე მხოლოდ მთავარ და განცხადებების გვერდებზე.
ku_iq: لینکی سەرچاوەی پێگە لە لاپەڕەی سەرەکی و ئەو پەڕانەی کێشەیان هەیە پیشان بدە.
nb_no: Vis webstrømlenker både på hjemmesiden og på utgavesidene.
pl_pl: Wyświetlaj łącza kanałów na stronie głównej oraz na stronie numerów.
ru_ru: Показать ссылки на ленту только на главной странице и на страницах выпуска.
sk_sk: Zobraziť odkazy na feed iba na domácej stránke a na stránkach čísla.
sl_si: Prikaži web feed povezave le na domači strani in straneh številk revij.
sr_rs@latin: Prikaži linkove samo na početnoj stranici i stranici trenutnog broja.
sv_se: Visa länkar till RSS/Atom-flöden enbart på förstasidan och nummersidor.
tr_tr: Web besleme bağlantılarını sadece anasayfa ve sayı sayfalarında göster.
uk_ua: Відображати посилання на стрічки лише на домашній сторінці сайту журналу та на сторінках випуску.
vi_vn: Chỉ hiển thị các liên kết nguồn cấp web trên trang chủ và các số phát hành.

# plugins.generic.webfeed.settings.all
source: Display web feed links on all journal pages.
cs_cz: Zobrazit odkazy na feed na všech stránkách časopisu.
eu_es: Aldizkariko orri guztietan bistaratu estekak.
fa_ir: نمایش بازخوراند وب فقط بر روی تمام صفحات مجله
fi_fi: Näytä verkkosyötelinkit julkaisun kaikilla sivuilla.
fr_fr: Afficher les liens du flux web sur toutes les pages de la revue.
gd_gb: Seall ceanglaichean an inbhir-lìn air gach duilleag an iris-leabhair.
hr_hr: Prikazuj poveznice na <i>feed</i> na svim stranicama časopisa.
hu_hu: Webes hírfolyam linkek megjelenítése minden folyóirat oldalon.
id_id: Tampilkan tautan feed web di seluruh halaman jurnal.
it_it: Mostra il link ai feed su tutte le pagine della rivista.
ka_ge: ბმულის ჩვენება ლენტზე მხოლოდ განცხადებების გვერდზე.
ku_iq: لینکی سەرچاوەی پێگە لە هەمو پەڕەکانی گۆڤار پیشان بدە.
nb_no: Vis webstrømlenker på alle sider.
pl_pl: Wyświetlaj łącza kanałów na wszystkich stronach czasopisma.
ru_ru: Показать ссылки на ленту на всех страницах журнала.
sk_sk: Zobraziť odkazy na feed na všetkých stránkach časopisu.
sl_si: Prikaži web feed povezave na vseh straneh revije.
sr_rs@latin: Prikaži linkove na svim stranicama časopisa.
sv_se: Visa länkar till RSS/Atom-flöden på alla tidskriftens sidor.
tr_tr: Web besleme bağlantılarını tüm dergi sayfalarında göster.
uk_ua: Відображати посилання на стрічки на всіх сторінках сайту журналу.
vi_vn: Hiển thị liên kết nguồn cấp web trên tất cả các trang tạp chí.

# plugins.generic.webfeed.settings.currentIssue
source: Display items in current published issue.
cs_cz: Zobrazit položky v aktuálně publikovaném čísle.
eu_es: Bistaratu uneko zenbaki argitaratuko elementuak.
fa_ir: نمایش موارد بر روی شماره جاری مجله
fi_fi: Näytä kohteet uusimmassa julkaistussa numerossa.
fr_fr: Afficher les éléments dans le numéro publié.
gd_gb: Seallaidh seo nithean san iris fhoillsichte làithreach.
hr_hr: Prikazuj priloge u trenutnom broju.
hu_hu: Elemek megjelenítése a legfrissebb megjelent számban.
id_id: Tampilkan item pada nomkor terbitan terkini.
it_it: Mostra gli articoli pubblicati nell'ultima uscita.
ka_ge: მასალების ჩვენება მიმდინარე გამოცემულ ნომერში.
ku_iq: دانەکان لە ژمارەی نوێ پیشان بدە.
nb_no: Vis elementer i inneværende nummer.
pl_pl: Wyświetl artykuły z aktualnego numeru.
ru_ru: Показать материалы в текущем опубликованном выпуске.
sk_sk: Položky v aktuálnom publikovanom čísle.
sl_si: Prikaži le trenutno objavljeno številko.
sr_rs@latin: Prikaži stavke trenutno objavljenog broja.
sv_se: Visa poster i det senast publicerade numret.
tr_tr: Son yayımlanan sayının bütün öğelerini göster.
uk_ua: Відображати матеріали у поточному опублікованому випуску.
vi_vn: Hiển thị các mục trong số được công bố hiện tại.

# plugins.generic.webfeed.settings.recent
source: Display a fixed number of the most recent items.
cs_cz: Zobrazovat pevný počet nejnovějších položek.
fa_ir: نمایش تعداد ثابتی از آخرین موارد
fi_fi: Näytä kiinteä määrä viimeisimpiä kohteita.
fr_fr: Afficher un nombre fixe des éléments les plus récents.
gd_gb: Seallaidh seo àireamh shocraichte de rudan a bha ann o chionn goirid.
hu_hu: Egy adott számú legfrissebb elem megjelenítése.
id_id: Tampilkan jumlah item terbaru.
it_it: Mostra un numero fisso degli articoli pi√π recenti.
ka_ge: ბოლო გამოქვეყნებული მასალების ფიქსირებული რაოდენობის ჩვენება.
ku_iq: ژمارەی نوێترین دانە چاککراوەکان پیشان بدە.
nb_no: Vis et fast antall av de nyeste elementene.
pl_pl: Wyświetl ustaloną liczbę ostatnio opublikowanych artykułów.
ru_ru: Показать фиксированное количество последних опубликованных материалов.
sk_sk: Zobrazovať pevný počet najnovších položiek.
sl_si: Prikaži fiksno število zadnjih številk.
sr_rs@latin: Prikaži fiksni broj skorašnjih stavki.
sv_se: Visa ett bestämt antal av de senaste posterna.
tr_tr: Son öğeleri belli bir sayıda göster.
uk_ua: Відображати фіксовану кількість останніх опублікованих матеріалів.
vi_vn: Hiển thị một số lượng cố định của các mục gần đây nhất.

# plugins.generic.webfeed.settings.recentArticles
source: Number of items to display
cs_cz: Počet položek k zobrazení
eu_es: azkenak.
fa_ir: آخرین موارد چاپ شده.
fi_fi: Näytettävien kohteiden määrä
fr_fr: Nombre d'éléments à afficher
gd_gb: Co mheud nì a thèid a shealltainn
hr_hr: najnovija objavljena priloga.
hu_hu: Megjelenítendő elemek száma
id_id: Jumlah item yang ditampilkan
it_it: Numero di articoli da visualizzare
ka_ge: ბოლოს გამოქვეყნებული საჩვენებელი მასალების რაოდენობა
ku_iq: ژمارەی دانەکان بۆ پیشاندان
nb_no: Antall elementer til visning
pl_pl: Liczba ostatnio opublikowanych artykułów
ru_ru: Число последних опубликованных материалов для показа
sk_sk: Počet položiek na zobrazenie
sl_si: Število postavk, ki se prikažejo
sr_rs@latin: poslednje objavljene stavke.
sv_se: Antal poster att visa
tr_tr: Gösterilecek öğe sayısı
uk_ua: Кількість матеріалів для відображення
vi_vn: Số mục cần hiển thị

# plugins.generic.webfeed.settings.recentItemsRequired
source: Please enter a positive integer for recent published items.
cs_cz: Vložte prosím celé kladné číslo pro počet posledních vydaných položek.
eu_es: Idatzi osoko zenbaki positibo bat elementu argitaratuen kopurua zehazteko.
fa_ir: لطفا عدد صحیح مثبتی برای آخرین موارد چاپ شده وارد کنید.
fi_fi: Anna positiivinen kokonaisluku viimeisimmille julkaistuille kohteille.
fr_fr: veuillez entrer un entier positif pour les éléments publiés récemment.
gd_gb: Cuir a-steach àireamh shlàn airson nithean a chaidh fhoillseachadh o chionn goirid.
hr_hr: Molimo unesite pozitivni cijeli broj kao broj prikazanih nedavno objavljene priloge.
hu_hu: Adjon meg egy pozitív egész számot a legfrissebb megjelent elemhez.
id_id: Masukkan bilangan bulat positif untuk item yang diterbitkan sekarang.
it_it: Per favore inserisci un intero positivo per gli articoli recenti pubblicati.
ka_ge: გთხოვთ შეიტანოთ დადებითი მთელი რიცხვი ბოლოს გამოქვეყნებული მასალების რაოდენობის მისათითებლად.
ku_iq: تکایە ژمارەی دروستی نوێترین دانە بڵاوکراوەکان داخل بکە.
nb_no: Sett inn et positivt heltall for antall nylig publiserte elementer.
pl_pl: Podaj dodatnią liczbę dla ostatnio opublikowanych artykułów.
ru_ru: Пожалуйста введите положительное целое число для количества последних опубликованных материалов.
sk_sk: Vložte prosím celé kladné číslo pre počet posledných vydaných položiek.
sl_si: Prosimo, vnesite pozitivno celoštevilčno vrednost za zadnje objavljene številke.
sr_rs@latin: Unesite broj stavki koje će se prikazivati.
sv_se: Vänligen ange ett positivt antal för senast publicerade poster.
tr_tr: Lütfen son yayımlanan öğeler için pozitif bir tamsayı giriniz.
uk_ua: Будь ласка, вкажіть додатнє ціле число для кількості останніх опублікованих матеріалів.
vi_vn: Vui lòng nhập một số nguyên dương cho các mục được xuất bản gần đây.

# plugins.generic.webfeed.atom.altText
source: Atom logo
eu_es: Atom logoa
fa_ir: لوگوی Atom
fr_fr: Logo Atom
gd_gb: Suaicheantas Atom
hr_hr: Atom logotip
id_id: Logo atom
it_it: Lodo Atom
ka_ge: Atom-ის ლოგო
ku_iq: لۆگۆی Atom
pl_pl: Logo Atom
ru_ru: Логотип Atom
sv_se: Atom-logotyp
uk_ua: Логотип Atom

# plugins.generic.webfeed.rss1.altText
source: RSS1 logo
eu_es: RSS1 logoa
fa_ir: لوگوی RSS1
fr_fr: Logo RSS1
gd_gb: Suaicheantas RSS1
hr_hr: RSS1 logotip
id_id: Logo RSS1
it_it: Logo RSS1
ka_ge: RSS1-ის ლოგო
ku_iq: لۆگۆی RSS1
pl_pl: Logo RSS1
ru_ru: Логотип RSS1
sv_se: RSS1-logotyp
uk_ua: Логотип RSS1
vi_vn: Logo RSS1

# plugins.generic.webfeed.rss2.altText
source: RSS2 logo
eu_es: RSS2 logoa
fa_ir: لوگوی RSS2
fr_fr: Logo RSS2
gd_gb: Suaicheantas RSS2
hr_hr: RSS2 logotip
id_id: Logo RSS2
it_it: Logo RSS2
ka_ge: RSS2-ის ლოგო
ku_iq: لۆگۆی RSS2
pl_pl: Logo RSS2
ru_ru: Логотип RSS2
sv_se: RSS2-logotyp
uk_ua: Логотип RSS2
vi_vn: Logo RSS2
