Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/announcementFeed/locale/*/locale.po
Languages: ar_iq, ca_es, es_es, eu_es, fr_ca, fr_fr, gd_gb, hr_hr, id_id, it_it, ka_ge, ku_iq, mk_mk, pl_pl, pt_pt, ru_ru, sv_se, uk_ua, vi_vn

# plugins.generic.announcementfeed.displayName
source: Announcement Feed Plugin
ar_iq: إضافة مغذي الإعلانات
ca_es: Connector de canals d'informació d'avisos
es_es: Módulo del Canal de Anuncios
eu_es: Anuntzioak elikatzeko plugina
fr_ca: Plugiciel de flux d'annonces
fr_fr: Module de flux d'annonces
gd_gb: Plugan inbhir nam fiosan-naidheachd
hr_hr: Dodatak za feed obavijesti.
id_id: Plugin Umpan Pengumuman
it_it: Feed per gli avvisi
ka_ge: მოდული „განცხადებების ლენტი“
ku_iq: گرێدانی ئاگاداریی ڕاگەیەندراو
mk_mk: Додаток за канал за известувања
pl_pl: Wtyczka ogłoszeń
pt_pt: Plugin de Feed de Notícias
ru_ru: Модуль «Лента объявлений»
sv_se: Plugin för meddelandeflöde
uk_ua: Модуль стрічки анонсів
vi_vn: Plugin thông báo

# plugins.generic.announcementfeed.description
source: This plugin produces RSS/Atom web syndication feeds for journal announcements.
ar_iq: هذه الإضافة تولد مغذيات الإنترنت الخاصة بـ RSS/Atom من أجل إعلانات المجلة.
ca_es: Aquest connector genera canals d'informació RSS/Atom per als avisos de la revista.
es_es: Este módulo activa canales RSS/Atom para anuncios de la revista.
eu_es: Plugin honek RSS/Atom web sindikazioko iturria sortzen du aldizkari-anuntzioetarako
fr_ca: Ce plugiciel produit des flux de syndication Web RSS/Atom pour les annonces des revues.
fr_fr: Ce module produit des flux de syndication web RSS/Atom pour les annonces des revues.
gd_gb: Tha am plugan seo a’ gintinn inbhirean siondacaideadh-lìn RSS/Atom airson fiosan-naidheachd an iris-leabhair.
hr_hr: Ovaj dodatak stvara RSS/Atom <i>feed</i> obavijesti časopisa.
id_id: Plugin ini menghasilkan umpan sindikasi web RSS/Atom untuk pengumuman jurnal.
it_it: Questo plugin produce feed RSS/Atom per gli avvisi della rivista.
ka_ge: ქმნის ლენტს RSS/Atom ფორმატში, ჟურნალის განცხადებებისათვის.
ku_iq: ئەم گرێدانە RSS/Atom بەرهەم دەهێنێت بۆ ئاگادارییەکانی گۆڤار.
mk_mk: Овој плагин создава RSS/Atom веб поддржувани пораки за најави на списанието.
pl_pl: Wtyczka tworzy powiadomienia RSS/Atom dla czasopism.
pt_pt: Este plugin produz um canal de divulgação RSS/Atom para as notícias da revista.
ru_ru: Создает ленту в формате RSS/Atom для объявлений журнала.
sv_se: Pluginet skapar RSS/Atom-syndikeringsflöden för tidskriftens meddelanden.
uk_ua: Створює стрічку веб-синдикації RSS/Atom для анонсів журналу стрічки .
vi_vn: Plugin này tạo nguồn cấp dữ liệu cung cấp web RSS/Atom cho các thông báo tạp chí.

# plugins.generic.announcementfeed.settings
source: Settings
ar_iq: الإعدادات
ca_es: Configuració
es_es: Opciones
eu_es: Ezarpenak
fr_ca: Paramètres
fr_fr: Paramètres
gd_gb: Roghainnean
hr_hr: Postavke
id_id: Pengaturan
it_it: Impostazioni
ka_ge: პარამეტრები
ku_iq: ڕێکخستنەکان
mk_mk: Поставки
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
sv_se: Inställningar
uk_ua: Налаштування
vi_vn: Cài đặt

# plugins.generic.announcementfeed.settings.all
source: Display feed links on all journal pages.
ar_iq: إعرض روابط المغذي في جميع صفحات المجلة.
ca_es: Mostra enllaços als canals d'informació a totes les pàgines de la revista.
es_es: Mostrar enlaces de los canales en todas las páginas de la revista.
eu_es: Aldizkariko orri guztietan bistaratu estekak.
fr_ca: Afficher les liens de flux dans toutes les pages des revues.
fr_fr: Afficher les liens de flux sur toutes les pages de la revue.
gd_gb: Na seall ceanglaichean an inbhir air gach duilleag an iris-leabhair.
hr_hr: Prikaži poveznice na <i>feed</i> na svim stranicama časopisa.
id_id: Tampilkan tautan umpan di seluruh halaman jurnal.
it_it: Mostra i link ai feed su tutte le pagine della rivista.
ka_ge: აჩვენებს ბმულებს ლენტზე ჟურნალის ყველა გვერდზე.
ku_iq: پیشاندانی لینکی ئاگادارییەکان لە هەمو پەڕەکانی گۆڤارەکە.
mk_mk: Прикажи ги линковите до каналот на сите страници од списанието.
pl_pl: Wyświetl łącze ogłoszeń RSS/Atom na wszystkich stronach czasopisma.
pt_pt: Exibir links em todas as páginas.
ru_ru: Показать ссылки на ленту на всех страницах журнала.
sv_se: Visa länkar till flöden på alla tidskriftens sidor.
uk_ua: Показувати посилання на стрічки на всіх сторінках журналу.
vi_vn: Hiển thị liên kết nguồn cấp dữ liệu trên tất cả các trang tạp chí.

# plugins.generic.announcementfeed.settings.homepage
source: Display feed links only on homepage and announcement page.
ar_iq: إعرض روابط المغذي فقط على الصفحة الرئيسية وعلى صفحة الإعلانات.
ca_es: Mostra enllaços als canals d'informació a la pàgina inicial i a la pàgina d'avisos.
es_es: Mostrar enlaces de los canales solo en la página de inicio y en la página de anuncios.
eu_es: Hasierako orrian eta anuntzioen orrian bakarrik bistaratu estekak.
fr_ca: Afficher les liens de flux dans la page d'accueil et dans la page d'annonces.
fr_fr: Afficher les liens de flux sur la page d'accueil et sur la page d'annonces.
gd_gb: Na seall ceanglaichean an inbhir ach air an duilleag-dhachaigh agus duilleag nam fiosan-naidheachd.
hr_hr: Prikaži poveznice na <i>feed</i> na naslovnici i na stranici sa obavijestima.
id_id: Tampilkan tautan umpan di beranda dan halaman pengumuman saja.
it_it: Mostra i link ai feed solo nella homepage e nella pagina degli avvisi.
ka_ge: ბმულის ჩვენება ლენტზე მხოლოდ მთავარ და განცხადებების გვერდებზე.
ku_iq: پیشاندانی لینکی ئاگادارییەکان تەنیا لە پەڕەی سەرەکی و پەرەی ڕاگەیاندنەکان.
mk_mk: Прикажи ги линковите до каналот само на главната страница и на страницата со известувања.
pl_pl: Wyświetl łącze ogłoszeń RSS/Atom tylko na stronie głównej oraz stronie ogłoszeń.
pt_pt: Exibir links somente nas páginas inicial e de notícias.
ru_ru: Показать ссылки на ленту только на домашней странице и на странице объявлений.
sv_se: Visa länkar till flöden bara på förstasidan och sidan för meddelanden.
uk_ua: Показувати посилання на стрічки лише на домашній сторінці та сторінці анонсів.
vi_vn: Chỉ hiển thị các liên kết nguồn cấp dữ liệu trên trang chủ và trang thông báo.

# plugins.generic.announcementfeed.settings.announcement
source: Display feed links only on announcement page.
ar_iq: إعرض روابط المغذي فقط على صفحة الإعلانات.
ca_es: Mostra enllaços als canals d'informació només a la pàgina d'avisos.
es_es: Mostrar enlaces de los canales solo en la página de anuncios.
eu_es: Anuntzioen orrian bakarrik bistaratu estekak.
fr_ca: Afficher les liens de flux dans la page d'annonces uniquement.
fr_fr: Afficher les liens de flux sur la page d'annonces uniquement.
gd_gb: Na seall ceanglaichean an inbhir ach air duilleag nam fiosan-naidheachd.
hr_hr: Prikaži poveznice na <i>feed</i> na stranici sa obavijestima.
id_id: Tampilkan tautan umpan di halaman pengumuman saja.
it_it: Mostra i link ai feed solo nella pagina degli avvisi.
ka_ge: ბმულის ჩვენება ლენტზე მხოლოდ განცხადებების გვერდზე.
ku_iq: پیشاندانی لینکی ئاگادارییەکان تەنیا لە پەڕەی ڕاگەیاندن.
mk_mk: Прикажи ги линковите до каналот само на страницата со известувања.
pl_pl: Wyświetl łącze ogłoszeń RSS/Atom tylko na stronie ogłoszeń.
pt_pt: Exibir links somente na página de notícias.
ru_ru: Показать ссылки на ленту только на странице объявлений.
sv_se: Visa länkar till flöden bara på sidan för meddelanden.
uk_ua: Показувати посилання на стрічки лише на сторінці анонсів.
vi_vn: Chỉ hiển thị các liên kết nguồn cấp dữ liệu trên trang thông báo.

# plugins.generic.announcementfeed.settings.recentAnnouncements1
source: Limit feed to
ar_iq: قيد عدد الإعلانات إلى حد
ca_es: Limita els canals d'informació als
es_es: Limitar canal a
eu_es: Mugatu azkeneko
fr_ca: Limiter le flux aux
fr_fr: Limiter le flux aux
gd_gb: Na seall san inbhir ach na
hr_hr: Ograniči na
id_id: Batasi umpan ke
it_it: Limita i feed ai
ka_ge: ლენტის შეზღუდვა
ku_iq: ئاگادارییەکان سنوردار بکە بۆ
mk_mk: Ограничи го каналот на
pl_pl: Ogranicz liczbę ogłoszeń do
pt_pt: Limitar canal a
ru_ru: Ограничить ленту
sv_se: Begränsa flödet till
uk_ua: Скоротити стрічку до
vi_vn: Giới hạn

# plugins.generic.announcementfeed.settings.recentAnnouncements2
source: most recent announcements.
ar_iq: أكثر الإعلانات حداثة.
ca_es: avisos més recents.
es_es: anuncios más recientes.
eu_es: anuntzioetara.
fr_ca: plus récentes annonces.
fr_fr: annonces les plus récentes.
gd_gb: fiosan-naidheachd as ùire.
hr_hr: najnovijih obavijesti.
id_id: pengumuman terbaru.
it_it: avvisi pi√π recenti.
ka_ge: ყველაზე ახალი განცხადებები.
ku_iq: نوێترین ڕاگەیاندنەکان.
mk_mk: најнови известувања.
pl_pl: najnowszych ogłoszeń.
pt_pt: notícias mais recentes.
ru_ru: наиболее свежими объявлениями.
sv_se: senaste meddelanden.
uk_ua: найновіших анонсів.
vi_vn: thông báo gần đây nhất.

# plugins.generic.announcementfeed.settings.recentItemsRequired
source: Please enter a positive integer for recent announcements.
ar_iq: لطفاً، أدخل رقماً صحيحاً موجباً يمثل عدد الإعلانات الأخيرة.
ca_es: Introduïu un nombre enter positiu per als avisos més recents.
es_es: Por favor introduzca un número entero positivo para anuncios recientes.
eu_es: Idatzi osoko zenbaki positibo bat anuntzio kopurua zehazteko.
fr_ca: Prière d'entrer un entier positif pour les annonces récentes.
fr_fr: Veuillez entrer un entier positif pour les annonces récentes.
gd_gb: Cuir a-steach àireamh shlàn airson fiosan-naidheachd o chionn goirid.
hr_hr: Molimo unesite pozitivan cijeli broj obavijesti.
id_id: Silakan masukkan bilangan bulat positif untuk pengumuman terbaru.
it_it: Inserisci un numero intero positivo per gli avvisi da mostrare nel feed.
ka_ge: გთხოვთ შეიტანოთ დადებითი მთელი რიცხვი ახალი განცხადებების რაოდენობის მისათითებლად.
ku_iq: تکایە ژمارەیەکی دروست لێ بدە بۆ نوێترین ڕاگەیاندنەکان.
mk_mk: Ве молиме да внесете позитивен цел број за неодамнешните известувања.
pl_pl: Podaj dodatną wartość.
pt_pt: Indique um número positivo válido para a quantidade de notícias.
ru_ru: Пожалуйста введите положительное целое число для количества свежих объявлений.
sv_se: Lägg in ett positivt värde för senaste meddelanden.
uk_ua: Будь ласка, введіть додатнє ціле число для кількості найновіших анонсів.
vi_vn: Vui lòng nhập một số nguyên dương cho các thông báo gần đây.

# plugins.generic.announcementfeed.atom.altText
source: Atom logo
ar_iq: شعار Atom
ca_es: Logotip d'Atom
es_es: Logo Atom
eu_es: Atom logoa
fr_ca: Logo Atom
fr_fr: Logo Atom
gd_gb: Suaicheantas Atom
hr_hr: Atom logotip
id_id: Logo Atom
it_it: Logo Atom
ka_ge: Atom-ის ლოგო
ku_iq: لۆگۆی Atom
mk_mk: Лого на Atom
pl_pl: Logo Atom
pt_pt: Logo Atom
ru_ru: Логотип Atom
sv_se: Atom-logotyp
uk_ua: Логотип Atom
vi_vn: Logo Atom

# plugins.generic.announcementfeed.rss1.altText
source: RSS1 logo
ar_iq: شعار RSS1
ca_es: Logotip d'RSS1
es_es: Logo RSS1
eu_es: RSS1 logoa
fr_ca: Logo RSS1
fr_fr: Logo RSS1
gd_gb: Suaicheantas RSS1
hr_hr: RSS1 logotip
id_id: Logo RSS1
it_it: Logo RSS1
ka_ge: RSS1-ის ლოგო
ku_iq: لۆگۆی RSS1
mk_mk: Лого на RSS1
pl_pl: Logo RSS1
pt_pt: Logo RSS1
ru_ru: Логотип RSS1
sv_se: RSS1-logotyp
uk_ua: Логотип RSS1
vi_vn: Logo RSS1

# plugins.generic.announcementfeed.rss2.altText
source: RSS2 logo
ar_iq: شعار RSS2
ca_es: Logotip d'RSS2
es_es: Logo RSS2
eu_es: RSS2 logoa
fr_ca: Logo RSS2
fr_fr: Logo RSS2
gd_gb: Suaicheantas RSS2
hr_hr: RSS2 logotip
id_id: Logo RSS2
it_it: Logo RSS2
ka_ge: RSS2-ის ლოგო
ku_iq: لۆگۆی RSS2
mk_mk: Лого на RSS2
pl_pl: Logo RSS2
pt_pt: Logo RSS2
ru_ru: Логотип RSS2
sv_se: RSS2-logotyp
uk_ua: Логотип RSS2
vi_vn: Logo RSS2
