Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.settings.dataPrivacyOption.requirements
source: To ensure data privacy, you must specify a file readable and writable by the web user to contain a randomly generated salt value. This file must NOT be backed up to ensure privacy protection. The salt is randomly generated either using: the function mcrypt_create_iv, which requires the PHP mcrypt; the function openssl_random_pseudo_bytes, which requires the PHP openssl; the file /dev/urandom, which works only on *nix systems; or the function mt_rand, which is not cryptographically safe. Thus, if you are using a Windows server, please ensure that you install either the PHP mcrypt or openssl enabled in order to have the cryptographically safe generated salt.
ar_iq: لضمان خصوصية البيانات، عليك تحديد ملف قابل للقراءة والكتابة من قبل مستخدم الإنترنت ليتضمن قيمة مولدة عشوائياً. هذا الملف ينبغي أن لا يتعرض للحفظ الاحتياطي لضمان حماية الخصوصية. إن القيمة المخزونة في الملف تتولد عشوائياً بعدة وسائل: عبر دالة mcrypt_create_iv، والتي تتطلب وجود mcrypt لـ PHP؛ عبر الدالة openssl_random_pseudo_bytes، التي تتطلب وجود openssl لـ PHP؛ عبر الملف /dev/urandom، الذي يعمل فقط ضمن أنظمة *nix؛ أو عبر الدالة mt_rand، التي ليست آمنة من الناحية التشفيرية. لذلك، إن كنت من مستعملي ملقم يعمل بنظام تشغيل Windows، لطفاً، تأكد من قيامك بتنصيب أياً من mcrypt أو openssl لـ PHP وتمكينه للحصول على الرمز العشوائي الآمن.
bg_bg: За да подсигурите поверителност на данните, трябва да осигурите файл който може да се чете и записва от интернет потребител за съхраняване на случайно генерирания ключ. От този файл НЕ трябва да се прави резервно копие, за да се осигури поверителност. Случайният ключ се генерира или чрез използване на: функция mcrypt_create_iv, която изисква PHP добавка mcrypt; функция openssl_random_pseudo_bytes, която изисква PHP добавка openssl; файлът /dev/urandom, който работи само на системи *nix; или функцията mt_rand, която не е криптографски сигурна. Така че, ако използвате сървър на Windows, моля осигурете че сте инсталирали и активирали PHP добавки mcrypt или openssl за да имате криптографски сигурен ключ.
ca_es: Per assegurar la privacitat de les dades heu d'especificar un arxiu que l'usuari/ària web pugui llegir i editar que contingui un valor "salt" generat aleatòriament. NO s'ha de fer còpia de seguretat d'aquest arxiu per garantir la protecció de la privacitat. L'arxiu "salt" es genera aleatòriament mitjançant la funció mcrypt_create_iv, que requereix PHP mcrypt; la funció openssl_random_pseudo_bytes, que requereix PHP openssl; l'arxiu /dev/urandom, que només funciona en sistemes *nix; o la funció mt_rand, que no és segura a nivell criptogràfic. Per tant, si utilitzeu un servidor Windows, assegureu-vos d'haver instal·lat i activat PHP mcrypt o openssl per generar un arxiu "salt" criptogràficament segur.
cs_cz: Chcete-li zajistit soukromí dat, musíte zadat soubor čitelný a zapisovatelný uživatelem, aby obsahoval náhodně vytvořenou hodnotu "soli". Tento soubor NESMÍ být zálohován, aby byla zajištěna ochrana soukromí. Sůl je náhodně generována buď pomocí funkce mcrypt_create_iv, která vyžaduje PHP mcrypt; funkce openssl_random_pseudo_bytes, která vyžaduje PHP openssl; Soubor /dev/urandom, který funguje pouze na systémech *nix; nebo funkce mt_rand, která není kryptograficky bezpečná. Pokud tedy používáte server Windows, ujistěte se, že máte nainstalovanou službu PHP mcrypt nebo openssl povolenou, aby byla kryptograficky bezpečná generovaná "sůl".
da_dk: For at sikre datasikkerheden må du angive en fil, der både er læs- og skrivbar for brugeren, så den kan indeholde en tilfældigt genereret salt-værdi. For at sikre beskyttelse af personlige oplysninger må denne fil IKKE sikkerhedskopieres. Saltet genereres tilfældigt enten ved hjælp af: funktionen mcrypt_create_iv, som kræver PHP mcrypt; funktionen openssl_random_pseudo_bytes, som kræver PHP openssl; filen /dev/urandom, som kun fungerer på *nix-systemer; eller funktionen mt_rand, som ikke er kryptografisk sikker. Hvis du bruger en Windows-server, skal du derfor sørge for at installere enten PHP mcrypt eller openssl aktiveret for at få et kryptografisk sikkert genereret salt.
de_de: Um den Datenschutz zu gewährleisten, müssen Sie eine Datei angeben, die für den Webnutzer les- und schreibbar ist und die einen zufällig erzeugten Salt-Wert enthält. Diese Datei darf NICHT nicht im Backup gesichert werden, um den Datenschutz zu garantieren. Das Salt wird zufällig mittels einer der folgenden Methoden erzeugt: durch die Funktion mcrypt_create_iv, die PHP-mycrypt benötigt; die Funktion openssl_random_pseudo_bytes, die PHP-openssl benötigt; die Datei /dev/urandom, die nur in *nix-Systemen existiert, oder die Funktion function mt_rand, die nicht kryptografisch sicher ist. Deshalb sollten Sie, wenn Sie einen Windows-Server nutzen, sicherstellen, dass Sie in PHP entweder mcrypt oder openssl aktiviert haben, um einen kryptografisch sicheren Salt benutzen.
el_gr: Για να διασφαλίσετε το απόρρητο των δεδομένων, πρέπει να καθορίσετε ένα αρχείο αναγνώσιμο και εγγράψιμο από τον χρήστη για να περιέχει μια τυχαία παραγόμενη τιμή κλειδιού (salt). Αυτό το αρχείο ΔΕΝ πρέπει να καταγράφεται σε αντίγραφο ασφαλείας για να διασφαλιστεί η προστασία του απορρήτου. Το κλειδί δημιουργείται τυχαία είτε χρησιμοποιώντας: τη συνάρτηση mcrypt_create_iv, η οποία απαιτεί το PHP mcrypt; η συνάρτηση openssl_random_pseudo_bytes, η οποία απαιτεί το PHP openssl. το αρχείο /dev/urandom, το οποίο λειτουργεί μόνο σε συστήματα *nix. ή τη συνάρτηση mt_rand, η οποία δεν είναι κρυπτογραφικά ασφαλής. Επομένως, εάν χρησιμοποιείτε διακομιστή Windows, βεβαιωθείτε ότι έχετε εγκαταστήσει είτε το PHP mcrypt είτε το openssl για να έχετε το κρυπτογραφικά ασφαλές παραγόμενο κλειδί.
es_es: Para asegurar la privacidad de los datos debe especificar un archivo que el usuario/a web pueda leer y editar y que contenga un valor "salt" generado aleatoriamente. NO se debe hacer copia de seguridad del archivo para garantizar la protección de privacidad. El archivo "salt" se genera aleatoriamente utilizando la función mcrypt_create_iv, que requiere PHP mcrypt; la función openssl_random_pseudo_bytes, que requiere PHP openssl; el archivo /dev/urandom, que solo funciona en sistemas *nix; o la función mt_rand, que no es criptográficamente segura. Por lo tanto, si utiliza un servidor Windows asegúrese de que tiene instalado PHP mcrypt o activado openssl para conseguir la generación de un archivo "salt" criptográficamente seguro.
fa_ir: برای اطمینان از حفط حریم خصوصی، باید یک فایل قابل خواندن و نوشتن برای نگه داری مقدار تصادفی salt، مشخص شود. برای اطمینان از حفاظت از حریم خصوصی، از این فایل نباید نسخه پشتیبانی تهیه شود. مقدار salt به طور تصادفی تولید می شود: یا با استفاده از تابع mcrypt_create_iv، که نیاز به PHP mcrypt؛ توابع openssl_random_pseudo_bytes، که نیاز به PHP openssl؛ فایل /dev/urandom، که تنها در سیستم * nix کار می کند، دارد. یا تابع mt_rand، که از لحاظ رمزنگاری امن نیست. بنابراین، اگر شما از یک سرور ویندوز استفاده می کنید، لطفا اطمینان حاصل کنید که mcrypt و openssl را فعال کرده اید تا از مقدار salt تولید شده توسط روش اول رمزنگاری استفاده کنید.
fi_fi: Tietosuojan varmistamiseksi, sinun pitää antaa kirjoitettava ja luettava tiedosto, johon tallennetaan salt-arvo. Tätä tiedostoa ei saa varokopioida. Salt luodaan jollain seuraavista funktioista: mcrypt_create_iv, vaatii PHP mcrypt; openssl_random_pseudo_bytes, vaatii PHP openssl; /dev/urandom, toimii vain *nix järjestelmissä; function mt_rand, joka ei ole täysin turvallinen. Windows-palvelimilla varmista, että olet asentanut joko PHP mcrypt-laajennuksen tai openssl-laajennuksen.
fr_fr: Pour garantir la confidentialité des données, vous devez spécifier un fichier lisible et accessible en écriture par l'utilisateur pour contenir une valeur de salage générée de façon aléatoire. Ce fichier ne doit PAS être sauvegardé pour assurer la protection de la vie privée. Le salage est généré au hasard soit en utilisant la fonction mcrypt_create_iv, qui nécessite le PHP mcrypt ; la fonction openssl_random_pseudo_bytes, qui nécessite le PHP openssl ; le fichier /dev/urandom, qui ne fonctionne que sur les systèmes *nix ; ou la fonction mt_rand, qui n'est pas cryptographiquement sûre. En conséquence, si vous utilisez un serveur Windows, assurez-vous d'installer le PHP mcrypt ou openssl activé afin d'avoir un fichier de salage généré cryptographiquement sûr.
it_it: Per garantire la privacy del dato, devi specificare un file leggibile e scrivibile dal web che contenga un valore di salt generato in maniera casuale Questo file NON deve essere essere manipolata per garantire la privacy. Il salt è generato casualmente usando: la funzione mcrypt_create_iv, che richiede PHP mcrypt; o openssl_random_pseudo_bytes, che richiede PHP openssl; o il file /dev/urandom che è presente solo sui sitemi *nix; o infine mt_rand, che non è sicura a livello criptografico. Dunque se stai usando un server Windows, per favore controlla di avere installato PHP mcrypt o di aveve openssl operativo con PHP. In questo modo il salt creato sarà sicuro a livello criptografico.
nb_no: For å sikre personvernet, må du spesifisere en fil som kan leses og skrives av nettbrukeren for å inneholde en tilfeldig generert saltverdi. Denne filen må IKKE sikkerhetskopieres for å sikre personvern. Saltet genereres tilfeldig enten ved å bruke: funksjonen mcrypt_create_iv, som krever PHP mcrypt; funksjonen openssl_random_pseudo_bytes, som krever PHP openssl; filen / dev / urandom, som bare fungerer på * nix-systemer; eller funksjonen mt_rand, som ikke er kryptografisk sikker. Hvis du bruker en Windows-server, må du sørge for at du installerer enten PHP mcrypt eller openssl aktivert for å få det kryptografisk sikre genererte saltet.
pt_br: Para garantir a privacidade dos dados, você deve especificar um arquivo legível e gravável pelo usuário do webserver para conter um valor de entropia de senha gerado aleatoriamente. Este arquivo não deve ser incluídos em backups de modo a garantir a proteção da privacidade. O valor é gerado aleatoriamente usando a função mcrypt_create_iv, o que requer a bilbioteca PHP mcrypt; a função openssl_random_pseudo_bytes, que requer o PHP openssl; o arquivo /dev/urandom, que só funciona em sistemas *nix; ou a função mt_rand, que não é criptograficamente segura. Assim, se você estiver usando um servidor Windows, certifique-se que você instale ou o PHP mcrypt ou habilitade o openssl para ter o valor de entropia gerado de forma criptograficamente segura.
pt_pt: Para garantir a privacidade dos dados, deve especificar um ficheiro legível e que possa ser criado pelo utilizador do servidor web, para conter um valor de entropia aleatoriamente. Este ficheiro não deve ser incluído em cópias segurança de modo a garantir a proteção da privacidade. O valor é gerado aleatoriamente usando a função mcrypt_create_iv, o que requer a bilbioteca PHP mcrypt; a função openssl_random_pseudo_bytes, que requer o PHP openssl; o ficheiro /dev/urandom, que só funciona em sistemas *nix; ou a função mt_rand, que não é criptograficamente segura. Assim, se estiver a usar um servidor Windows, certifique-se que instalou o PHP com suporte para o mcrypt ou o openssl de modo a que o valor de entropia seja gerado de forma criptograficamente segura.
ru_ru: Чтобы быть уверенным в конфиденциальности данных, вы должны указать файл, доступный для чтения и записи веб-пользователем, в этом файле будет содержаться случайным образом сгенерированное значение соли (salt). Это файл НЕ ДОЛЖЕН попадать в резервные копии, чтобы быть уверенным в конфиденциальности данных. Соль (salt) генерируется случайным образом, используя один из следующих вариантов: функция mcrypt_create_iv, которая требует расширения mcrypt для PHP; функция openssl_random_pseudo_bytes, которая требует расширения openssl для PHP; файл /dev/urandom, который работает только на *nix-системах; функция mt_rand, которая не является криптографически безопасной. Таким образом, если вы используете сервер под Windows, пожалуйста, удостоверьтесь, что вы установили либо расширение mcrypt для PHP или включили openssl, чтобы получить криптографически безопасно сгенерированную соль (salt).
sl_si: Za zagotovitev zasebnosti podatkov, morate navesti datoteko, ki jo bo spletni uporabnik lahko bral in pisal vanjo, in bo vsebovala naključno generirano vrednost za seme. Zaradi zagotavljanja zasebnosti podatkov ne smete narediti varnostnih kopij te datoteke. Vrednost za seme je naključno generirana z uporabo: funkcije mcrypt_create_iv, ki potrebuje PHP mcrypt; funkcijo openssl_random_pseudo_bytes, ki potrebuje PHP openssl; datoteke /dev/urandom, ki deluje le na *nix sistemih; ali funkcija mt_rand, ki ni kriptografsko varna. To pomeni, da morate na sistemih Windows ali namestiti the PHP mcrypt ali omogočiti openssl, če želite zagotoviti kriptografsko zaščito.
sv_se: För att säkert samla in data med respekt för dataskyddet behöver du ange en fil som kan användas för att lagra ett framslumpat "salt"-värde. Webbserverns användare behöver ha både läs- och skrivrättigheter till filen. Saltet genereras slumpmässigt genom antingen: funktionen mcript_create_iv, som kräver PHP:s mcrypt; funktionen openssl_random_pseudo_bytes, som kräver PHP:s openssl; filen /dev/urandow, som enbart fungerar i *nix-system; eller funktionen mt_rand, som inte är kryptografiskt säker. Var därför noga med att installera antingen PHP mcrypt eller openssl, så att du använder ett kryptografiskt säkert salt.
tr_tr: Veri gizliliğini sağlamak için, web kullanıcısı tarafından rastgele oluşturulmuş bir tuz değeri içerecek şekilde okunabilir ve yazılabilir bir dosya belirtmelisiniz. Gizlilik korumasını sağlamak için bu dosya yedeklenmemelidir. Tuz aşağıdakiler kullanılarak rastgele oluşturulur: PHP mcrypt gerektiren mcrypt_create_iv fonksiyonu; PHP openssl gerektiren bu işlevi openssl_random_pseudo_bytes; yalnızca * nix sistemlerinde çalışan / dev / urandom dosyası; veya şifreleme açısından güvenli olmayan mt_rand işlevini kullanabilirsiniz. Bu nedenle, bir Windows sunucusu kullanıyorsanız, kriptografik olarak güvenli tuz elde etmek için lütfen PHP mcrypt veya openssl'yi kurduğunuzdan emin olun.
uk_ua: Щоб забезпечити конфіденційність даних, ви повинні вказати файл, який доступний для читання та запису веб-користувачу та містимите випадково сформоване значення солі. Цей файл НЕ повинен потрапляти в резервні копії, щоб забезпечити захист приватності. Сіль генерується випадковим чином одним з таких шляхів: функції mcrypt_create_iv, яка вимагає PHP mcrypt; функції openssl_random_pseudo_bytes, яка вимагає PHP openssl; файлу /dev/urandom, який працює тільки на системах * nix; або функції mt_rand, яка не є криптографічно безпечною. аким чином, якщо ви використовуєте сервер Windows, будь ласка, переконайтесь, що ви або встановили mcrypt PHP, або включили openssl, щоб мати криптографічно безпечно згенеровану сіль.
vi_vn: Để đảm bảo quyền riêng tư dữ liệu, bạn phải chỉ định một tệp có thể đọc và ghi được bởi người dùng web để chứa giá trị muối được tạo ngẫu nhiên. Tập tin này KHÔNG được sao lưu để đảm bảo bảo vệ quyền riêng tư. Muối được tạo ngẫu nhiên bằng cách sử dụng: hàm mcrypt_create_iv, yêu cầu mcrypt PHP; hàm openssl_random_pseudo_bytes, yêu cầu PHP openssl; tệp /dev/urandom, chỉ hoạt động trên các hệ thống *nix; hoặc hàm mt_rand, không an toàn về mặt mật mã. Do đó, nếu bạn đang sử dụng máy chủ Windows, vui lòng đảm bảo rằng bạn đã cài đặt PHP mcrypt hoặc openssl được bật để có thông tin nhạy cảm được tạo bằng mật mã.

# plugins.generic.usageStats.settings.dataPrivacyOption.description
source: Activate this option to use a plugin version that respects privacy legislations, i.e. that is logging hashed IP addresses, informs the users about the tracking and provides an opt-out option for users. Note: when using this option you will not be able to use the geo features of the plugin.
ar_iq: قم بتفعيل هذا الخيار لاستعمال نسخة من هذه الوظيفة الإضافية تراعي التشريعات المتعلقة بالخصوصية، أي أن: توثيق عناوين IP المعلمة يتطلب إبلاغ المستخدمين عن إمكانية تتبعهم مكانياً ويقدم لهم باباً للخروج من الموقع. لاحظ أنه عند استعمال هذا الخيار، لن يعود بوسعك استعمال ميزة التتبع المكاني التي تقدمها الوظيفة الإضافية.
bg_bg: Активирайте тази опция за да използвате версия на добавка, която зачита законите за защита на данните, т.е. запазва IP адресите в шифриран вид, информира потребителите за проследяването и осигурава възможност за отказване при тяхно желание. Бележка: когато използвате тази опция няма да можете да използвате функцията за геолокация на добавката.
ca_es: Activeu aquesta opció per utilitzar una versió del mòdul que respecti les legislacions de privacitat, és a dir, que registri les adreces IP amb funció hash, que informi els usuaris/àries sobre el seguiment i que els ofereixi una opció de desistiment. Nota: quan feu servir aquesta opció no podreu utilitzar les característiques geogràfiques del mòdul.
cs_cz: Aktivujte tuto volbu, chcete-li použít verzi pluginu, která respektuje právní předpisy o ochraně osobních údajů, tj. Je protokolování hash adres IP, informuje uživatele o sledování a poskytuje uživateli možnost odhlášení. Poznámka: při použití této možnosti nebudete moci používat geografické funkce pluginu.
da_dk: Aktivér denne mulighed for at bruge en plug-in-version, der overholder lovgivningen om beskyttelse af personlige oplysninger, dvs. logge hashet IP-adresser, informere brugerne om sporing og give mulighed for at fravælge brugere. Bemærk: Når du bruger denne indstilling, vil du ikke kunne bruge geo-funktionerne i plugin'en.
de_de: Aktivieren Sie diese Option, um eine Verson des Plugins zu benutzen, die Datenschutzregeln berücksichtigt, indem nur gehashte IP-Adressen protokolliert werden, Benutzer/innen über das Tracking informiert werden und eine Opt-Out-Möglichkeit für Nutzer/innen angeboten wird. Hinweis: Bei Nutzung dieser Option können Sie nicht die Geo-Funktionalitäten des Plugins benutzen.
el_gr: Ενεργοποιήστε αυτήν την επιλογή για να χρησιμοποιήσετε μια έκδοση του πρόσθετου που σέβεται τις νομοθεσίες απορρήτου, δηλαδή καταγράφει κρυπτογραφημένες διευθύνσεις IP, ενημερώνει τους χρήστες για την παρακολούθηση και παρέχει μια επιλογή εξαίρεσης για τους χρήστες. Σημείωση: όταν χρησιμοποιείτε αυτήν την επιλογή δεν θα μπορείτε να χρησιμοποιήσετε τις γεωγραφικές δυνατότητες του πρόσθετου.
es_es: Active esta opción para usar una versión del módulo que respete las legislaciones de privacidad, es decir, que registre las direcciones IP con función hash, que informe a los usuarios/as acerca del seguimiento y que les proporcione una opción de desistimiento. Nota: cuando use esta opción no podrá utilizar las características geográficas del módulo.
fa_ir: در صورت فعال سازی این گزینه حفظ حریم خصوصی در افزونه در نظر گرفته می شودک به این معنی که آدرس های IP کدگذاری می شوند و به کاربران در مورد ردیابی و فراهم کردن گزینه اختیاری اطلاع رسانی می شود. توجه: هنگام استفاده از این گزینه نمی توانید از ویژگی های جغرافیایی افزونه استفاده کنید.
fi_fi: Aktivoi tämä valinta, jos haluat lisäosan täyttävän tarkasti yksityisyyteen liittyvät lainsäädännöt. Tämä tarkoittaa sitä, että IP-osoitteet tallennetaan suojatussa muodossa ja lisäosa ilmoittaa jokaiselle käyttäjälle tilastoinnista ja tarjoaa mahdollisuuden jäädä tilastoinnin ulkopuolelle. Valinta lopettaa myös kävijöiden maantieteellisen luokittelun.
fr_fr: Activez cette option pour utiliser une version du module respectant les règlementations en matière de protection de la vie privée, c'est-à-dire enregistrant des adresses IP hachées, informant les utilisateurs et utilisatrices du suivi et offrant une option de retrait aux utilisateurs et utilisatrices. Remarque : en utilisant cette option, vous ne pourrez pas utiliser les fonctions géolocalisation du module.
it_it: Attivando questa opzione il plugin rispetterà le legislazioni con maggiori richieste sulla privacy, ad esempio gli IP address saranno loggati sotto forma di hash, gli utenti verranno informati del tracciamento e ci sarà un'opzione di opt-oui. Attenzione: usando quest'opzione non sara possibile usare la georeferenziazione.
nb_no: Aktiver dette alternativet for å bruke en plugin-versjon som respekterer personvernlovgivningen, det vil si at det logger hashede IP-adresser, informerer brukerne om sporing og gir et alternativ for å velge bort. Merk: når du bruker dette alternativet, vil du ikke kunne bruke geofunksjonene til plugin-modulen.
pt_br: Ative essa opção para usar uma versão do plug-in que respeite as legislações de privacidade, ou seja, que está registrando endereços IP com hash, informa os usuários sobre o rastreamento e fornece uma opção de desabilitar para os usuários. Nota: quando utilizar esta opção, você não será capaz de usar os recursos de geolocalização do plugin.
pt_pt: Ative essa opção para usar uma versão do plugin que respeite as legislações de privacidade, ou seja, que regista endereços IP codificados, informa os utilziadores sobre o rastreamento e fornece uma opção para os utilizadores desativarem a funcionalidade. Nota: quando utilizar esta opção não será capaz de usar as funcionalidades de geolocalização do plugin.
ru_ru: Включите этот параметр, если вы хотите использовать версию плагина, которая учитывает требования законов о конфиденциальности, то есть хранит хэшированные IP-адреса, сообщает пользователям об отслеживании информации и дает возможность пользователям отказаться. Обратите внимание: при включении этого параметра нельзя будет воспользоваться возможностями плагина, связанными с географическим местоположением.
sl_si: To opcijo aktivirajte, če želite uporabiti verzijo vtičnika, ki spoštuje zakonodajo o zasebnosti, npr. beleženje "hashed" IP naslovov, opozarja uporabnike o tem beleženju in omogoča, da uporabnik odstopi od teh zahtev. Opozorilo: če uporabljate to opcijo, potem ne boste mogli uporabljati geografskih funkcionalnosti vtičnika.
sv_se: Aktivera den här inställningen om du vill att pluginet ska respektera lagstiftning som ställer krav på personlig integritet, t.ex. genom att bara spara IP-adresser i hashad form, genom att informera användarna om statistikinsamlandet och samtidigt erbjuda dem möjlighet att avböja deltagande. Tänk på att om du aktiverar det här alternativet kommer du inte att kunna använda geolokaliserings-funktionaliteten som finns i pluginet.
tr_tr: Gizlilik mevzuatlarına saygı gösteren bir eklenti sürümü kullanmak için bu seçeneği etkinleştirin, yani karma IP adreslerini günlüğe kaydetme, kullanıcıları izleme hakkında bilgilendirme ve kullanıcılar için devre dışı bırakma seçeneği sunar. Not: Bu seçeneği kullanırken eklentinin coğrafi özelliklerini kullanamazsınız.
uk_ua: Активуйте цей параметр, щоб використовувати версію модуля, яка враховує вимоги законодавства про конфіденційність, тобто зберігає хешовані IP-адреси, інформує користувачів про відстеження та дає користувачам можливість відмовитись. Примітка: при використанні цього параметра ви не зможете використовувати функції модуля, пов'язані з геопозиціонуванням.
vi_vn: Kích hoạt tùy chọn này để sử dụng phiên bản plugin tôn trọng luật pháp về quyền riêng tư, tức là ghi nhật ký địa chỉ IP được băm, thông báo cho người dùng về theo dõi và cung cấp tùy chọn từ chối cho người dùng. Lưu ý: khi sử dụng tùy chọn này, bạn sẽ không thể sử dụng các tính năng địa lý của plugin.
