Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.processingPathNotEmpty
source: The directory {$directory} is not empty. This could indicate a previously failed process, or a concurrently running process. This file will be automatically reprocessed if you are also using scheduledTasksAutoStage.xml, otherwise you will need to manually move any orphaned files in the processing directory back into the stage directory.
ar_iq: إن المسار {$directory} غير خالٍ. قد يكون هذا مؤشراً على عملية فاشلة سابقاً أو عملية جارية حالياً. ستعاد معالجة هذا الملف تلقائياً إن كنت تستعمل scheduledTasksAutoStage.xml أيضاً، وإلا، ستكون مضطراً على نقل أي ملفات متروكة في حافظة ملفات المعالجة إلى حافظة ملفات التشغيل يدوياً.
bg_bg: Директория {$directory} не е празна. Това може да означава процес, кото е пропаднал преди, или конкурентно изпалняван процес. Този файл автоматично ще бъде обработен отново ако Вие също така използвате файл scheduledTasksAutoStage.xml, иначе трябва ръчно да преместите всеки изостанал файл от директонията за обработка в директорията на етапа.
ca_es: El directori {$directory} no està buit. Això podria indicar que hi ha hagut un procés erroni previ o que s'està executant un procés simultàniament. Aquest arxiu es tornarà a processar automàticament si esteu utilitzant scheduledTasksAutoStage.xml. En cas contrari, haureu de moure manualment tots els arxius orfes del directori de processament al directori principal.
cs_cz: Adresář {$directory} není prázdný. To může znamenat dřívější selhání procesu nebo souběžně probíhající proces. Tento soubor bude automaticky přepracován, pokud používáte také scheduledTasksAutoStage.xml, jinak budete muset ručně přesunout všechny osiřelé soubory do adresáře pro zpracování zpět do adresáře stage.
da_dk: Mappen {$directory} er ikke tom. Dette kan indikere en tidligere mislykket proces eller en samtidigt kørende proces. Denne fil vil automatisk blive behandlet på ny, hvis du også bruger scheduledTasksAutoStage.xml, ellers skal du manuelt flytte eventuelle forældreløse filer i behandlingsmappen tilbage til trinnets mappe.
de_de: Das Verzeichnis {$directory} ist nicht leer. Dies kann auf einen zuvor gescheiterten oder einen momentan laufenden Prozess hinweisen. Diese Datei wird automatisch erneut verarbeitet, falls Sie auch scheduledTasksAutoStage.xml benutzen; ansonsten werden Sie manuell alle verwaisten Dateien aus dem Verarbeitungsverzeichnis zurück in das Bereitstellungsverzeichnis verschieben müssen.
el_gr: Ο κατάλογος {$directory} δεν είναι κενός. Αυτό θα μπορούσε να υποδηλώνει μια προηγούμενη αποτυχημένη διαδικασία ή μια ταυτόχρονη διαδικασία. Αυτό το αρχείο θα επανεπεξεργαστεί αυτόματα εάν χρησιμοποιείτε επίσης το scheduledTasksAutoStage.xml, διαφορετικά θα χρειαστεί να μετακινήσετε με μη αυτόματο τρόπο τυχόν ορφανά αρχεία από τον κατάλογο επεξεργασίας στον κατάλογο αναμονής.
es_es: El directorio {$directory} no está vacío. Esto podría señalar un proceso erróneo previo o un proceso ejecutándose simultáneamente. Este archivo se reprocesará automáticamente si también está usando scheduledTasksAutoStage.xml, en caso contrario deberá mover manualmente cualquier archivo huérfano del directorio de proceso al directorio principal.
fa_ir: پوشه {$directory} خالی نیست. که میتواند ناشی از یک خطا در پردازشهای پیشین یا پردازشهای در حال اجرا باشد. این فایل به صورت خودکار پردازش می شود اگر شما همچنین از scheduledTasksAutoStage.xml استفاده می کنید، در غیر این صورت شما باید تمامی فایل موجود در مسیر پردازش را به صورت دستی به مسیر مرحله انتقال دهید.
fi_fi: Hakemisto {$directory} ei ole tyhjä. Tämä saattaa johtua aiemmasta epäonnistuneesta käsittelystä tai parhaillaan meneillään olevasta toisesta käsittelystä. Tämä tiedosto käsitellään automaattisesti uudelleen, jos käytät scheduledTasksAutoStage.xml-tiedostoa. Muussa tapauksessa sinun pitää siirtää manuaalisesti jäljelle jääneet tiedostot processing-hakemistossa olevat tiedostot takaisin stage-hakemistoon.
fr_fr: Le répertoire {$directory} n'est pas vide. Cela pourrait indiquer un processus qui a précédemment échoué ou l'existence d'un processus en cours d'exécution. Ce fichier sera automatiquement traitée à nouveau si vous utilisez également scheduleTasksAutoStage.xml. À défaut, vous devrez déplacer manuellement les fichiers orphelins situés le répertoire de traitement vers le répertoire principal.
hu_hu: A {$directory} könyvtár nem üres. Ez korábbi sikertelen feldolgozást, vagy jelenleg is aktív folyamatot jelenthet.
it_it: La directory {$directory} non è vuota. Questo indica che un processo precedente è fallito o che due processi sono partiti in parallelo. Il file verrà rilavorato in automatico se stai usando anche scheduledTasksAutoStage.xml, altrimenti devi spostare maualmente il file orfano dalla dir processing nella dir stage.
nb_no: Katalogen {$directory} er ikke tom. Dette kan indikere en tidligere mislykket prosess, eller en prosess som kjører samtidig. Denne filen blir automatisk behandlet hvis du også bruker scheduledTasksAutoStage.xml, ellers må du manuelt flytte foreldreløse filer i behandlingsmappen tilbake til stage directory.
pt_br: O diretório {$directory} não está vazio. Isto poderia indicar que um processo falhou anteriormente, ou um processo está executando atualmente. Este arquivo será automaticamente reprocessado se você estiver usando oscheduledTasksAutoStage.xml, caso contrário, você precisará mover manualmente os arquivos órfãos no diretório de processamento de volta para o diretório principal.
pt_pt: A pasta {$directory} não está vazia. Isto poderá indicar que um processo falhou anteriormente, ou que um processo está a ser executado atualmente. Este ficheiro será automaticamente reprocessado se estiver a usar o scheduledTasksAutoStage.xml. Caso contrário, precisará de mover, manualmente, os ficheiros órfãos na pasta de processamento de volta para a pasta principal.
ru_ru: Каталог {$directory} не является пустым. Это может означать, что предыдущая обработка завершилась неудачей или обработка запущена параллельно. Этот файл будет автоматически заново обработан, если вы используете scheduledTasksAutoStage.xml, в противном случае вам необходимо переместить любые оставшиеся файлы в каталоге processing обратно в каталог stage.
sl_si: Mapa {$directory} ni prazna. To lahko pomeni, da je prišlo pred tem do napake pri predhodnem ali vzporednem procesu. Ta datoteka bo avtomatsko ponovno obdelana, če uporabljate tudi scheduledTasksAutoStage.xml, v nasprotnem boste morali ročno prestaviti neobdelane datoteke v mapo z datotekami za obdelati.
sv_se: Katalogen {$directory} är inte tom. Det här kan vara ett tecken på en tidigare process som fallerat, eller en annan process som körs samtidigt. Filen kommer behandlas på nytt automatiskt om du också använder scheduledTasksAutoStage.xml. I annat fall behöver du manuellt flytta övergivna filer från processing-katalogen till stage-katalogen.
tr_tr: {$directory} bu dosya boş değil. Bu, daha önce başarısız olan bir işlemi veya eşzamanlı olarak çalışan bir işlemi gösterebilir. Bu dosya da scheduledTasksAutoStage.xml kullanıyorsanız otomatik olarak yeniden işlenir, aksi takdirde işleme dizinindeki artık dosyaları el ile kaldırmanız gerekir.
uk_ua: Каталог {$directory} не порожній. Це може вказувати на те, що раніше відбулася невдала обробка або одночасно працює інша обробка. Цей файл автоматично буде опрацьований, якщо ви використовуєте scheduledTasksAutoStage.xml, в іншому випадку вам доведеться вручну перенести всі файли, які залишилися з каталогу processing назад у каталог stage.
vi_vn: Thư mục {$directory} không trống. Điều này có thể chỉ ra một quá trình trước đó bị lỗi hoặc một quá trình đang chạy đồng thời. Tệp này sẽ được tự động xử lý lại nếu bạn cũng đang sử dụng SchedTasksAutoStage.xml, nếu không, bạn sẽ cần phải di chuyển thủ công bất kỳ tệp nào trong thư mục xử lý trở lại thư mục giai đoạn.

# plugins.generic.usageStats.displayName
source: Usage Statistics
ar_iq: إحصائيات الاستعمال
bg_bg: Статистика за използването
ca_es: Estadístiques d'ús
cs_cz: Statistiky využití
da_dk: Brugerstatistik
de_de: Nutzungsstatistik
el_gr: Στατιστικά Χρήσης
es_es: Estadísticas de uso
fa_ir: آمار کارکرد
fi_fi: Kävijätilastot
fr_fr: Statistiques d'utilisation
hu_hu: Használati statisztika
it_it: Statistiche d'uso
nb_no: Brukerstatistikk
pt_br: Estatísticas de uso
pt_pt: Estatísticas de Uso
ru_ru: Модуль «Статистика использования»
sl_si: Statistike uporabe
sv_se: Användningsstatistik
tr_tr: Kullanım İstatistikleri
uk_ua: Статистика використання
vi_vn: Thống kê sử dụng

# plugins.generic.usageStats.description
source: Present data objects usage statistics. Can use server access log files to extract statistics.
ar_iq: إحصائيات استعمال مكونات البيانات الحالية. بالإمكان استعمال ملفات سجل وقوعات الوصول لاستقطاع الإحصائيات.
bg_bg: Представяне на статистика за използването на обекти данни. Може да се използват журналите за достъп на сървъра за извличане на статистика.
ca_es: Presentar estadístiques d'ús d'objectes de dades. Podeu utilitzar arxius de registre d'accés del servidor per extreure les estadístiques.
cs_cz: Aktuální statistika využití datových objektů. Můžete použít soubory protokolu serveru pro získání statistik.
da_dk: Viser dataobjekters brugsstatistik. Kan anvende serveradgangs-logfiler til at udtrække statistikker.
de_de: Zeigt Nutzungsstatistik zu Objekten an. Kann Server-Logdateien benutzen, um Statistiken zu extrahieren.
el_gr: Γραφική παρουσίαση στατιστικών στοιχείων χρήσης. Μπορεί να χρησιμοποιήσει αρχεία καταγραφής πρόσβασης του διακομιστή για την εξαγωγή στατιστικών.
es_es: Presentar estadísticas de uso de objetos de datos. Puede utilizar archivos de registro de acceso del servidor para extraer las estadísticas.
fa_ir: آمار کارکرد داده های موجود. می توانید از فایل های گزارشات دسترسی سرور برای استخراج آمار استفاده کنید.
fi_fi: Esitä dataobjektien kävijätilastoja. Lisäosa voi käyttää kävijälokitiedostoja tietojen hakemiseen.
fr_fr: Présente les statistiques d'utilisation des objets. Peut utiliser les fichiers de registre d'accès au serveur pour extraire les statistiques.
hu_hu: Adathasználati statisztika előállítása. Szerver access log használható statisztikai adatok kivonására.
it_it: Presenta le statistiche d'uso. Può usare il file access del server per estrarre le statistiche.
nb_no: Presenterer brukerstatistikk for dataobjekter. Kan bruke tilgangslogg fra server for å hente ut statistikk.
pt_br: Apresentar estatísticas de uso de objetos de dados. Pode usar arquivos de log de acesso para extrair estatísticas.
pt_pt: Apresenta estatísticas de uso e acesso aos dados. Pode usar arquivos de histórico de acessos para obter estatísticas.
ru_ru: Представляет данные статистики использования объектов. Может использовать файлы журнала доступа сервера для извлечения статистики.
sl_si: Prikaže statistike uporabe. Lahko uporabi strežniške datoteke z dnevniki uporabe, da pridobi podatke.
sv_se: Presentera användningsstatistik för objekt. Kan använda serverns åtkomstloggar för att extrahera statistik.
tr_tr: Dosya kullanım ve erişim istatistiklerini sunar. İstatistikleri ayıklamak için sunucu erişim günlük dosyalarını kullanabilir.
uk_ua: Надає дані статистики використання об'єктів. Можна використовувати файли журналу доступу до сервера для отримання статистики.Present data objects usage statistics. Can use server access log files to extract statistics.
vi_vn: Trình bày dữ liệu đối tượng sử dụng thống kê. Có thể sử dụng tệp nhật ký truy cập máy chủ để trích xuất số liệu thống kê.

# plugins.reports.usageStats.report.displayName
source: PKP Usage statistics report
ar_iq: تقرير إحصائيات الاستعمال لنظام المجلات المفتوحة
bg_bg: Отчет на PKP за статистика на използването
ca_es: Informe d'estadístiques d'ús de PKP
cs_cz: Statistický přehled využití PKP
da_dk: PKP brugerstatistik-rapport
de_de: Nutzungsstatistik-Bericht
el_gr: Αναφορά στατιστικών στοιχείων χρήσης του PKP
es_es: Informe de estadísticas de uso de PKP
fa_ir: گزارش آمار کارکرد سامانه
fi_fi: PKP kävijätilastoraportti
fr_fr: Rapport des statistiques d'utilisation de PKP
hu_hu: PKP használati jelentés
it_it: Report PKP per le statistiche d'uso
nb_no: PKP brukerstatistikkrapport
pt_br: Relatório de estatísticas de uso do sistema
pt_pt: Relatório de estatísticas de uso do PKP
ru_ru: Отчет о статистике использования PKP
sl_si: PKP poročilo statistik uporabe
sv_se: Rapport PKP Användningsstatistik
tr_tr: PKP Kullanım istatistik raporları
uk_ua: Звіт про статистику використання PKP
vi_vn: Báo cáo thống kê sử dụng PKP

# plugins.reports.usageStats.report.description
source: PKP Default usage statistics report (COUNTER ready)
ar_iq: تقرير الإحصائيات الإفتراضي لاستعمال نظام المجلات المفتوحة (العداد الجاهز)
bg_bg: Отчет на PKP по подразбиране за статистика на използването (COUNTER ready)
ca_es: Informe d'estadístiques d'ús predeterminat de PKP (compatible amb COUNTER)
cs_cz: Výchozí přehled statistik využití PKP (připraven pro COUNTER)
da_dk: PKP Standard brugsstatistiske rapport (COUNTER-klar)
de_de: Standardbericht zur Nutzungsstatistik (COUNTER-fähig)
el_gr: Προεπιλεγμένη αναφορά στατιστικών χρήσης του PKP (συμβατό με COUNTER)
es_es: Informe de estadísticas de uso por defecto de PKP (compatibles con COUNTER)
fa_ir: گزارش پیشفرض آمار کارکرد سامانه
fi_fi: PKP oletuskävijätilastoraportti (COUNTER-yhteensopiva)
fr_fr: Rapport des statistiques d'utilisation par défaut de PKP (prêt pour COUNTER)
hu_hu: PKP alapértelmezett használati riport (COUNTER ready)
it_it: Report di default della PKP sulle statistiche d'uso. E' conforme a COUNTER
nb_no: PKP standardrapport for brukerstatistikk (COUNTER kompatibel)
pt_br: Relatório padrão de estatísticas de uso (compatível com COUNTER)
pt_pt: Relatório pré-definido de estatísticas de uso (compatível com COUNTER)
ru_ru: Отчет о статистике использования PKP, формируемый по умолчанию (готовый для COUNTER)
sl_si: PKP privzeto poročilo statistik uporabe (COUNTER ready)
sv_se: Rapport PKP Standard användningsstatistik (COUNTER-förberedd)
tr_tr: PKP Kullanım istatistik raporları (SAYAÇ hazır)
uk_ua: Усталений звіт про статистику використання PKP (готовий для COUNTER)
vi_vn: PKP Báo cáo thống kê sử dụng mặc định (COUNTER sẵn sàng)

# plugins.generic.usageStats.optout.displayName
source: Usage Statistics Privacy Information
ar_iq: معلومات إحصائية شخصية عن الاستعمال
bg_bg: Поверителна информация в статистиката за използването
ca_es: Informació de privacitat de les estadístiques d'ús
cs_cz: Informace o ochraně soukromí v rámci statistik využití
da_dk: Brugerstatistiks oplysninger om beskyttelse af personlige oplysninger
de_de: Datenschutz-Informationen zur Nutzungsstatistik
el_gr: Πληροφορίες Απορρήτου Στατιστικών Στοιχείων Χρήσης
es_es: Información de privacidad de las estadísticas de uso
fa_ir: اطلاعات حریم خصوصی آمار کارکرد
fi_fi: Kävijätilastojen tietosuoja
fr_fr: Informations sur la confidentialité des statistiques d'utilisation
hu_hu: Használati riport adatkezelési információk
it_it: Informazioni sulla privacy per le statistiche di utilizzo
nb_no: Informasjon om personvern for brukerstatistikk
pt_br: Informações Privadas de Estatística de Uso
pt_pt: Privacidade da Informação das Estatística de Uso
ru_ru: Информация о конфиденциальности модуля «Статистика использования»
sl_si: Varovanje podatkov pri statistikah uporabe
sv_se: Information om användningsstatistik och integritet
tr_tr: Kullanım İstatistikleri Gizlilik Bildirimi
vi_vn: Thông tin bảo mật thống kê sử dụng

# plugins.generic.usageStats.optout.description
source: Usage Statistics Privacy Information
ar_iq: بيانات إحصائية عن منحى الاستعمال وهي ذات طبيعة شخصية
bg_bg: Поверителна информация в статистиката за използването
ca_es: Informació de privacitat de les estadístiques d'ús
cs_cz: Informace o ochraně soukromí v rámci statistik využití
da_dk: Brugerstatistiks oplysninger om beskyttelse af personlige oplysninger
de_de: Datenschutz-Informationen zur Nutzungsstatistik
el_gr: Πληροφορίες Απορρήτου Στατιστικών Στοιχείων Χρήσης
es_es: Información de privacidad de las estadísticas de uso
fa_ir: اطلاعات حریم خصوصی آمار کارکرد
fi_fi: Kävijätilastojen tietosuoja
fr_fr: Informations sur la confidentialité des statistiques d'utilisation
hu_hu: Használati riport adatkezelési információk
it_it: Informazioni sulla privacy per le statistiche di utilizzo
nb_no: Informasjon om personvern for brukerstatistikk
pt_br: Informações Privadas de Estatística de Uso
pt_pt: Privacidade da Informação das Estatística de Uso
ru_ru: Информация о конфиденциальности модуля «Статистика использования»
sl_si: Varovanje zasebnosti pri statistikah uporabe
sv_se: Information om användningsstatistik och integritet
tr_tr: <h3>Genel Gizlilik Bilgileri</h3> <p>Lütfen genel <a href="{$privacyStatementUrl}">gizlilik bildirimimize</a> bakınız.</p> <h3>Kullanım İstatistikleri</h3> <p>Dergimizin ve yayınlanmış makalelerin kullanımını ve etkisini analiz edebilmek için derginin ana sayfasına, konularına, makalelerine, galerilerine ve ek dosyalarına yapılan erişim bilgilerinin kayıtlarını tutuyoruz. Süreçte tüm veriler anonimleştirilmektedir. Kişisel bilgi girişi yapılmamaktadır. IP adresleri otomatik olarak <em>günlük olarak rastgele oluşturulmuş ve geçersiz kılınan</em> güvenli <em>64 karakter uzunluğunda bir karakterle</em> kombinasyon halinde (<em>SHA 256</em> kullanılarak) anonim hale getirilir. Bu nedenle IP adresleri yeniden yapılandırılmaz.</p> <p>Anonimleştirilmiş IP adreslerinin yanında aşağıdaki bilgiler bulunur:</p> <ul> <li>Erişim Türü (ör. idari)</li> <li>İstek Zamanı</li> <li>İstek URL'si</li> <li>HTTP Durum Kodu</li> <li>Tarayıcı</li> </ul> <p>Toplanan veriler sadece değerlendirme amacıyla kullanılır. IP adresleri kullanıcı kimlikleriyle eşlenmez. Belirli bir veri kümesini belirli bir IP adresine izlemek teknik olarak imkansızdır.</p>
vi_vn: Thông tin bảo mật thống kê sử dụng

# plugins.generic.usageStats.optout.title
source: Usage Statistics Information
ar_iq: معلومات الاستعمال إحصائياً
bg_bg: Информация в статистиката за използването
ca_es: Informació de les estadístiques d'ús
cs_cz: Informace o statistikách využití
da_dk: Brugerstatistiks oplysninger om beskyttelse af personlige oplysninger
de_de: Nutzungsstatistik-Informationen
el_gr: Πληροφορίες Στατιστικών Στοιχείων Χρήσης
es_es: Información de las estadísticas de uso
fa_ir: اطلاعات آمار کارکرد
fi_fi: Tietoja kävijätilastoinnista
fr_fr: Informations sur les statistiques d'utilisation
hu_hu: Használati statisztikák
it_it: Informazioni sulle statistiche d'uso
nb_no: Informasjon om brukerstatistikk
pt_br: Informações de Estatísticas de Uso
pt_pt: Informações de Estatísticas de Uso
ru_ru: Информация о статистике использования
sl_si: Informacije o statistikah uporabe
sv_se: Information om användningsstatistik
tr_tr: Kullanım İstatistik Bilgileri
uk_ua: Інформація щодо статистики виокристання
vi_vn: Thông tin thống kê sử dụng

# plugins.generic.usageStats.optout.shortDesc
source: We log anonymous usage statistics. Please read the <a href="{$privacyInfo}">privacy information</a> for details.
ar_iq: نحن نوثق إحصائيات التشغيل للمستخدمين مجهولي الهوية. لطفاً، أنظر <a href="{$privacyInfo}">معلومات الخصوصية</a> للمزيد من التفاصيل.
bg_bg: Ние запазваме анонимна информация за статистика за използването. Моля прочетете <a href="{$privacyInfo}">privacy information</a> за подробности.
ca_es: Registrem estadístiques d'ús anònimes. Consulteu la <a href="{$privacyInfo}">informació de privacitat</a> per obtenir més detalls.
cs_cz: Zaznamenáváme anonymní statistiky využití našich stránek. Přečtěte si, prosím, <a href="{$privacyInfo}"> informace o ochraně osobních údajů </a>.
da_dk: Vi registrerer anonym brugsstatistik. Læs venligst <a href="{$privacyInfo}"> oplysninger om personlige oplysninger </a> for yderligere detaljer.
de_de: Wir führen eine anonymisierte Nutzungsstatistik. Bitte lesen Sie die <a href="{$privacyInfo}">Datenschutz-Informationen</a>, um mehr zu erfahren.
el_gr: Καταγράφουμε ανώνυμα στατιστικά στοιχεία χρήσης. Διαβάστε τις <a href="{$privacyInfo}">πληροφορίες απορρήτου</a> για λεπτομέρειες.
es_es: Registramos estadísticas de uso anónimas. Consulte la <a href="{$privacyInfo}">información de privacidad</a> para obtener más detalles.
fa_ir: در این سامانه اطلاعات کارکرد افراد ناشناس نیز ثبت می شود. برای اطلاعات بیشتر <a href="{$privacyInfo}">بیانیه حریم خصوصی</a> را مطالعه کنید.
fi_fi: Tallennamme anonyymejä kävijätietoja. Ole hyvä ja lue <a href="{$privacyInfo}">tietosuojasta</a>.
fr_fr: Nous enregistrons des statistiques d'utilisation anonymisés. Veuillez lire les <a href="{$privacyInfo}">Informations relatives à la confidentialité</a> pour plus de détails.
hu_hu: A használati statisztikát névtelenül rögzítjük. Kérjük, olvassa el az <a href="{$privacyInfo}">adatkezelési tájékoztatónkat</a> a részletekért.
it_it: Registriamo statistiche d'uso in modo anonimo. Per favore leggi la <a href="{$privacyInfo}">privacy</a> per i dettagli.
nb_no: Vi loggfører anonym brukerstatistikk. Vennligst les <a href="{$privacyInfo}">Personvernspolitikk</a> for detaljer.
pt_br: Nós registramos estatísticas de uso de forma anônima. Por favor, leia as <a href="{$privacyInfo}"> informações de privacidade </a> para mais detalhes.
pt_pt: Regista estatística anónima de uso. Por vaor leia a <a href="{$privacyInfo}"> Informação de Privacidade </a> para mais detalhes.
ru_ru: Мы сохраняем анонимные данные о статистике использования. Пожалуйста прочтите подробности в <a href="{$privacyInfo}">Информации о конфиденциальности</a>.
sl_si: Shranjujemo anonimizirane podatke o uporabi. Prosimo preberite <a href="{$privacyInfo}">informacije o zasebnosti podatkov</a> za več.
sv_se: Vi loggar anonymiserad användningsstatistik. För detaljer, se vår <a href="{$privacyInfo}">integritetsinformation</a>.
tr_tr: Anonim kullanım istatistiklerini kaydediyoruz. Gizlilikle ilgili bilgilere lütfen <a href="{$privacyInfo}">bağlantıdan</a> erişiniz.
uk_ua: Ми зберігаємо анонімну статистику використання. Будь ласка, докладніше ознайомтеся з <a href="{$privacyInfo}">інформацією щодо конфіденційності</a>.
vi_vn: Chúng tôi ghi lại số liệu thống kê sử dụng ẩn danh. Vui lòng đọc <a href="{$privacyInfo}"> thông tin bảo mật </a> để biết chi tiết.
