Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.settings.statsDisplayOptions.siteWide.omp
source: Each press can override these settings from the press's plugins page.
ar_iq: كل مؤسسة يمكنها تجاوز هذه الإعدادات عبر صفحة إضافات المؤسسة.
bg_bg: Всяка печатница може да предефинира тази настройка от страницата на добавката на печатницата.
ca_es: Cada editorial pot anular aquesta configuració des de la pàgina de mòduls de l'editorial.
cs_cz: Každé vytisknutí může toto nastavení přepsat na stránce s pluginy tisku.
da_dk: Hvert forlag kan tilsidesætte disse indstillinger fra forlagets plugin-side.
de_de: Jeder Verlag kann diese Einstellungen überschreiben mit der Plugins Seite des Verlages.
es_es: Cada editorial puede anular estos ajustes desde la página de módulos de la editorial.
fi_fi: Nämä asetukset voi ohittaa lisäosien hallinnointiin tarkoitetulta sivulta käsin.
fr_fr: Chaque presse peut remplacer ces paramètres depuis la page des modules de la presse.
hu_hu: Bármely kiadó felülírhatja ezeket a beállításokat a kiadó saját bővítmény oldalán.
it_it: Ogni redazione può personalizzare i valori di questa configurazione.
nb_no: Hvert forlag kan overstyre disse innstillingene fra forlagets programtillegg-side.
pt_br: Cada editora pode substituir essas configurações na página de plugins.
pt_pt: Cada editora pode substituir estas configurações na página de plugins da editora.
ru_ru: Каждое издательство может переопределять эти настройки на странице модулей издательства.
sl_si: Te nastavitve lahko vsaka posamezna revija prenastavi v vtičniku posamezne revije.
sv_se: Varje press kan upphäva dessa inställningar från pressens plugin-sida.
tr_tr: Her yayımla ile bu bilgiler eklenti sayfasından geçersiz kılınabilir.
uk_ua: Кожне видання може перевизначити ці налаштування на сторінці модулів видання.
vi_vn: Mỗi 'press' có thể ghi đè các cài đặt này từ trang bổ trợ của 'press'.
