Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.optout.done
source: <p>You successfully opted out of usage statistics collection. While you see this message no statistics will be collected from your usage of this site. Click the below button to revert your decision.</p>
ar_iq: <p>قد نجحت في تعطيل جمع البيانات الإحصائية التي تتعلق باستعمال الموقع. في الوقت الذي ترى فيه هذه الرسالة، لن يتم جمع أي بيانات إحصائية تتعلق باستعمالك لهذا الموقع. أنقر الزر أدناه للتراجع عن قرارك.</p>
bg_bg: <p>Вие успешно отказахте събирането на статистика за използването. Докато виждате това съобщение статистика за Вашето ползване на сайта няма да бъде събирана. Щракнете бутона отдолу, за да промените своето решение.</p>
ca_es: <p>Heu inhabilitat la recopilació d'estadístiques d'ús correctament. Mentre vegeu aquest missatge no es recopilarà cap estadística d'ús d'aquest lloc. Feu clic al botó de sota per revertir la decisió.</p>
cs_cz: <p>Úspěšně jste se odhlásili ze statistik využití. Pokud vidíte tuto zprávu, znamená to, že nebudeme shromažďovat žádné údaje o využívání těchto stránek. Můžete kliknout na tlačítko níže, k vrácení vašeho rozhodnutí.</p>
da_dk: <p>Du har fravalgt, at der indsamles brugsstatistik. Så længe du ser denne meddelelse, vil der ikke blive indsamlet statistikker fra din brug af dette websted. Klik på knappen nedenfor for at vende tilbage til din beslutning.</p>
de_de: <p>Sie haben der Nutzung Ihrer Daten für die Nutzungsstatistik erfolgreich widersprochen. Solange Sie diese Nachricht sehen, werden keine statistischen Daten aus Ihrer Nutzung dieser Seite gewonnen. Klicken Sie den Knopf unten, um Ihre Entscheidung zurückzunehmen.</p>
el_gr: <p>Επιλέξατε με επιτυχία να μην συμμετέχετε στη συλλογή στατιστικών στοιχείων χρήσης. Όσο βλέπετε αυτό το μήνυμα, δεν θα συλλέγονται στατιστικά στοιχεία χρήσης αυτού του ιστότοπου από εσάς. Κάντε κλικ στο παρακάτω κουμπί για να αντιστρέψετε την επιλογή σας.</p>
es_es: <p>Ha inhabilitado correctamente la recopilación de estadísticas de uso. Mientras vea este mensaje, no se recopilarán estadísticas de su uso de este sitio. Haga clic en el botón de abajo para revertir su decisión.</p>
fa_ir: <p> شما از فرایند جمع‌آوری اطلاعات آماری میزان کارکرد کنار گذاشته شدید. و به این معنی است که از عملکرد شما در سامانه هیچ اطلاعات آماری استخراج نمی‌شود.در صورت نیاز به تغییر تصمیم می‌توانید بر روی دکمه زیر کلیک کنید. </p>
fi_fi: <p>Poistuit onnistuneesti käyttötilastoista. Tämä viesti ilmoittaa, että käyttötilastotietoja sinusta ei kerätä tällä sivustolla. Alla olevalla näppäimellä voit perua toiminnon.</p>
fr_fr: <p>Vous avez choisi de vous retirer de la collecte de statistiques d'utilisation. Tant que vous voyez ce message, aucune mesure de votre utilisation de ce site ne sera collectée. Cliquer sur le bouton ci-dessous pour revenir sur votre décision.</p>
hu_hu: <p>A használati statisztikák gyűjtésétnek kikapcsolása mellett döntött. Amíg ezt az üzenetet látja, a webhely nem gyűjt Önről felhasználási statisztikát. döntésének megváltoztatásához kattintson a lenti gombra.</p>
it_it: <p>Hai configurato con successo l'opt-out dalla registrazione delle statistiche d'uso. Fino a quando vedrai questo messaggio, on verranno registrate statistiche sul tuo uso di questo sito. Clicca sul bottone qui sotto per annullare questa decisione.</p>
nb_no: <p> Du har valgt bort innsamlingen av bruksstatistikk. Mens du ser denne meldingen, blir det ikke samlet statistikk fra bruken av dette nettstedet. Klikk på knappen nedenfor for å tilbakestille beslutningen. </p>
pt_br: <p>Recusa à coleta de estatísticas de uso realizada com sucesso. Enquanto esta mensagem estiver sendo apresentada, nenhuma estatística será coletada pelo sistema. Clique no botão a seguir para reverter essa decisão.</p>
pt_pt: <p>Foi registado com sucesso, a sua opção de não recolha dos seus dados de uso. Enquanto esta mensagem estiver visível, nenhum tipo de estatística será recolhido enquanto usa este site. Use o botão abaixo para reverter a sua decisão.</p>
ru_ru: <p>Вы отказались от сбора статистики использования. Пока вы видите это сообщение, статистика о вашем использовании этого сайта не будет собираться. Щелкните на кнопке ниже, чтобы изменить свое решение.</p>
sl_si: <p>uspešno ste se odjavili od zbiranja podatkov o uporabi. Dokler boste videli to sporočilo, se ne bo beležila nobena vaša uporaba tega spletišča. Kliknite spodnji gumb, da spremenite odločitev.</p>
sv_se: <p>Din avanmälan från statistikinsamlingen har registrerats. Så länge du ser det här meddelandet kommer ingen statistik över din användning av den här webbplatsen att samlas in. Tryck på knappen nedan om du vill ångra ditt beslut.</p>
tr_tr: <p>Kullanım istatistikleri koleksiyonunu başarıyla devre dışı bıraktınız. Bu sitenin artık kullanım istatistikleri toplanmaz. Kararınızı geri almak için aşağıdaki düğmeyi tıklayın.</p>
uk_ua: <p>Ви успішно вимкнули збір статистики використання. Поки ви бачите це повідомлення, статистика використання цього сайту не буде збиратися. Натисніть кнопку нижче, щоб змінити ваше рішення.</p>
vi_vn: <p> Bạn đã chọn không tham gia thu thập thống kê sử dụng thành công. Trong khi bạn nhìn thấy thông báo này, sẽ không có thống kê nào được thu thập về việc bạn sử dụng trang web này. Nhấp vào nút bên dưới để hoàn nguyên quyết định của bạn. </p>

# plugins.generic.usageStats.optin
source: Opt In
ar_iq: تمكين التوثيق
bg_bg: Приемане
ca_es: Incloure's
cs_cz: Přihlášení
da_dk: Tilvælg
de_de: Opt In (Einwilligen)
el_gr: Συμμετοχή
es_es: Incluirse
fa_ir: انتخاب کردن
fi_fi: Osallistu
fr_fr: Accepter
hu_hu: Felkerülés
it_it: Accetto
nb_no: Meld på
pt_br: Aceitar
pt_pt: Aceitar
ru_ru: Разрешить
sl_si: Prijava
sv_se: Anmälan
tr_tr: Seç
uk_ua: Дозволити
vi_vn: Chọn tham gia

# plugins.generic.usageStats.optout
source: Opt Out
ar_iq: تعطيل التوثيق
bg_bg: Отказване
ca_es: Excloure's
cs_cz: Odhlášení
da_dk: Fravælg
de_de: Opt Out (Widersprechen)
el_gr: Εξαίρεση
es_es: Excluirse
fa_ir: رد کردن
fi_fi: Jää pois
fr_fr: Se retirer
hu_hu: Lekerülés
it_it: Voglio essere escluso
nb_no: Meld av
pt_br: Rejeitar
pt_pt: Rejeitar
ru_ru: Отклонить
sl_si: Odjava
sv_se: Avanmälan
tr_tr: Bırak
uk_ua: Відмовитися
vi_vn: Chọn không tham gia
