Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.noStats
source: Download data is not yet available.
ar_iq: بيانات التنزيل غير متوفرة بعد.
bg_bg: Данни за теглене още не са налични.
ca_es: Les dades de descàrrega encara no estan disponibles.
cs_cz: Data o stažení nejsou doposud dostupná.
da_dk: Download-data er endnu ikke tilgængelig.
de_de: Keine Nutzungsdaten vorhanden.
el_gr: Τα δεδομένα λήψης δεν είναι ακόμη διαθέσιμα.
es_es: Los datos de descargas todavía no están disponibles.
fa_ir: هنوز داده ای برای دانلود در دسترس نمی باشد
fi_fi: Lataustietoja ei ole vielä saatavilla.
fr_fr: Les données relatives au téléchargement ne sont pas encore disponibles.
hu_hu: Letölthető adat még nem áll rendelkezésre.
it_it: I dati di download non sono ancora disponibili.
nb_no: Nedlastingsdata er ikke tilgjengelig enda.
pt_br: Não há dados estatísticos.
pt_pt: Não há dados estatísticos.
ru_ru: Данные скачивания пока недоступны.
sl_si: Podatki o prenosih še niso na voljo.
sv_se: Nedladdningsdata är inte tillgängliga än.
tr_tr: İndirme verileri henüz mevcut değil.
uk_ua: Дані завантаження ще не доступні.
vi_vn: Dữ liệu tải xuống chưa có sẵn.

# plugins.generic.usageStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ar_iq: ك2 شبط آذر نيس أيا حزي تمو آب أيل تش1 تش2 ك1
bg_bg: яну фев мар апр май юни юли авг сеп окт ное дек
ca_es: Gen Feb Mar Abr Mai Jun Jul Ago Set Oct Nov Dec
cs_cz: Led Úno Bře Dub Kvě Čer Čvn Srp Zář Říj Lis Pros
da_dk: Jan Feb Mar Apr Maj Jun Jul Aug Sep Okt Nov Dec
de_de: Jan Feb Mär Apr Mai Jun Jul Aug Sep Okt Nov Dez
el_gr: Ιαν Φεβ Μαρ Απρ Μαϊ Ιουν Ιουλ Αυγ Σεπ Οκτ Νοε Δεκ
es_es: Ene Feb Mar Abr May Jun Jul Ago Sep Oct Nov Dic
fa_ir: فروردین اردیبهشت خرداد تیر مرداد شهریور مهر آبان آذر دی بهمن اسفند
fi_fi: Tam Hel Maa Huh Tou Kes Hei Elo Syy Lok Mar Jou
fr_fr: Jan Fév Mar Avr Mai Juin Juil Aoû Sep Oct Nov Déc
it_it: Gen Feb Mar Apr Mag Giu Lug Ago Set Ott Nov Dic
nb_no: Jan Feb Mar Apr Mai Jun Jul Aug Sep Okt Nov Des
pt_br: Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez
pt_pt: Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez
ru_ru: Янв Фев Мар Апр Май Июн Июл Авг Сен Окт Ноя Дек
sl_si: Jan Feb Mar Apr Maj Jun Jul Avg Sep Okt Nov Dec
sv_se: Jan Feb Mar Apr Maj Jun Jul Aug Sep Okt Nov Dec
tr_tr: Oca Şub Mar Nis May Haz Tem Ağu Eyl Eki Kas Ara
uk_ua: Січ Лют Бер Кві Тра Чер Лип Сер Вер Жов Лис Гру
vi_vn: Tháng 1 Tháng 2 Tháng 3 Tháng 4 Tháng 5 Tháng 6 Tháng 7 Tháng 8 Tháng 9 Tháng 10 Tháng 11 Tháng 12

# plugins.generic.usageStats.downloads
source: Downloads
ar_iq: التنزيلات
bg_bg: Изтегляния
ca_es: Descàrregues
cs_cz: Stažení
el_gr: Λήψεις
es_es: Descargas
fa_ir: دانلود
fi_fi: Lataukset
fr_fr: Téléchargements
hu_hu: Letöltések
nb_no: Nedlastinger
ru_ru: Скачивания
sl_si: Prenosi
sv_se: Nedladdningar
tr_tr: İndirmeler
uk_ua: Завантаження
vi_vn: Tải xuống

# plugins.generic.usageStats.settings.statsDisplayOptions.siteWide.ojs2
source: Each journal can override these settings from the journal's plugins page.
ar_iq: بإمكان أي مجلة تجاوز هذه الإعدادات عبر صفحة الإضافات الخاصة بها.
bg_bg: Всеки журнал може да предефинира тази настройка от страницата на добавката на журнала.
ca_es: Cada revista pot anular aquesta configuració des de la pàgina de mòduls de la revista.
cs_cz: Na stránce pluginů každého časopisu na serveru mohou být tato všeobecná nastavení pro daný časopis změněna.
da_dk: Hvert tidsskrift kan tilsidesætte disse indstillinger fra tidsskriftets plug-in-side.
de_de: Diese Einstellungen lassen sich für jede Zeitschrift bei deren Einstellungen für Plugins verändern.
el_gr: Κάθε περιοδικό μπορεί να παρακάμψει αυτές τις ρυθμίσεις από τη σελίδα Πρόσθετα του περιοδικού.
es_es: Cada revista puede anular estos ajustes desde la página de módulos de la revista.
fa_ir: در مورد هر مجله‌ای این تنظیمات می‌تواند با استفاده از صفحه افزونه‌های آن مجله بازنویسی شود.
fi_fi: Nämä asetukset voi ohittaa lisäosien hallinnointiin tarkoitetulta sivulta käsin.
fr_fr: Chaque revue peut remplacer ces paramètres depuis la page des modules de la revue.
hu_hu: Bármely folyóirat felülírhatja ezt a beállítást a folyóirat bővítmény beállításain keresztül.
it_it: Ogni periodico può impostare i propri parametri nella pagina specifica del periodico medesimo.
nb_no: Hvert tidsskrift kan overstyre disse innstillingene fra tidsskriftets programtilleggside.
pt_br: Cada revista pode substituir essas configurações na página de plugins da revista.
pt_pt: Cada revista pode configurar este plugin a partir da página de plugins da revista.
ru_ru: Каждый журнал может переопределить эти настройки на странице модулей журнала.
sl_si: Vsaka revija posebej lahko te nastavitve posebej nastavi na strani vtičnika revije.
sv_se: Varje tidskrift kan ersätta de här inställningarna från tidskriftens pluginsida.
tr_tr: Her dergi, kendi eklentiler sayfasından bu ayarları geçersiz kılabilir.
uk_ua: Кожний журнал може перевизначити ці налаштування на сторінці модулів журналу.
vi_vn: Mỗi tạp chí có thể ghi đè các cài đặt này từ trang bổ trợ của tạp chí.
