Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.optout.cookie
source: <p>If you wish you can opt-out of the data collection process. By clicking the opt-out button below, you can actively decide against participating in the statistical analysis. When clicking the opt-out button a <em>cookie</em> is being created on your system to store your decision. If the privacy settings of your browser lead to cookies being automatically deleted you will have to opt-out again the next time you access this website. The cookie is only valid for one browser. If you use a different browser, you will have to opt out again. No individual information is stored within this cookie. This cookie lease is valid for one year after your last access.</p> <p>Please bear in mind that general server logs are not affected by your decision to opt-out of the detailed evaluation process. Please refer to our general <a href="{$privacyStatementUrl}">privacy statement</a>.</p>
ar_iq: <p>بإمكانك تبعاً لرغبتك، تعطيل عملية توثيق جمع بيانات الاستعمال. عبر النقر على زر تعطيل التوثيق أدناه، وبهذا تقرر موقفك من المشاركة في التحليل الإحصائي أم لا. عند النقر على زر التعطيل، سيتم زرع <em>cookie</em> في نظام حاسبتك لحفظ خيارك هذا. إذا كانت سياسة عمل المتصفح لديك تقضي بالتخلص من cookies تلقائياً بمجرد إغلاقه، سيكون عليك معاودة تعطيل هذا الخيار مرة أخرى كلما أردت تصفح هذه المجلة. هذا الـ cookie صالح فقط لمتصفحك الحالي. بمعنى أن عليك تعطيل الخيار أيضاً لو استعملت متصفحاً آخر. لا يحتوي هذا الـ cookie على أي بيانات شخصية وهو يمتلك صلاحية بقاء لسنة كاملة من آخر مرة تزور فيها موقع المجلة.</p> <p>لطفاً، خذ بنظر الاعتبار أن بيانات التوثيق العامة التي تسجلها ملقمات الإنترنت لا تتأثر بخيارك عندما تقوم بتعطيل عملية جمع بيانات الاستعمال التفصيلية. رجاءً، راجع <a href="{$privacyStatementUrl}">بيان الخصوصية</a> العام الخاص بنا.</p>
bg_bg: <p>Ако искате можете да откажете събирането на информация. С щракване на бутона за отказване по-долу Вие решавате да не участвате в статистичаския анализ. Когато щракнете бутон за приемане ще бъде създадена "<em>бисквитка</em>" във Вашето устройство, съхраняваща Вашето решение. Ако настройките за поверителност във Вашето устройство задават бисквитките да се изтриват автоматично ще трябва да заявите приемане отново при следващо посещаване на сайта. Бисквитките се отнасят за един браузър. Ако използвате друг браузър трябва да заявите приемане отново. В бисквитката не се съхранява никаква лична информация. Бисквитката е валидна една година от последното посещаване.</p> <p>Моля, забележете, че вашето решение да откажете не влияе на сървъра да запазва информация във файлове журнали. Моля, прегледайте <a href="{$privacyStatementUrl}">Обработка на лични данни</a>.</p>
ca_es: <p>Si ho desitgeu us podeu excloure del procés de recopilació de dades. Fent clic en el botó per excloure-us que hi ha a continuació podeu decidir activament no participar en l'anàlisi estadística. En fer-ho es crearà una <em>galeta</em> en el sistema per recordar la vostra decisió. Si la configuració de privacitat del vostre navegador fa que les galetes s'eliminin automàticament, haureu de tornar a seleccionar la funció d'excloure-us la pròxima vegada que accediu al lloc web. La galeta només és vàlida per a un navegador. Si en feu servir un altre haureu de repetir aquest procés. No s'emmagatzema cap tipus d'informació personal en aquesta galeta i és vàlida durant un any des de l'últim accés.</p> <p>Tingueu present que els registres generals del servidor no queden afectats per la vostra decisió d'excloure-us del procés d'avaluació detallada. Consulteu la nostra <a href="{$privacyStatementUrl}">declaració de privacitat</a> general.</p>
cs_cz: <p>Pokud si to přejete, můžete se odhlásit z procesu sběru dat. Kliknutím na tlačítko odhlásit níže se můžete aktivně rozhodnout, že se nechcete podílet na statistické analýze využití tohoto webu. Pokud kliknete na odhlašovací tlačítko, bude vytvořen na vašem počítači <em>cookie</em> ve kterém bude uloženo toto rozhodnutí. Pokud ovšem dojde k smazání tohoto cookie, například díky nastavení vašeho prohlížeče, bude se muset příště znovu odhlásit. Cookie je uloženo jen v jednom konkrétním prohlížeči. Pokud použijete jiný prohlížeč, budete se též muset znovu odhlásit. V rámci cookie nejsou ukládány žádné osobní informace. Doba platnosti cookie je rok od vaší poslední návštěvy našeho webu.</p> <p>Berte, prosím, na vědomí že tímto vaším odhlášením nejsou ovlivněny obecné záznamy aktivit na serveru. Více najdete na našich všeobecných <a href="{$privacyStatementUrl}">podmínkách ochrany osobních údajů</a>.</p>
da_dk: <p>Hvis du ønsker det, kan du fravælge dataindsamlingsprocessen. Ved at klikke på fravælg-knappen nedenfor kan du aktivt beslutte, om du vil deltage i den statistiske analyse. Når du klikker på fravælg-knappen, oprettes en <em>cookie</em> på dit system for at gemme din beslutning. Hvis browserens personlige oplysninger er indstillet til automatisk at slette cookies, bliver du nødt til at fravælge igen, næste gang du får adgang til denne hjemmeside. Cookien er kun gyldig for en browser. Hvis du bruger en anden browser, bliver du nødt til at fravælge på ny. Ingen individuel information gemmes i denne cookie. Denne cookie-lease er gyldig i et år efter din sidste adgang.</p> <p>Vær opmærksom på, at generelle serverlogfiler ikke påvirkes af din beslutning om at fravælge den detaljerede evalueringsproces. Se venligst vores generelle <a href="{$privacyStatementUrl}"> fortrolighedserklæring</a>.</p>
de_de: <p>Sollten Sie den Wunsch haben, dass Ihre anonymisierten Daten nicht gespeichert werden, bieten wir Ihnen die Möglichkeit, die Teilnahme am Auswertungsprozess zu unterbinden. Durch einen Klick auf den unten stehenden Opt-out-Button wird ein sog. <em>Cookie</em> auf Ihrem System erstellt, das Ihre Entscheidung dokumentiert und speichert. Sollten die Sicherheits- oder Privatsphären-Einstellungen Ihres Browser Cookies automatisch nach Beendigung löschen, müssen Sie beim nächsten Zugriff auf diese Seite erneut dem Auswertungsprozess widersprechen. Das Cookie ist jeweils nur für einen Browser gültig. Sollten Sie unterschiedliche Browser benutzen, so müssen Sie für jeden Browser Ihren Widerspruch dokumentieren und auf den unten stehenden Button klicken. Innerhalb des Cookies werden keinerlei personenbezogene Daten gespeichert, sondern lediglich Ihr Widerspruch dokumentiert. Dieses Cookie wird bei jedem Zugriff auf dieses Journal automatisch um ein Jahr verlängert.</p> <p>Bitte berücksichtigen Sie, dass die allgemeinen Server-Logs von Ihrer Entscheidung unberührt bleiben, am detaillierten Evaluationsprozess nicht teilzunehmen. Berücksichtigen Sie daher auch unsere <a href="{$privacyStatementUrl}">allgemeinen Datenschutzhinweise</a>.</p>
el_gr: <p>Εάν θέλετε μπορείτε να εξαιρεθείτε από τη διαδικασία συλλογής δεδομένων. Κάνοντας κλικ στο κουμπί εξαίρεσης παρακάτω, μπορείτε ενεργά να αποφασίσετε να μην συμμετάσχετε στη στατιστική ανάλυση. Όταν κάνετε κλικ στο κουμπί εξαίρεσης, δημιουργείται ένα <em>cookie</em> στο σύστημά σας για να αποθηκεύσεται η απόφασή σας. Εάν οι ρυθμίσεις απορρήτου του προγράμματος περιήγησής σας οδηγούν σε αυτόματη διαγραφή των cookie, θα πρέπει να εξαιρεθείτε ξανά την επόμενη φορά που θα αποκτήσετε πρόσβαση σε αυτόν τον ιστότοπο. Το cookie ισχύει μόνο για ένα πρόγραμμα περιήγησης. Εάν χρησιμοποιείτε διαφορετικό πρόγραμμα περιήγησης, θα πρέπει να εξαιρεθείτε ξανά. Δεν αποθηκεύονται μεμονωμένες πληροφορίες σε αυτό το cookie. Αυτή η χρήση του cookie ισχύει για ένα έτος μετά την τελευταία σας πρόσβαση. </p><p> Λάβετε υπόψη ότι τα γενικά αρχεία καταγραφής διακομιστή δεν επηρεάζονται από την απόφασή σας να εξαιρεθείτε από τη λεπτομερή διαδικασία αξιολόγησης. Ανατρέξτε στη γενική <a href="{$privacyStatementUrl}">δήλωση απορρήτου</a>. </p>
es_es: <p>Si lo desea puede excluirse del proceso de recopilación de datos. Haciendo clic en el botón excluirse que hay a continuación puede decidir activamente no participar en el análisis estadístico. Al hacerlo se creará una <em>cookie</em> en el sistema para recordar su decisión. Si los ajustes de privacidad de su navegador hacen que las cookies se eliminen automáticamente, deberá volver a seleccionar la opción de excluirse la próxima vez que acceda al sitio web. Esta cookie solo es válida para este navegador. Si utiliza otros navegadores deberá repetir este proceso. Esta cookie no almacena ningún tipo de información personal y es válida durante un año desde el último acceso.</p> <p>Tenga en cuenta que los registros generales del servidor no quedan afectados por la decisión de excluirse del proceso de evaluación detallada. Consulte nuestra <a href="{$privacyStatementUrl}">declaración de privacidad</a> general.</p>
fa_ir: <p>اگر مایل باشید می‌توانید فرایند جمع‌آوریجمع‌آوری داده‌ها را کنار بگذارید. با کلیک کردن بر روی دکمه opt-out در زیر، شما می‌توانید به طور فعال در مورد شرکت در تجزیه و تحلیل آماری تصمیم‌گیری کنید. پس از کلیک کردن بر روی این دکمه، یک <em>کوکی</em> در سیستم شما ایجاد می‌شود تا این تصمیم را ذخیره کند. اگر تنظیمات حریم خصوصی مرورگر شما به صورت خودکار کوکی‌ها را حذف می‌کند، مجدداً در دفعات آتی مراجعه به این سایت دوباره باید opt-out را انتخاب کنید. کوکی فقط برای یک مرورگر معتبر است. اگر از یک مرورگر دیگر استفاده کنید، مجبورید دوباره opt-out را انتخاب کنید. هیچ اطلاعات فردی در این کوکی ذخیره نمی‌شود. این کوکی به مدت یک سال از آخرین دسترسی شما به سایت معتبر خواهد بود. </p> <p>لطفاً توجه داشته باشید که این تصمیم شما در روند گزارش‌گیریگزارش‌گیری سرور تأثیری نخواهد داشت. برای اطلاعات بیشتر در این زمینه لطفاً به <<a href="{$privacyStatementUrl}"> بیانیه حریم خصوصی </a> مراجعه کنید. </p>
fi_fi: <p>Halutessasi voit jäädä pois käyttötilastojen keruusta. Painamalla alapuolella olevaa Jää pois -nappia voit vaikuttaa tilastotutkimukseen osallistumiseesi. Jää pois -napin painalluksen seurauksena <em>eväste</em>, johon päätöksesi kirjataan, tallennetaan laitteellesi. Mikäli selaimesi yksityisyysasetukset automaattisesti poistavat tallennetut evästeet, tulee sinun toistaa toimenpide seuraavalla käyttökerralla. Eväste toimii vain yhdessä selaimessa, toisella selaimella on tehtävä samat toimenpiteet. Henkilökohtaisia tietoja ei tallenneta evästeeseen. Tämä eväste on voimassa vuoden ajan käyttökerrasta.</p> <p>Huomaa, että päätöksesi jäädä pois tilastotietojen keruusta ei vaikuta palvelimen yleisiin lokitiedostoihin. Tutustu <a href="{$privacyStatementUrl}">tietosuojaselosteeseemme</a>.</p>
fr_fr: <p> Si vous le souhaitez, vous pouvez vous désinscrire du processus de collecte de données. En cliquant sur le bouton de désactivation ci-dessous, vous pouvez décider de ne pas participer à l'analyse statistique. Lorsque vous cliquez sur le bouton de désactivation, un <em> cookie </em> est créé sur votre système pour stocker votre décision. Si les paramètres de confidentialité de votre navigateur entraînent la suppression automatique des cookies, vous devrez vous désinscrire à nouveau la prochaine fois que vous accéderez à ce site. Le cookie est uniquement valide pour un navigateur. Si vous utilisez un navigateur différent, vous devrez vous désinscrire à nouveau. Aucune information individuelle n'est stockée dans ce cookie. Ce bail de cookie est valable un an après votre dernier accès. </p> <p> N'oubliez pas que les registres généraux du serveur ne sont pas affectés par votre décision de vous retirer du processus d'évaluation détaillé. Veuillez vous reporter à notre <a href="{$privacyStatementUrl}"> déclaration de confidentialité générale </a>. </p>
it_it: <p>Se lo desideri, puoi disattivare la procedura di raccolta dei dati. Facendo clic sul pulsante di disattivazione di seguito, puoi decidere di non essere presente nelle statistiche. Quando si fa clic sul pulsante di disattivazione, sul tuo sistema viene creato un <em> cookie </ em> per memorizzare la tua decisione. Se le impostazioni sulla privacy del tuo browser comportano l'eliminazione automatica dei cookie, dovrai disattivarti nuovamente la volta successiva che accedi a questo sito web. Il cookie è valido solo per un browser. Se utilizzi un browser diverso, dovrai escluderti di nuovo. Nessuna informazione personale è memorizzata all'interno di questo cookie. Questo cookie è valido per un anno dopo il tuo ultimo accesso. </ p> <p>Tieni presente che i log generali del server non sono influenzati dalla tua decisione di non essere nelle statistiche d'uso. Si prega di fare riferimento alla nostra <a href="{$privacyStatementUrl}"> informativa sulla privacy </a>.</ p>
nb_no: <p> Hvis du ønsker det, kan du velge bort datainnsamlingsprosessen. Ved å klikke på "Meld av"-knappen nedenfor, kan du aktivt bestemme deg for å ikke delta i den statistiske analysen. Når du klikker på "Meld av"-knappen, opprettes en <em> cookie </em> på systemet ditt for å lagre avgjørelsen din. Hvis personverninnstillingene i nettleseren din fører til at informasjonskapsler automatisk blir slettet, må du melde deg av igjen neste gang du går inn på dette nettstedet. Informasjonskapselen er bare gyldig for én nettleser. Hvis du bruker en annen nettleser, må du melde deg av igjen. Ingen individuell informasjon lagres i denne informasjonskapselen. Denne informasjonskapselen er gyldig i ett år etter den siste tilgangen din. </p> <p> Husk at generelle serverlogger ikke påvirkes av din beslutning om å velge bort den detaljerte evalueringsprosessen. Se den generelle <a href="{$privacyStatementUrl}">personværnerklæringen</a>.</p>
pt_br: <p> Se desejar, você pode optar por não participar do processo de coleta de dados. Ao clicar no botão de desativação abaixo, você pode decidir ativamente não participar da análise estatística. Ao clicar no botão de desativação, um <em> cookie </em> está sendo criado no seu sistema para armazenar sua decisão. Se as configurações de privacidade do seu navegador levarem os cookies a serem excluídos automaticamente, você terá que desativar novamente na próxima vez que acessar este site. O cookie é válido apenas para um navegador. Se você usar um navegador diferente, precisará desativar novamente. Nenhuma informação individual é armazenada dentro deste cookie. Esta concessão de cookies é válida por um ano após o seu último acesso. </p> <p>Note que registros de atividade do servidor de hospedagem não são afetados por esta decisão, sendo específicas para este sistema. Veja nossa <a href="{$privacyStatementUrl}">política de privacidade</a>.</p>
pt_pt: <p>Se desjar pode recusar entrar no processo de recolha de dados. Ao clicar no botão de rejeição abaixo, pode decidir não participar na análise estatística. Ao clicar no botão, um <em>cookie</em> será gravado no seu computador para registar esta decisão. Caso as configurações de privacidade do navegador eliminem <em>cookies</em>automaticamente, será necessário voltar a tomar essa decisão. O <em>cookie</em> é válido apenas para um navegador. Caso use mais do que um, terá que fazer a escolha individualmente, para cada navegador desejado. Nenhuma informação pessoal é gravada no <em>cookie</em>. Este <em>cookie</em> tem a validade de um ano após seu último acesso.</p> <p>Note que os registos de atividade do servidor não são afetados por esta decisão, sendo específicas para este sistema. Veja a nossa <a href="{$privacyStatementUrl}">declaração de privacidade</a>.</p>
ru_ru: <p>При желании вы можете отказаться от участия в процессе сбора данных. Щелкнув на кнопку «Отклонить» ниже, вы можете явно отказаться от участия в статистическом анализе. При нажатии кнопки «Отклонить» в вашей системе создается файл <em>cookie</em>, который хранит данное решение. Если настройки безопасности вашего браузера автоматически удаляют файлы cookie, вам нужно будет снова нажимать на конпку «Отклонить» при следующем входе в этот журнал. Файл cookie действует только для одного браузера. Если вы используете другой браузер, вам нужно снова нажать кнопку «Отклонить». В этом cookie не хранится никакая личная информация о вас. Cookie с отказом действителен в течение одного года после вашего последнего входа в журнал.</p> <p>Пожалуйста помните, что общие журналы доступа сервера не попадают под ваше решение отказаться от процесса подробной оценки. Пожалуйста, прочтите наше общее <a href="{$privacyStatementUrl}">Заявление о конфиденциальности</a>.</p>
sl_si: <p>Če želite se lahko odjavite od zbiranja podatkov. S klikom na gumb Odjava spodaj, boste preprečili zbiranje statističnih podatkov o vaši aktivnosti. S klikom na gumb Odjavi se bo ustvaril <em>piškotek</em>, ki bo shranil vašo odločitev. Če imate nastavitve zasebnosti v brskalniku tako nastavljene, se lahko piškotek avtomatično odstrani in se boste morali ponovno odjaviti ob naslednjem vstopu na to spletišče. Piškotek je veljaven le znotraj enega brskalnika. Če uporabljate več brskalnikov, se boste morali ponovno odjaviti. Piškotek ne vsebuje nobenih osebnih informacij in je veljaven eno leto od vaše zadnje odjave.</p> <p>Prosimo, da upoštevate, da vas ta odjava ne odjavlja od zbiranja podatkov spletnega strežnika. Prosimo, poglejte našo splošno <a href="{$privacyStatementUrl}">izjavo o zasebnosti podatkov</a>.</p>
sv_se: <p>Om du så önskar kan du avanmäla dig från datainsamlingen. Genom att klicka på knappen för avanmälan nedan kan du aktivt avstå från att delta i statistikanalysen. När du trycker på knappen för avanmälan sparas en <em>kaka</em> i ditt system där ditt val sparas. Om du har en webbläsare vars integritetsinställningar gör att kakor tas bort automatiskt behöver du avanmäla dig på nytt nästa gång du besöker den här webbplatsen. Kakan gäller bara i en webbläsare, så om du använder en annan webbläsare nästa gång behöver du avanmäla dig igen. Ingen personlig information sparas i den här kakan, och den gäller ett år från den tidpunkt du senast besökte webbplatsen.</p> <p>Tänk på att generella serverloggar inte påverkas av den här avanmälan. Se vår allmänna <a href="{$privacyStatementUrl}">integritetspolicy</a>.</p>
tr_tr: <p>İsterseniz veri toplama sürecinden çıkabilirsiniz. Aşağıdaki devre dışı bırakma düğmesini tıklayarak, istatistiksel analize katılmamaya aktif olarak karar verebilirsiniz. Devre dışı bırakma düğmesini tıkladığınızda, kararınızı saklamak için sisteminizde bir <em>çerez</em> oluşturulur. Tarayıcınızın gizlilik ayarları çerezlerin otomatik olarak silinmesine yol açıyorsa, bu web sitesine bir sonraki erişiminizde tekrar çıkış yapmanız gerekecektir. Çerez yalnızca bir tarayıcı için geçerlidir. Farklı bir tarayıcı kullanıyorsanız, tekrar devre dışı bırakmanız gerekir. Bu çerezde hiçbir bilgi depolanmaz. Bu çerez kiralaması, son erişiminizden sonraki bir yıl boyunca geçerlidir.</p> <p>Lütfen genel sunucu günlüklerinin ayrıntılı değerlendirme sürecinden çıkma kararınızdan etkilenmediğini unutmayın. Lütfen genel <a href="{$privacyStatementUrl}">gizlilik bildirimi</a> sayfasına bakın.</p>
uk_ua: <p>Якщо хочете, можете відмовитися від процесу збору даних. Натиснувши кнопку "Відмовитися" нижче, ви можете явно відмовитися брати участь у статистичному аналізі. Після натискання кнопки "Відмовитися" у вашій системі буде створено <em>файл cookie</em> в котрому буде записано ваше рішення. Якщо параметри конфіденційності вашого браузера призводять до автоматичного видалення файлів cookie, вам доведеться знову натиснути кнопку "Відмовитися" при наступному відвідуванні цього веб-сайту. Файл cookie дійсний лише для одного браузера. Якщо ви використовуєте інший браузер, вам доведеться знову натиснути кнопку "Відмовитися". В цьому файлі cookie не зберігається жодної приватної інформації. Цей файл cookie дійсний протягом одного року після останнього відвідування.</p> <p>Будь ласка, майте на увазі, що загальні журнали доступа до серверів не підпадають під ваше рішення відмовитися від процесу детальної оцінки. Будь ласка, перегляньте нашу загальниу <a href="{$privacyStatementUrl}">Заяву про конфіденційність</a>.</p>
vi_vn: <p> Nếu muốn, bạn có thể chọn không tham gia quá trình thu thập dữ liệu. Bằng cách nhấp vào nút chọn không tham gia bên dưới, bạn có thể chủ động quyết định không tham gia vào phân tích thống kê. Khi nhấp vào nút chọn không tham gia, một <em> cookie </em> đang được tạo trên hệ thống của bạn để lưu trữ quyết định của bạn. Nếu cài đặt bảo mật của trình duyệt dẫn đến việc cookie tự động bị xóa, bạn sẽ phải chọn không tham gia lại vào lần tiếp theo khi bạn truy cập trang web này. Cookie chỉ hợp lệ cho một trình duyệt. Nếu bạn sử dụng một trình duyệt khác, bạn sẽ phải từ chối một lần nữa. Không có thông tin cá nhân được lưu trữ trong cookie này. Hợp đồng thuê cookie này có hiệu lực trong một năm kể từ lần truy cập cuối cùng của bạn. </p> <p> Xin lưu ý rằng nhật ký máy chủ chung không bị ảnh hưởng bởi quyết định chọn không tham gia quy trình đánh giá chi tiết của bạn. Vui lòng tham khảo <a href="{$privacyStatementUrl}"> tuyên bố về quyền riêng tư </a> chung của chúng tôi. </p>

# plugins.reports.usageStats.metricType
source: PKP/COUNTER
ar_iq: COUNTER/مشروع المعرفة العامة
de_de: COUNTER
fa_ir: OJS/COUNTER
tr_tr: PKP/SAYAÇ

# plugins.reports.usageStats.metricType.full
source: Public Knowledge Project statistics (COUNTER ready)
ar_iq: إحصائيات مشروع المعرفة العامة (متوافقة مع COUNTER)
bg_bg: Статистика от Public Knowledge Project (COUNTER ready)
ca_es: Estadístiques de PKP (compatibles amb COUNTER)
cs_cz: Statistiky Public Knowledge Project (připravené pro COUNTER)
da_dk: Public Knowledge Project statistikker (COUNTER-klar)
de_de: Nutzungsstatistik (COUNTER-fähig)
es_es: Estadísticas de PKP (compatibles con COUNTER)
fa_ir: آمار سامانه پروژه دانش عمومی
fi_fi: Public Knowledge Project tilastointi (COUNTER-yhteensopiva)
fr_fr: Statistiques Public Knowledge Project (conformes à COUNTER)
hu_hu: Public Knowledge Project statisztika (COUNTER kompatibilis)
it_it: Statistiche PKP (conformi a COUNTER)
nb_no: Public Knowledge Project statistics (COUNTER klar)
pt_br: Estatísticas do Public Knowledge Project (compatível com COUNTER)
pt_pt: Estatíticas do Public Knowledge Project (compatível com COUNTER)
ru_ru: Статистика Public Knowledge Project (готовая для COUNTER)
sl_si: Public Knowledge Project statistike (COUNTER)
sv_se: Public Knowledge Project-statistik (COUNTER-förberedd)
tr_tr: Public Knowledge Project istatistikleri (SAYAÇ hazır)
uk_ua: Статистика Public Knowledge Project (готова для COUNTER)
vi_vn: Thống kê Dự án Tri thức Công cộng (COUNTER. sẵn sàng)

# plugins.generic.usageStats.statsSum
source: Sum all file downloads
ar_iq: إجمالي الملفات المنزلة من الموقع
bg_bg: Сумиране на всички тегления
ca_es: Sumar totes les descàrregues d'arxius
cs_cz: Počet všech stažení souborů
da_dk: Samlet antal fil-downloads
de_de: Summe aller Downloads
el_gr: Σύνοψη όλων των λήψεων αρχείων
es_es: Sumar todas las descargas de archivos
fa_ir: دانلود تمامی فایلها
fi_fi: Laske yhteen kaikki tiedostojen lataukset
fr_fr: Somme de l’ensemble des téléchargements de fichiers
hu_hu: Összes fileletöltés
it_it: Somma tutti i downloads
nb_no: Sum av alle nedlastinger
pt_br: Somar todos os downloads de arquivos
pt_pt: Somar todos os downloads de ficheiros
ru_ru: Сумма всех скачиваний файла
sl_si: Seštej vse prenose datotek
sv_se: Summa av alla filnedladdningar
tr_tr: Toplam dosya indirmeleri
uk_ua: Сума всіх завантажень файлу
vi_vn: Tổng tất cả các tệp đã tải xuống tệp
