Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.settings.logging
source: Access log options
ar_iq: خيارات سجل وقوعات الوصول
bg_bg: Опции журнали за достъп
ca_es: Opcions de registre d'accés
cs_cz: Možnosti logu přístupů
da_dk: Adgangslog-muligheder
de_de: Zugriffsprotokoll-Optionen
el_gr: Επιλογές αρχείου καταγραφής πρόσβασης
es_es: Opciones de registro de acceso
fa_ir: تنظیمات گزارشات دسترسی
fi_fi: Kävijälokin valinnat
fr_fr: Options du registre d'accès
hu_hu: Access log opciók
it_it: Accedi alle opzione per il log
nb_no: Alternativer for tilgangslogg
pt_br: Opções de log de acessos
pt_pt: Opções de histórico de acessos
ru_ru: Параметры журнала доступа
sl_si: Nastavitve dostopa do dnevnika
sv_se: Inställningar för åtkomstloggar
tr_tr: Log seçenekleri
uk_ua: Параметри журнала доступу
vi_vn: Tùy chọn nhật ký truy cập

# plugins.generic.usageStats.settings.createLogFiles
source: Create log files
ar_iq: إنشاء ملفات الوقوعات
bg_bg: Създаване на файлове журнали
ca_es: Crear arxius de registre
cs_cz: Vytvořit soubory logů
da_dk: Opret logfiler
de_de: Logdateien anlegen
el_gr: Δημιουργία αρχείου καταγραφής
es_es: Crear archivos de registro
fa_ir: ایجاد فایل گزارش
fi_fi: Luo lokitiedostoja
fr_fr: Créer des fichiers de registre
hu_hu: Log file létrehozása
it_it: Crea i file di log
nb_no: Lag loggfiler
pt_br: Criar arquivos de log
pt_pt: Criar ficheiro de histórico
ru_ru: Создавать файлы журнала
sl_si: Ustvari datoteke za dnevnike
sv_se: Skapa loggfiler
tr_tr: Log dosyası oluştur
uk_ua: Створювати файли журнала
vi_vn: Tạo tệp nhật ký

# plugins.generic.usageStats.settings.createLogFiles.description
source: Activating this option will make the plugin create access log files inside the files directory. Those files should be used to extract the usage statistics data. If you don't want to create more access log files you can leave this option disabled and use your own server log access files.
ar_iq: تفعيل هذا الخيار سيدفع الإضافة إلى إنشاء ملفات سجل وقوعات الوصول في حافظة ملفات مخصصة. ينبغي استعمال هذه الملفات لاستقطاع بيانات إحصائية عن استعمال النظام. إذا لم تكن راغباً بإنشاء المزيد من ملفات وقوعات سجل الوصول، أترك هذا الخيار معطلاً واستعمل ملفات سجل الوقوعات الخاصة بملقمك بدلاً عنها.
bg_bg: Активирането на тази опция ще накара добавката да създава файлове с журнали за достъпа в директорията за файлове. Тези файлове може да бъдат използвани за извличане на статистика за поосещаването. Ако не искате да се създават файлове журнали може да оставите тази опция неактивна и да използвате файловете журнали на сървъра.
ca_es: Activar aquesta opció farà que el mòdul generi arxius de registre d'accés dins del directori d'arxius. Aquests arxius s'haurien d'utilitzar per extreure les dades estadístiques d'ús. Si no voleu crear més arxius de registre d'accés podeu deixar aquesta opció desactivada i utilitzar el vostres arxius de registre d'accés del servidor.
cs_cz: Aktivací této možnosti bude plugin vytvářet soubory protokolu přístupů do adresáře souborů. Tyto soubory by měly být použity k extrahování dat statistiky návštěvnosti. Pokud nechcete vytvářet další soubory protokolu přístupů, můžete tuto možnost ponechat zakázané a používat vlastní soubory přístupů v rámci logů serveru.
da_dk: Aktivering af denne indstilling gør, at plug-in'en opretter adgangs-logfiler inde i filkatalogen. Disse filer skal bruges til at udtrække brugerstatistikkdataene. Hvis du ikke vil oprette flere adgangslogfiler, kan du lade denne mulighed være deaktiveret og bruge dine egne log-adgangsfiler.
de_de: Das Aktivieren dieser Option lässt das Plugin Zugriffsprotokolldateien innerhalb des Dateienverzeichnisses anlegen. Diese Dateien sollten benutzt werden, um Daten zur Nutzungsstatistik zu extrahieren. Wenn Sie keine weiteren Zugriffsprotokolldateien erzeugen wollen, können Sie diese Option deaktiviert lassen und ihre eigenen Server-Logdateien benutzen.
el_gr: Η ενεργοποίηση αυτής της επιλογής θα κάνει το plugin δημιουργήσεις αρχεία καταγραφής πρόσβασης μέσα στον κατάλογο αρχείων. Αυτά τα αρχεία θα πρέπει να χρησιμοποιηθούν για την εξαγωγή των δεδομένων στατιστικών στοιχείων χρήσης. Εάν δεν θέλετε να δημιουργήσετε περισσότερα αρχεία καταγραφής πρόσβασης μπορείτε να αφήσετε αυτή την επιλογή με ειδικές ανάγκες και να χρησιμοποιούν τη δική σας πρόσβαση σε αρχεία καταγραφής του διακομιστή.
es_es: Al activar esta opción, el módulo creará archivos de registro de acceso dentro del directorio de archivos. Estos archivos deben usarse para extraer datos de estadísticas de uso. Si no desea crear más archivos de registro de acceso puede dejar esta opción deshabilitada y usar sus propios archivos de registro de acceso del servidor.
fa_ir: فعال سازی این گزینه باعث می شود تا افزونه در داخل پوشه فایلها، فایلهای گزارشات دسترسی را ایجاد نماید . این فایل ها باید برای استخراج داده های آماری استفاده شوند. اگر نمیخواهید فایلهای گزارشات دسترسی ایجاد کنید، میتوانید این گزینه را غیرفعال کنید و از گزارشات دسترسی ایجاد شده توسط سرور خودتان، استفاده کنید.
fi_fi: Tämän toiminnon aktivointi aloittaa kävijälokitiedostojen tallennuksen. Lokitiedostoja käytetään kävijätilastojen muodostamiseen.
fr_fr: En activant cette option, le module créera des fichiers de registre d'accès au sein du répertoire de fichiers. Ces fichiers doivent être utilisés pour extraire les données de statistiques d'utilisation. Si vous ne souhaitez pas créer d'autres fichiers de registre d'accès, vous pouvez laisser cette option désactivée et utiliser les fichiers de registre d'accès de votre propre serveur.
hu_hu: Ennek az opciónak az aktiválását követően a bővítmény hozzáférési-naplófájlokat hoz létre a files directory-ban. Ezekből a fájlokból nyerhetők ki a használati statisztikai adatok. Ha nem szeretne további hozzáférési naplófájlokat létrehozni, akkor ezt a lehetőséget kikapcsolt állapotban hagyhatja, és a saját server log hozzáférési-naplófájlokat is használhatja.
it_it: Attivando questa opzione il plugin creerà dei file di log degli accessi all'interno della directory dei files. Questi files saranno utilizzato per estrarre le statistiche d'uso. Se non vuoi creare ulteriori file di accesso, puoi lasciare questa opzione disabilitata e usare i log del server.
nb_no: Aktivering av dette alternativet vil få plugin til å lage tilgangslogger i filkatalogen. Disse filene skal brukes til å trekke ut data om brukerstatistikk. Hvis du ikke vil opprette flere tilgangslogg-filer, kan du la dette alternativet være deaktivert og bruke dine egne loggtilgangs-filer på servernivå.
pt_br: Ativar esta opção fará com que o plugin crie arquivos de log dentro da sua pasta de arquivos. Os arquivos devem ser usados para extração de dados estatísticos. Caso não deseje criar mais arquivos de log, deixe a opção desabilitada e use os arquivos de log do próprio servidor.
pt_pt: Ativar esta opção fará com que o plugin crie ficheiros de histórico dentro da sua pasta 'files'. Estes ficheiros devem ser usados para extração de dados estatísticos. Caso não deseje criar mais ficheiros de histórico pode deixar a opção desativada e usar os ficheiros de histórico do seu servidor.
ru_ru: Активация этого параметра приведет к созданию модулем файлов журнала доступа в каталоге files. Эти файлы должны быть использованы для извлечения данных по статистике использования. Если вы не хотите создавать дополнительные файлы журнала доступа, вы можете оставить этот параметр отключенным и использовать файлы журнала доступа вашего сервера.
sl_si: Aktiviranje te opcije bo povzročilo, da bo vtičnik ustvaril datoteke za dnevnike znotraj mape "files". Te datoteke se uporabljajo za statistične podatke o uporabi. Če ne želite ustvariti dodatnih datotek za dnevnike dostopov, lahko pustite opcijo izklopljeno in uporabljate podatke stražnika.
sv_se: Med den här inställningen aktiverat kommer pluginet skapa filer med åtkomstloggar i files-katalogen. Dessa filer är till för att extrahera användningsstatistik ur. Om du inte längre vill att OJS ska skapa filer med åtkomstloggar kan du lämna det här alternativet avaktiverat och istället använda din webbservers egna åtkomstlogg-filer.
tr_tr: Bu seçeneğin etkinleştirilmesi, eklentinin dosya dizini içinde erişim log dosyaları oluşturmasını sağlar. Bu dosyalar kullanım istatistikleri verilerini ayıklamak için kullanılmalıdır. Daha fazla erişim günlüğü dosyası oluşturmak istemiyorsanız, bu seçeneği devre dışı bırakabilir ve kendi sunucu log dosyalarınızı kullanabilirsiniz.
uk_ua: Активація цього параметра змусить модуль створювати файли журналів доступу всередині каталогу files. Ці файли слід використовувати для того, щоб отримати дані про статистику використання. Якщо ви не хочете створювати додаткові файли журналу доступу, ви можете вимкнути цю опцію та використовувати файли журнала доступу вашого сервера.
vi_vn: Kích hoạt tùy chọn này sẽ làm cho plugin tạo các tệp nhật ký truy cập bên trong thư mục tệp. Những tập tin này nên được sử dụng để trích xuất dữ liệu thống kê sử dụng. Nếu bạn không muốn tạo thêm tệp nhật ký truy cập, bạn có thể tắt tùy chọn này và sử dụng tệp truy cập nhật ký máy chủ của riêng bạn.

# plugins.generic.usageStats.settings.logParseRegex
source: Parse log files regex
ar_iq: تحليل التعابير المنطقية لملفات الوقوعات
bg_bg: Регулярен израз за анализ на файлове
ca_es: Analitzar expressions regulars dels arxius de registre
cs_cz: Analyzovat soubory protokolu regex
da_dk: Analyser regex-logfiler
de_de: Regex zum Parsen der Logdateien
el_gr: Ανάλυση regex αρχείου καταγραφής
es_es: Analizar expresiones regulares de los archivos de registro
fa_ir: پردازش عبارت منظم فایلهای گزارشات
fi_fi: Lokitiedostojen läpikäyntiin käytettävä regex-käsky
fr_fr: Analyser des fichiers du registre avec expression régulière
hu_hu: regex log file elemzése
it_it: Regexp per elaborare i files di log
nb_no: Analyser loggfiler regex
pt_br: Expressão regular de tratamento de arquivos de log
pt_pt: Expressão regular para análise do histórico
ru_ru: Регулярное выражение для разбора файлов журнала
sl_si: Regularni izraz za razčlenitev datotek z dnevniki
sv_se: Reguljärt uttryck för parsning av loggfiler
tr_tr: Log dosyasını ayrıştır
uk_ua: Регулярний вираз для розбору файлів журналу
vi_vn: Phân tích cú pháp tệp nhật ký regex

# plugins.generic.usageStats.settings.logParseRegex.description
source: The default regex used can parse apache access log files in combined format and also the plugin's log files. If your access log files are in a different format you will have to insert a regex capable of parsing them and giving the expected values. See UsageStatsLoader::_getDataFromLogEntry() for more information.
ar_iq: إن التعابير المنطقية الإفتراضية المستعملة بإمكانها تحليل ملفات وقوعات الوصول الخاصة بـ apache ،بشكل مجمع فضلاً عن ملفات وقوعات هذه الإضافة. لو كانت ملفات وقوعاتك بصيغة أخرى، سيكون عليك إدراج تعابير منطقية قادرة على تحليلها وإعطاء النتائج المتوقعة. أنظر UsageStatsLoader::_getDataFromLogEntry() للمزيد من المعلومات.
bg_bg: Регулярният израз по подразбиране се изпозва за преработване на файловете журнали от apache в комбиниран формат и също и файловете журнали на добавката. Ако вашите файлове журнали за достъп са в друг формат, ще трябва да въведете регулярен израз, който може да ги преработи и върне очакваните стойности. Вижте UsageStatsLoader::_getDataFromLogEntry() за повече информация.
ca_es: L'expressió regular predeterminada utilitzada pot analitzar arxius de registre d'accés apache en format combinat i també els arxius de registre del mòdul. Si els vostres arxius de registre d'accés tenen un format diferent, haureu d'introduir una expressió regular capaç d'analitzar-los i proporcionar els valors esperats. Vegeu UsageStatsLoader::_getDataFromLogEntry() per obtenir més informació.
cs_cz: Výchozí použitý regex může analyzovat soubory protokolu přístupu apache v kombinovaném formátu a také soubory protokolu pluginu. Pokud jsou vaše soubory protokolu přístupu v jiném formátu, budete muset vložit regex, který je bude schopen analyzovat a poskytnout očekávané hodnoty. Další informace naleznete v sekci UsageStatsLoader::_ getDataFromLogEntry().
da_dk: Den anvendte standard-regex kan analysere apache adgangs-logfiler i kombineret format og også plug-ins logfiler. Hvis dine adgangs-logfiler er i et andet format, skal du indsætte en regex, der er i stand til at analysere dem og give de forventede værdier. Se UsageStatsLoader :: _ getDataFromLogEntry () for yderligere information.
de_de: Der standardmäßig benutzte reguläre Ausdruck kann Apache-Logdateien im Combined-Format und außerdem die Logdateien des Plugins parsen. Wenn Ihre Zugriffsprotokolldateien in einem anderen Format sind, müssen Sie einen regulären Ausdruck einfügen, mit dem die Dateien geparst werden können und der die erwarteten Werte liefert. Vgl. UsageStatsLoader::_getDataFromLogEntry() für weitere Informationen.
el_gr: Το προκαθορισμένο regex μπορεί να αναλύσει τα αρχεία καταγραφής πρόσβασης του apache σε συνδιασμένη μορφή καθώς επίσης και τα αρχεία καταγραφής του πρόσθετου. Αν τα αρχεία καταγραφής πρόσβασης είναι σε διαφορετική μορφή, θα πρέπει να εισάγετε ένα κατάλληλο regex για να τα αναλύσει και να δώσει τις κατάλληλες τιμές. Δείτε UsageStatsLoader::_getDataFromLogEntry() για περισσότερες πληροφορίες.
es_es: La expresión regular utilizada por defecto puede analizar archivos de registro acceso apache en formato combinado, así como los archivos de registro del módulo. Si sus archivos de registro de acceso están en un formato diferente, deberá introducir una expresión regular capaz de analizarlos y proporcionar los valores esperados. Consulte UsageStatsLoader::_getDataFromLogEntry() para obtener más información.
fa_ir: عبارت منظم پیش فرض مورد استفاده می تواند گزارشات دسترسی آپاچی و همچنین فایلهای گزارشات افزونه تجزیه و تحلیل کند. اگر فایلهای گزارشات دسترسی به سیستم شما در فرمت های مختلفی باشند، شما مجبور خواهید بود یک عبارت منظم را که بتواند آنها را تجزیه و تحلیل کند و مقادیر مورد انتظار را وارد کند، وارد کنید. برای اطلاعات بیشتر به UsageStatsLoader::_getDataFromLogEntry() مراجعه کنید.
fi_fi: Oletuksena annettua regex-käskyä voi käyttää Apachen lokitiedostojen sekä järjestelmän tallentamien lokitiedostojen läpikäyntiin. Jos käyttämäsi lokitiedostot ovat eri muodossa, sinun pitää antaa tähän toimiva regex-käsky. Lisätietoja: UsageStatsLoader::_getDataFromLogEntry().
fr_fr: L'expression régulière par défaut peut analyser des fichiers d'accès au registre Apache au format combiné ainsi que les fichiers de registre du module. Si vos fichiers de registre sont dans un format différent, vous devrez insérer une expression régulière capable de les analyser et de donner les valeurs attendues. Voyez UsageStatsLoader::_getDataFromLogEntry() pour plus d'informations.
hu_hu: Az alapértelmezett használt regex képes elemezni az apache hozzáférési naplófájlokat kombinált formátumban, valamint a plugin naplófájljait. Ha a hozzáférési naplófájlok más formátumban vannak, be kell illesztenie egy regexet, amely képes lesz értelmezni őket és megadni a várt értékeket. További információ: UsageStatsLoader :: _ getDataFromLogEntry ().
it_it: La regexp di default può elaborare i file access di apache nel formato 'combined' e anche i file generati dak plugin. Se il tuo access file di log è in un formato differente, devi inserire una regexp capace di eleborarlo e estrarre i valori attesi. Guarda nel codice la funzione UsageStatsLoader::_getDataFromLogEntry() per maggiori informazioni.
nb_no: Standard regex som brukes kan analysere loggfiler både for apache i kombinert format, men også pluginens loggfiler. Hvis tilgangslogg-filene dine er i et annet format, må du sette inn en regex som kan analysere dem og gi de forventede verdiene. Se UsageStatsLoader::_getDataFromLogEntry() for mer informasjon.
pt_br: A expressão regular padrão pode ser usada para tratar arquivos de log do apache em formato combinado, bem como os arquivos de log do plugin. Caso seus arquivos de log estejam em formato diferente, será necessário inserir uma regex capaz de tratá-los e recuperar os valores esperados. Veja UsageStatsLoader::_getDataFromLogEntry() para mais informações.
pt_pt: A expressão regular pré-definida pode analisar ficheiros de histórico do Apache em formato combinado e também os ficheiros de histórico gerados pelo plugin. Se os registos do seu ficheiro de histórico estiver num formato diferente, terá de introduzir uma expressão regular que seja capaz de o analisar e extrair os valores necessários. Use UsageStatsLoader::_getDataFromLogEntry() para mais informação.
ru_ru: Регулярное выражение, используемое по умолчанию, может разибрать файлы журнала доступа apache в комбинированном формате, а также файлы журнала, создаваемые модулем. Если ваши файлы журнала доступа формируются в другом формате, то вам необходимо вставить регулярное выражение, которое может разобрать его и выдать ожидаемые значения. Для получения более подробной информации смотрите UsageStatsLoader::_getDataFromLogEntry().
sl_si: Privzeti regularni izraz lahko razčleni apache datoteke z dnevniki v kombinirani obliki in tudi datoteke dnevnikov vtičnika. Če so podatki v vaših datotekah z dnevniki v drugačni obliki, boste morali vnesti pravilen regularen izraz, ki bo podatke pravilno razčlenil in pripravil pričakovane vrednosti. Za več informacij poglejte UsageStatsLoader::_getDataFromLogEntry().
sv_se: Reguljärt uttryck att använda som som standard för att parsa Apaches åtkomstlogg-filer i kombinerat format samt pluginets egna loggfiler. Om du använder åtkomstloggar i något annat format behöver du redigera det reguljära uttrycket så att det kan fånga värden från detta format. Se UsageStatsLoader::_getDataFromLogEntry() för mer information.
tr_tr: Kullanılan varsayılan normal ifade, apache erişim günlük dosyalarını birleşik biçimde ve eklentinin günlük dosyalarını ayrıştırabilir. Erişim günlüğü dosyalarınız farklı bir biçimdeyse, bunları ayrıştırabilen ve beklenen değerleri verebilen bir normal ifade eklemeniz gerekir. Ayrıntılı bilgi için bakınız: UsageStatsLoader::_getDataFromLogEntry().
uk_ua: Усталений регулярний вираз, який використовується може розбирати файли журналів доступу apache у комбінованому форматі, а також файли журналів модуля. Якщо ваші файли журналу доступу формуються в іншому форматі, вам доведеться вставити регулярний вираз, здатний їх розібрати та видати очікувані значення. Для отримання докладнішої інформації дивись: UsageStatsLoader::_getDataFromLogEntry().
vi_vn: Regex mặc định được sử dụng có thể phân tích cú pháp các tệp nhật ký truy cập apache ở định dạng kết hợp và cả tệp nhật ký của plugin. Nếu các tệp nhật ký truy cập của bạn ở định dạng khác, bạn sẽ phải chèn một biểu thức chính có khả năng phân tích cú pháp chúng và đưa ra các giá trị mong đợi. Xem UsageStatsLoader::_getDataFromLogEntry() để biết thêm thông tin.

# plugins.generic.usageStats.settings.saved
source: Usage statistics plugin settings saved
ar_iq: تم حفظ إعدادات إضافة إحصائيات الاستعمال
bg_bg: Настройките на добавката за статистика на използването бяха съхранени
ca_es: Configuració del mòdul d'estadístiques d'ús guardada
cs_cz: Bylo uloženo nastavení pluginů statistik využití
da_dk: Indstillinger for brugsstatistik-plugin'en gemt
de_de: Einstellungen des Zugriffsstatistik-Plugins gespeichert
el_gr: Οι ρυθμίσεις του plugin στατιστικών χρήσης αποθηκεύτηκαν
es_es: Configuración del módulo de estadísticas de uso guardada
fa_ir: تغییرات افزونه آمار کارکرد ذخیره شد.
fi_fi: Kävijätilastolisäosan asetukset tallennettu
fr_fr: Paramètres du module de statistiques d'utilisation enregistrés
hu_hu: Használati statisztikai bővítmény beállításai elmentve
it_it: Configurazioni del plugin statistiche salvate
nb_no: Innstillinger for bruksstatistikk-plugin lagret
pt_br: Configurações do plugin de estatísticas de uso salvas com sucesso
pt_pt: Configurações do plugin de Estatísticas de Uso gavadas
ru_ru: Настройки модуля «Статистика использования» сохранены
sl_si: Nastavitve vtičnika za statistiek uporabe so shranjene
sv_se: Inställningar för användningsstatistik-pluginet sparade
tr_tr: Kullanım istatistikleri eklenti ayarları kaydedildi
uk_ua: Налаштування модуля статистики використання збережено
vi_vn: Đã lưu cài đặt cho plugin thống kê sử dụng

# plugins.generic.usageStats.settings.dataPrivacyOption
source: Data privacy option
ar_iq: خيار خصوصية البيانات
bg_bg: Опция за поверителност на данните
ca_es: Opcions de privacitat de les dades
cs_cz: Možnost ochrany osobních údajů
da_dk: Indstillinger for beskyttelse af personlige oplysninger
de_de: Datenschutz-Option
el_gr: Επιλογή απορρήτου δεδομένων
es_es: Opciones de privacidad de datos
fa_ir: تنظیمات حفظ حریم خصوصی
fi_fi: Tietosuojavalinta
fr_fr: Option de confidentialité des données
hu_hu: Adatvédelmi opció
it_it: Opzione per la privacy
nb_no: Alternativ for personvern
pt_br: Opção de privacidade de dados
pt_pt: Opção de privacidade de dados
ru_ru: Параметр конфиденциальности данных
sl_si: Možnost zasebnosti podatkov
sv_se: Inställningar för dataskydd
tr_tr: Veri gizliliği seçeneği
uk_ua: Параметр конфіденційності даних
vi_vn: Tùy chọn bảo mật dữ liệu

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath
source: File path for the anonymizing salt
ar_iq: مسار ملف تعمية الهوية
bg_bg: Път до файла с ключ за анонимизиране
ca_es: Ruta d'arxiu per anonimitzar el "salt"
cs_cz: Cesta k anonymizačnímu soboru se "solí"
da_dk: Filsti til den anonymiserede salt-fil
de_de: Pfad zum Salt (für die Anonymisierung)
el_gr: Διαδρομή αρχείου για το salt ανωνυμοποίησης
es_es: Ruta de archivo para anonimizar el "salt"
fa_ir: مسیر فایل برای Salt ناشناس
fi_fi: Tiedostopolku anonymisoivalle salt-tiedostolle
fr_fr: Chemin du fichier pour le salage anonymisant
hu_hu: File elérési útja a névtelenségi salt állományhoz
it_it: Path del file per gestire l'anonimizzazione (salt)
nb_no: Filsti for anonymiseringssalt
pt_br: Caminho de arquivo para entropia de anonimato
pt_pt: Caminho para o ficheiro com informação para anonimização
ru_ru: Путь к файлу для соли (salt), используемой в целях анонимности
sl_si: Pot do datoteke s semenom za anonimizacijo
sv_se: Sökväg till fil med salt för anonymisering
tr_tr: Dosya yolunu anonimleştir
uk_ua: Шлях до файла для солі (використовується з метою анонімізації)
vi_vn: Đường dẫn tệp cho ẩn danh

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath.invalid
source: The salt file is not writable.
ar_iq: إن الملف غير قابل للتعديل.
bg_bg: Файлът с ключа не е записваем.
ca_es: L'arxiu "salt" no és editable.
cs_cz: Do souboru s "kryptografickou solí" nelze zapisovat.
da_dk: Salt-filen er ikke skrivbar.
de_de: Die Salt-Datei ist nicht schreibbar.
el_gr: Το αρχείο salt δεν είναι εγγράψιμο.
es_es: El archivo "salt" no es editable.
fa_ir: فایل Salt قابل نوشتن نیست
fi_fi: Salt-tiedostoon ei voi kirjoittaa.
fr_fr: Le fichier de salage n'est pas accessible en écriture.
hu_hu: A salt állomány nem írható.
it_it: Il file salt non è scrivibile.
nb_no: "Salt"-filen er ikke skrivbar.
pt_br: O arquivo não pode ser gravado.
pt_pt: O ficheiro não pode ser guardado.
ru_ru: К файлу соли (salt) нет доступа для записи.
sl_si: V datoteko s semenom ni mogoče pisati.
sv_se: Saltfilen är inte skrivbar.
tr_tr: Dosya yazılabilir değil.
uk_ua: У файл солі неможливо зробити запис.
vi_vn: Tệp muối không thể ghi được.
