Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.optout.description.long.omp
source: <h3>General Privacy Information</h3> <p>Please refer to our general <a href="{$privacyStatementUrl}">privacy statement</a>.</p> <h3>Usage Statistics</h3> <p>In order to be able to analyse usage and impact of our publications, we collect and log access to the homepage, categories, series, books and files. In the process all data is anonymised. No personal information is logged. IP addresses are anonymised by being hashed (using <em>SHA 256</em>) in combination with a <em>secure 64 characters long salt</em> that is automatically <em>randomly generated and overridden on a daily basis</em>. Therefore IP addresses cannot be reconstructed.</p> <p>The following information is collected next to the anonymised IP addresses:</p> <ul> <li>Access type (i.e. administrative)</li> <li>Request time</li> <li>Requested URL</li> <li>HTTP status code</li> <li>Browser</li> </ul> <p>The collected data is only used for evaluation purposes. No IP addresses are mapped to user IDs. It is technically impossible to trace a specific set of data to a specific IP address.</p>
ar_iq: <h3>معلومات شخصية عامة</h3> <p>لطفاً، إرجع إلى <a href="{$privacyStatementUrl}">بيان الخصوصية</a>.</p> <h3>إحصائيات الاستعمال</h3> <p>من أجل التمكن من تحليل منحى الاستعمال ووقع تأثير منشوراتنا، نقوم بجمع بيانات توثيقية تتعلق بالوصول إلى الموقع الرئيسي، الفئات، الأعداد، والملفات. خلال معالجة تلك البيانات، نقوم بالتغاضي عن هويات المستخدمين. لا نقوم بتوثيق أي بيانات شخصية. عناوين IP يتم تعميتها عبر تشفيرها (باستعمال <em>SHA 256</em>) بالتمازج مع <em>حادي محرفي آمن مكون من 64 حرف</em> يتم توليده تلقائياً <em>وبشكل عشوائي مع تجديد منبعه بشكل يومي</em>. هذا ما يجعل استرجاع عناوين IP غير ممكن عملياً.</p> <p>المعلومات الآتية يتم جمعها فضلاً عن عناوين IP المعماة:</p> <ul> <li>طبيعة الوصول (مثلاً: الإشراف على الموقع)</li> <li>وقت التصفح</li> <li>رابط الإنترنت المطلوب</li> <li>رمز حالة HTTP</li> <li>برنامج التصفح المستعمل</li> </ul> <p>البيانات المجموعة لدينا تستعمل لأغراض تقييمية حصراً. لا نقوم بمضاهات عناوين IP مع أسماء دخول المستخدمين. عملياً، يستحيل تتبع حزمة محددة من البيانات على أساس عنوان IP معين.</p>
bg_bg: <h3>Главна информация за обработка на лични данни</h3> <p>Моля, прегледайте нашата обща политика за <a href="{$privacyStatementUrl}">Обработка на лични данни</a>.</p> <h3>Статистика за използването</h3> <p>За да можем да анализираме използването и влиянието на нашите публикации, ние сабираме и запазваме във файлове журнали посещенията на началната страница на списанието, броевете, статиите, галериите и допълнителните файлове. В процеса всички данни се анонимизират. Лична информация не се запазва в журнали. IP адресите се анонимизират чрез шифриране (с използване на <em>SHA 256</em>) в комбинация със <em>сигурен 64 символен ключ</em>, който автоматично се генерира <em>случайно и наново всеки ден</em>. Така IP адресите не могат да бъдат реконструирани.</p> <p>Заедно с анонимизиранети IP адреси се събира и следната информация:</p> <ul> <li>Вид достъп (например: администраторски)</li> <li>Време на заявяване</li> <li>Заявен URL</li> <li>Код на HTTP статуса</li> <li>Браузър</li> </ul> <p>Събраната информация се използва само с цел оценяване. IP адресите не се съединяват с идентификаторите на потребителите. Технически е невъзможно да се проследи конкретен набор от данни с конкретен IP адрес.</p>
ca_es: <h3>Informació de privacitat general</h3> <p>Consulteu la nostra <a href="{$privacyStatementUrl}">declaració de privacitat</a> general.</p> <h3>Estadístiques d'ús</h3> <p>Per poder analitzar l'ús i l'impacte de les nostres publicacions, recopilem i registrem l'accés a la pàgina d'inici, a les categories, a les series, als llibres i als arxius. Totes les dades són anonimitzades en aquest procés. No es registra cap tipus d'informació personal. Les adreces IP són anonimitzades mitjançant encriptació (utilitzant <em>SHA 256</em>) en combinació amb un <em>salt de 64 caràcters de seguretat</em> que <em>es genera aleatòriament i s'anul·la cada dia</em> automàticament. Per tant, les adreces IP no es poden reconstruir.</p> <p>A banda de les adreces IP anonimitzades, també es recopila la següent informació:</p> <ul> <li>Tipus d'accés (p. ex. administrador/a)</li> <li>Hora de la sol·licitud</li> <li>URL sol·licitat</li> <li>Codi d'estat HTTP</li> <li>Navegador</li> </ul> <p>Les dades recopilades només s'utilitzen amb finalitats d'avaluació. Cap adreça IP és mapada cap al ID de l'usuari/ària. És tècnicament impossible rastrejar un conjunt de dades específic fins a una adreça IP concreta.</p>
cs_cz: <h3>Obecné informace o ochraně osobních údajů</h3> <p>Přečtěte si naše obecné <a href="{$privacyStatementUrl}">prohlášení o ochraně osobních údajů</a>.</p> <h3>Statistiky použití</h3> <p>Abychom mohli analyzovat využití a dopad našich publikací, shromažďujeme a zaznamenáváme přístup na domovskou stránku, kategorie, seriály, knihy a soubory. V tomto procesu jsou všechna data anonymizována. Nejsou zaznamenány žádné osobní údaje. IP adresy jsou anonymizovány hašováním (pomocí <em>SHA 256</em>) v kombinaci s <em>bezpečnou 64 znakovou kryptografickou solí</em>, která je automaticky <em>generována náhodně a přepisována denně</em>. IP adresy proto nelze rekonstruovat.</p> <p>Následující informace jsou shromažďovány vedle anonymizovaných IP adres:</p> <ul> <li>Typ přístupu (tj. administrativní)</li> <li>Žádost o čas</li> <li>Požadovaná adresa URL</li> <li>stavový kód HTTP</li> <li>Prohlížeč</li> </ul> <p>Shromážděná data se používají pouze pro účely vyhodnocení. Na ID uživatelů nejsou mapovány žádné adresy IP. Je technicky nemožné sledovat konkrétní sadu dat na konkrétní IP adresu.</p>
da_dk: <h3>Generelle oplysninger om persondata</h3> <p>Se vores generelle<a href="{$privacyStatementUrl}">Erklæring om beskyttelse af personlige oplysninger</a>. </p> <h3>Brugsstatistikker</h3> <p>For at være i stand til at analysere brugen og effekten (impact) af vores publikationer, indsamler og logger vi tilgangen til hjemmesiden, kategorier, serier, bøger og filer. I processen anonymiseres alle data. Ingen personlige oplysninger logges. IP-adresser anonymiseres ved at blive hashet (ved hjælp af <em>SHA 256</em>) i kombination med en <em>secure 64 characters long salt</em>, der automatisk <em>tilfældigt genereres og overskrives dagligt</em>. Derfor kan IP-adresser ikke rekonstrueres. </p> <p>Følgende information indsamles ved siden af de anonymiserede IP-adresser: </p> <ul> <li>Adgangstype (dvs. administrativ)</li> <li>Rekvireringstid</li> <li>Rekvireret URL</li> <li>HTTP-statuskode</li> <li>Browser</li> </ul> <p> De indsamlede data bruges kun til evalueringsformål. Ingen IP-adresser er kortlagt til bruger-id'er. Det er teknisk umuligt at spore et specifikt datasæt til en bestemt IP-adresse. </p>
de_de: <h3>Allgemeine Datenschutzinformationen</h3> <p>Bitte beachten Sie unsere <a href="{$privacyStatementUrl}">Datenschutzerklärung</a>.</p> <h3>Nutzungsstatistiken</h3> <p>Um Nutzung und Einfluss unserer Publikationen analysieren zu können, protokollieren wir Zugriffe auf die Homepage, Kategorien, Reihen, Bücher und Dateien. Während dieses Vorgangs werden alle Daten anonymisiert. Es werden keine personenbezogenen Daten protokolliert. IP-Adressen werden anonymisiert, in dem sie gehasht werden (mit <em>SHA 256</em>) und durch einen <em>sicheren 64 Zeichen langes Salt</em>, das automatisch <em>zufällig generiert und täglich überschrieben</em> wird. Daher können IP-Adressen nicht rekonstruiert werden.</p> <p>Die folgenden Informationen werden zusammen mit den anonymisierten IP-Adressen gespeichert:</p> <ul> <li>Art des Zugriffs (z.B. administrativ)</li> <li>Zeitpunkt des Zugriffs</li> <li>Angeforderte URL</li> <li>HTTP status code</li> <li>Browser</li> </ul> <p>Die gesammelten Daten werden ausschließlich zu Auswertungszwecken genutzt. Es findet keine Zuordnung von IP-Adressen zu Nutzer-Accounts statt. Es ist nicht möglich, einen bestimmten Datensatz einer bestimmten IP-Adresse zuzuordnen.</p>
el_gr: <h3>Γενικές Πληροφορίες Απορρήτου</h3> <p>Ανατρέξτε στη γενική μας <a href="{$privacyStatementUrl}">δήλωση απορρήτου</a>.</p> <h3>Στατιστικά χρήσης</h3> <p>Για να μπορέσουμε να αναλύσουμε τη χρήση και την επιρροή των δημοσιεύσεων, συλλέγουμε και καταγράφουμε την πρόσβαση στην αρχική σελίδα, σε κατηγορίες, σειρές, βιβλία και αρχεία. Κατά τη διαδικασία αυτή, όλα τα δεδομένα είναι ανώνυμα. Δεν καταγράφονται προσωπικά στοιχεία. Οι διευθύνσεις IP ανωνυμοποιούνται με κρυπτογράφηση (χρησιμοποιώντας <em>SHA 256</em>) σε συνδυασμό με <em>ασφαλές κλειδί 64 χαρακτήρων</em> που δημιουργείται αυτόματα <em>τυχαία και αντικαθίσταται σε καθημερινή βάση</em>. Επομένως, δεν είναι δυνατή η ανακατασκευή διευθύνσεων IP.</p> <p>Οι ακόλουθες πληροφορίες συλλέγονται δίπλα στις ανώνυμες διευθύνσεις IP:</p> <ul> <li>Τύπος πρόσβασης (π.χ. διαχειριστής)</li> <li>Χρονοσήματρο πρόσβασης</li> <li>Ζητούμενο URL</li> <li>Τύπος κατάστασης HTTP</li> <li>Πρόγραμμα περιήγησης</li> </ul> <p>Τα δεδομένα που συλλέγονται χρησιμοποιούνται μόνο για σκοπούς αξιολόγησης. Δεν αντιστοιχίζονται διευθύνσεις IP σε αναγνωριστικά χρήστη. Είναι τεχνικά αδύνατο να εντοπιστεί ένα συγκεκριμένο σύνολο δεδομένων σε μια συγκεκριμένη διεύθυνση IP.</p>
es_es: <h3>Información de privacidad general</h3> <p>Consulte nuestra <a href="{$privacyStatementUrl}">declaración de privacidad general</a>.</p> <h3>Estadísticas de uso</h3> <p>Para poder analizar el uso e impacto de nuestras publicaciones, recopilamos y registramos el acceso a la página de inicio, a las categorías, a las series, a los libros y a los archivos. En este proceso todos los datos son anonimizados. No se registra ninguna información personal. Las direcciones IP son anonimizadas mediante encriptación (utilizando <em>SHA 256</em>) en combinación con un <em>salt de 64 caracteres de seguridad</em> que <em>se generan aleatoriamente y se anulan cada día</em> automáticamente. Por lo tanto, las direcciones IP no pueden ser reconstruidas.</p> <p>Se recopila la siguiente información junto con las direcciones IP anonimizadas:</p> <ul> <li>Tipo de acceso (p. ej. administrador/a)</li> <li>Hora de la solicitud</li> <li>URL solicitada</li> <li>Código de estado HTTP</li> <li>Navegador</li> </ul> <p>Los datos recopilados solo se utilizan con fines de evaluación. Ninguna dirección IP es mapeada hacia la ID de usuario/a. Es técnicamente imposible rastrear un conjunto de datos específico hasta una dirección IP específica.</p>
fi_fi: <h3>Yksityisyyden suoja</h3> <p>Tutustu <a href="{$privacyStatementUrl}">tietosuojalausekkeeseen</a>.</p> <h3>Kävijätilastot</h3> <p>Jotta voimme analysoida julkaistun version käyttöä ja vaikutusta, keräämme kävijätilastoja etusivuun, luokkiin, sarjoihin, sekä julkaistuihin version tiedostoihin liittyen. Kaikki data anonymisoidaan. Henkilötietoja ei tallenneta. IP-osoitteet anonymisoidaan ja salataan (<em>SHA 256</em>) yhdessä 64 merkkisen <em>suolan</em> kanssa, joka <em>luodaan ja uudistetaan automaattisesti uudelleen päivittäin</em>. IP-osoitteita ei voi siis jälkikäteen selvittää.</p> <p>Seuraavat tiedot kerätään yhdessä anonymisoidun IP-osoitteen kanssa:</p> <ul> <li>Käynnin tyyppi</li> <li>Aika</li> <li>Pyydetty URL</li> <li>HTTP-statuskoodi</li> <li>Selain</li> </ul> <p>Kerättyjä tietoja käytetään ainoastaan arviointitarkoituksiin. IP-osoitteita ei liitetä käyttäjätileihin.</p>
fr_fr: <h3>Information relatives à la protection de la vie privée</h3> <p>Veuillez vous référer à notre <a href="{$privacyStatementUrl}">politique de confidentialité</a>.</p> <h3>Statistiques d'utilisation</h3> <p>Afin d'analyser l'utilisation et l'impact de notre revue et de ses articles, nous mesurons et enregistrons les accès à la page d'accueil, aux catégories, aux collections, aux livres et aux fichiers. Toute information est enregistrée de manière anonyme. Aucune information personnelle ou permettant d'identifier un utilisateur n'est conservée. Les adresses IP sont anonymisées selon un hachage <em>SHA 256</em> en utilisant un <em>salage sécurisé de 64 caractères</em> qui est <em>aléatoirement généré et remplacé chaque jour</em>. Il est donc impossible de reconstruire les adresses IP une fois qu'elles ont été hachées.</p> <p>Les informations suivantes sont enregistrées avec les adresses IP anonymisées :</p> <ul> <li>Type d'accès (par exemple administratif)</li> <li>Heure de la requête</li> <li>Ressource demandée</li> <li>Code de la réponse HTTP</li> <li>Navigateur</li> </ul> <p>Les données sont uniquement enregistrées dans un but d'évaluation. Aucune adresse IP n'est associée aux identifiants des utilisateurs et utilisatrices. Il est impossible d'associer quelque donnée que ce soit à une adresse IP particulière.</p>
it_it: <h3>Informazioni generali sulla Privacy</h3> <p>Per favore fai riferimento alla nostra dichiarqazione sulla <a href="{$privacyStatementUrl}">privacy</a>.</p> <h3>Statistiche d'uso</h3> <p>Per analizzare l'uso e l'impatto di ogni pubblicazione, vengo registrati i log di accesso alla home, alle categoria, alle serie, ai singoli libri e ai file. Prima di essere lavorati tutti i dati sono resi anonimi. Nessuna informazione personale è registrata. Gli IP vengo resi anonimi tramti hash (usando <em>SHA 256</em>) in unione con un salt di 64 bit che è generato casualmente e sovrascritto ogni giorno. Pertanto gli IP address non possono essere ricostruiti.</p> <p>Le seguenti informazioni vengono raccolte:</p> <ul> <li>Tipo accesso (ad es. amministrativo)</li> <li>Data e orario richiesta URL</li> <li>URL richiesto</li> <li>Codice stato HTTP</li> <li>Browser</li> </ul> <p>I dati sono raccolti solo per fare valutazioni. Gli IP non sono collegati agli user ID. E' tecnicamente impossibile collegare un set di dati con uno speficio IP.</p>
nb_no: <h3> Generell personverninformasjon </h3> <p> Se den generelle <a href="{$privacyStatementUrl}"> personvernerklæringen </a>. </p> <h3> Bruksstatistikk </h3> <p> For å kunne analysere bruken og effekten av publikasjonene våre, samler vi inn og logger tilgang til hjemmesiden, kategorier, serier, bøker og filer. I prosessen blir alle data anonymisert. Ingen personlige opplysninger blir logget. IP-adresser anonymiseres ved å bli hash (ved hjelp av <em> SHA 256 </em>) i kombinasjon med et <em> sikkert 64 tegn langt salt </em> som automatisk <em> genereres tilfeldig og overstyres daglig < / em>. Derfor kan ikke IP-adresser rekonstrueres. </p> <p> Følgende informasjon samles ved siden av de anonymiserte IP-adressene: </p> <ul> <li> Tilgangstype (dvs. administrativ) </li> <li> Forespørselstid </li> <li> Forespurt URL </li> <li> HTTP-statuskode </li> <li> Nettleser </li> </ul> <p> De innsamlede dataene brukes bare til evaluering. Ingen IP-adresser blir tilordnet bruker-ID-er. Det er teknisk umulig å spore et bestemt datasett til en bestemt IP-adresse. </p>
pt_br: <h3>Informações sobre Privacidade</h3> <p>Por favor verifique nossa <a href="{$privacyStatementUrl}">declaração de privacidade</a>.</p> <h3>Estatíticas de Uso</h3> <p> Para poder analisar o uso e o impacto de nossas publicações, coletamos e registramos o acesso à página inicial, categorias, séries, livros e arquivos. No processo, todos os dados são anonimizados. Nenhuma informação pessoal é registrada. Os endereços IP são anonimizados por meio de hash (usando <em> SHA 256 </em>) em combinação com um <em> sal seguro de 64 caracteres </em>, que é automaticamente <em> gerado aleatoriamente e substituído diariamente </em>. Portanto, os endereços IP não podem ser reconstruídos. </p> <p>As informações seguintes são coletadas a partir dos endereços de IP anônimos:</p> <ul> <li>Tipo de acesso (i.e. administrativo)</li> <li>Tempo da visita</li> <li>URL visitada</li> <li>Código HTTP</li> <li>Navegador</li> </ul> <p>Os dados coletados são usados apenas para propósitos de avaliação. Nenhum endereço de IP é mapeado para identidades de usuários. É tecnicamente impossível rastrear um conjunto de dados a um IP específico</p>
pt_pt: <h3>Informações gerais de Privacidade</h3> <p>Leia a nossa <a href="{$privacyStatementUrl}">declaração de privacidade</a>.</p> <h3>Estísticas de Uso</h3> <p>Para podermos analisar o uso e impacto das nossas publicações, recolhemos e arquivamos acesso à página de início, categorias, séries, livros e ficheiros. Durante este processo todos os dados são anonimizados. Nenhuma informação pessoal será guardada. Os endereços de IP são anomizados por meio de hash (<em>SHA 256</em>), em combinação com um <em>salt de 64 caracteres</ em> que é automaticamente <em> gerada aleatoriamente e substituída diariamente < /em>. Portanto os endereços IP não podem ser reconstruídos.</p> <p>A informação seguinte é recolhida a partir dos endereços de IP anónimos:</p> <ul> <li>Tipo de Acesso (i.e. administrativo)</li> <li>Tempo de visita</li> <li>URL visitado</li> <li>Código HTTP</li> <li>Navegador utilizado</li> </ul> <p>Os dados recolhidos são apenas utilizados para propósitos de avaliação. Nenhum endereço de IP será mapeado com os IDs de utilizadores. É tecnicamente inpossível mapear um conjunto de dados ao endereço de IP específico.</p>
ru_ru: <h3>Общая информация о конфиденциальности</h3> <p>Пожалуйста обратитесь к нашему <a href="{$privacyStatementUrl}">Заявлению о конфиденциальности</a>.</p> <h3>Статистика использования</h3> <p>Для того чтобы можно было проанализировать использование и влияние наших публикаций, мы собираем и записываем данные о доступе к главной странице, категориям, сериям, книгам и файлам. В процессе сбора все данные делаются анонимными. Никакая личная информация не записывается. IP-адреса делаются анонимными путем хэширования (с помощью <em>SHA 256</em>) в сочетании с <em>безопасной 64-символьной солью</em>, которая автоматически <em>генерируется случайным образом и меняется каждый день</em>. Поэтому IP-адреса не могут быть реконструированы.</p> <p>Следующая информация собирается вместе с анонимными IP-адресами:</p> <ul> <li>Тип доступа (то есть административный)</li> <li>Время запроса</li> <li>Запрошенный URL</li> <li>Код статуса HTTP</li> <li>Браузер</li> </ul> <p>Собранные данные используются только для оценивания. IP-адреса никак не сопоставляются с ID пользователей. Технически невозможно отследить конкретный набор данных по конкретному IP-адресу.</p>
sl_si: <h3>Splošni podatki o zasebnosti</h3> <p>Oglejte si našo splošno <a href="{$privacyStatementUrl}">izjavo o zasebnosti</a>.</p> <h3>Statistika uporabe</h3> <p>Za analizo uporabe in vpliva naših publikacij zbiramo in beležimo dostop do domače strani, kategorij, zbirk, knjig in datotek. Vsi podatki so anonimizirani. Ne beležimo osebnih podatkov. Za anonimiziranje so naslovi IP zgoščeni (z uporabo <em>SHA 256</em>) s kombinacijo <em>64 znakov dolge varne soli</em>, ki so samodejno <em>naključno ustvarjeni in povoženi vsak dan</em>. Naslovi IP tako ne morejo biti znova ustvarjeni</p> <p>Poleg anonimiziranih naslovov IP zbiramo naslednje podatke:</p> <ul> <li>Vrsta dostopa (tj. administrativna)</li> <li>Čas zahteve</li> <li>Zahtevan URL</li> <li>Statusna koda HTTP</li> <li>Brskalnik</li> </ul> <p>Zbrane podatke se uporablja le za namene ocenjevanja. Naslovov IP se nikoli ne preslika na ID uporabnika. Tehnično ni mogoče povezati določenega niza podatkov z določenim naslovom IP.</p>
sv_se: <h3>Allmän integritetsinformation</h3> <p>Se vår allmänna <a href="{$privacyStatementUrl}">integritetspolicy</a>.</p> <h3>Användningsstatistik</h3> <p>För att kunna analysera vår tidskrifts och dess publicerade artiklars användning och genomslag samlar vi in och loggar besök på tidskriftens förstasida, nummer, artiklar, publiceringsversioner samt bilagor. Alla data anonymiseras i processen. Ingen information om personer loggas. IP-adresser anonymiseras genom hashning (med <em>SHA 256</em>) i kombination med ett <em>64 tecken långt "salt"</em>, som automatiskt <em>genereras slumpmässigt och skrivs över dagligen</em>. Därför kan IP-adresser inte återskapas.</p> <p>Följande information samlas in utöver de anonymiserade IP-adresserna:</p> <ul> <li>Åtkomsttyp (d.v.s. administrativ)</li> <li>Tid för begäran</li> <li>Begärd URL</li> <li>HTTP-statuskod</li> <li>Webbläsare</li> </ul> <p>Insamlade data används endast i utvärderingssyfte. IP-adresser går inte att koppla till användar-ID:n. Det är tekniskt omöjligt att spåra ett specifik delmängd av data till en specifik IP-adress.</p>
tr_tr: <h3>Genel Gizlilik Sözleşmesi Bilgiler</h3> <p>Lütfen gizlilik sözleşmesi hakkında detaylı bilgiye <a href="{$privacyStatementUrl}">bağlantıdan</a> erişin.</p> <h3>Kullanım İstatistikleri</h3> <p>Dergimizin ve yayınlanan makalelerin kullanımını ve etkisini analiz edebilmek için derginin ana sayfasını, sayılarını, makalelerini, mutfaklarını ve ek dosyalarını toplar ve günlüklere kaydederiz. Bu süreçte tüm veriler anonimleştirilir. Hiçbir kişisel bilgi kaydedilmez. IP adresleri, otomatik olarak <em>rastgele oluşturulan ve günlük olarak geçersiz kılınan</em> güvenli 64 karakter uzunluğunda düz </em> ve karma (<em> SHA 256 </em> kullanılarak) anonimleştirilir</em>. Bu nedenle IP adresleri yeniden oluşturulamaz.</p> <p>Anonimleştirilmiş IP adreslerinin yanı sıra aşağıdaki bilgiler toplanır:</p> <ul> <li>Erişim türü (yani yöntemi)</li> <li>İstek süresi</li> <li>İstek yapılan URL</li> <li>HTTP durum kodu</li> <li>Tarayıcı</li> </ul> <p>Toplanan veriler sadece değerlendirme amacıyla kullanılır. Kullanıcı kimlikleriyle hiçbir IP adresi eşlenmez. Belirli bir veri kümesini belirli bir IP adresine izlemek teknik olarak imkansızdır.</p>
uk_ua: <h3>Загальна інформація про конфіденційність</h3> <p>Будь ласка, перегляньте нашу загальну <a href="{$privacyStatementUrl}">Заяву про конфіденційність</a>.</p> <h3>Статистика використання</h3> <p>Щоб мати змогу аналізувати використання та вплив наших публікацій, ми збираємо та реєструємо інформацію про доступ до головної сторінки, категорій, серій, книг та файлів. Уся зібрана інформація є анонімною. Особиста інформація не записується. IP-адреси анонімізуються шляхом хешування (за допомогою <em>SHA 256</em>) у поєднанні з <em>безпечною 64-символьною сіллю</em> яка автоматично <em>генерується випадковим чином і змінюється щодня</em>. Тому IP-адреси не можуть бути реконструйовані.</p> <p>Наступна інформація збирається разом з анонімними IP-адресами:</p> <ul> <li>Тип доступу (тобто адміністративний)</li> <li>Час запиту</li> <li>URL, який було запитано</li> <li>Код статусу HTTP</li> <li>Браузер</li> </ul> <p>Зібрані дані використовуються лише з метою оцінки. Жодна IP-адреса не ставиться у відповідність до ID користувача. Технічно неможливо відстежити певний набір даних за певною IP-адресою.</p>
vi_vn: <h3> Thông tin Bảo mật Chung </h3> <p> Vui lòng tham khảo <a href="{$privacyStatementUrl}"> tuyên bố về quyền riêng tư </a> chung của chúng tôi. </p> <h3> Thống kê sử dụng </h3> <p> Để có thể phân tích việc sử dụng và tác động của các ấn phẩm của chúng tôi, chúng tôi thu thập và ghi nhật ký truy cập vào trang chủ, danh mục, loạt bài, sách và tệp. Trong quá trình này, tất cả dữ liệu được ẩn danh. Không có thông tin cá nhân được ghi lại. Địa chỉ IP được ẩn danh bằng cách được băm (sử dụng <em> SHA 256 </em>) kết hợp với <em> muối dài 64 ký tự an toàn </em> được tự động <em> tạo ngẫu nhiên và ghi đè hàng ngày < / em>. Do đó, địa chỉ IP không thể được tạo lại. </p> <p> Thông tin sau được thu thập bên cạnh các địa chỉ IP ẩn danh: </p> <ul> <li> Loại truy cập (tức là quản trị) </li> <li> Yêu cầu thời gian </li> <li> URL được yêu cầu </li> <li> Mã trạng thái HTTP </li> <li> Trình duyệt </li> </ul> <p> Dữ liệu thu thập được chỉ được sử dụng cho mục đích đánh giá. Không có địa chỉ IP nào được ánh xạ tới ID người dùng. Về mặt kỹ thuật, không thể theo dõi một tập dữ liệu cụ thể đến một địa chỉ IP cụ thể. </p>
