Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.settings.statsDisplayOptions.contextWide
source: These settings will only be applied to usage statistics on {$contextName}.
ar_iq: هذه الإعدادات ستم تطبيقها حصرياً على إحصائيات الاستعمال لـ {$contextName}.
bg_bg: Тези настройки ще бъдат приложени само за статистиката за използване на {$contextName}.
ca_es: Aquesta configuració només s'aplicarà a les estadístiques d'ús a {$contextName}.
cs_cz: Tato nastavení se použijí pouze pro statistiky použití {$contextName}.
da_dk: Disse indstillinger vil kun blive anvendt på brugsstatistikker på {$contextName}.
de_de: Diese Einstellungen wurden nur auf die Nutzungsstatistiken von {$contextName} angewendet.
el_gr: Αυτές οι ρυθμίσεις θα εφαρμοστούν μόνο σε στατιστικά στοιχεία χρήσης στο {$contextName}.
es_es: Estos ajustes solo se aplicarán a las estadísticas de uso en {$contextName}.
fa_ir: این تنظیمات فقط بر روی اطلاعات آماری کارکرد {$contextName} اعمال می‌شود.
fi_fi: Nämä asetukset vaikuttavat vain {$contextName} -käyttötilastoon.
fr_fr: Ces paramètres ne seront appliqués qu'aux statistiques d'utilisation de {$contextName}.
hu_hu: Ez a beállítás csak az alábbi {$contextName} statisztikára vonatkozik.
it_it: Queste configurazioni saranno applicate alle statistiche su {$contextName}.
nb_no: Disse innstillingene vil bare bli brukt for bruksstatistikk på {$contextName}.
pt_br: Essas configurações serão aplicadas apenas às estatísticas de uso em {$contextName}.
pt_pt: Estas propriedades só serão aplicadas às estatísticas de uso em {$contextName}.
ru_ru: Эти настройки будут применены только для статистики использования в контексте «{$contextName}».
sl_si: Te nastavitve bodo uporabljene za statistike uporabe le pri reviji {$contextName}.
sv_se: De här inställningarna påverkar bara användningsstatistik för {$contextName}.
tr_tr: Bu ayarlar sadece {$contextName} için uygulanacak.
uk_ua: Ці налаштування застосовуватимуться лише до статистики використання в контексті {$contextName}.
vi_vn: Các cài đặt này sẽ chỉ được áp dụng cho thống kê sử dụng trên {$contextName}.

# plugins.generic.usageStats.settings.statsDisplayOptions.display
source: Display submission statistics chart for reader
ar_iq: عرض نشرة إحصائية عن طلبات النشر للقراء
bg_bg: Показване на читателите на диаграма за статистиката на предлагане на работи
ca_es: Mostrar el gràfic d'estadístiques de trameses per a lectura
cs_cz: Zobrazte čtenáři statistiky podání příspěvků
da_dk: Fremvis diagram over indsendelsesstatistik for læseren
de_de: Eine Statistik-Grafik für die Leser/innen anzeigen
el_gr: Εμφάνιση γραφήματος στατιστικών υποβολής για τον αναγνώστη
es_es: Mostrar el gráfico de estadísticas de envío para lectura
fa_ir: نمایش نمودار آمار ارسال برای خواننده
fi_fi: Näytä kävijätilastot lukijoille
fr_fr: Afficher le graphique des statistiques de soumission pour le lecteur
hu_hu: Beküldési statisztika megjelenítése az olvasó számára
it_it: Visualizzara il grafico sulle proposte ai lettori
nb_no: Vis diagram med innleveringsstatistikk for leseren
pt_br: Mostrar gráfico de estatísticas da submissão para o leitor
pt_pt: Apresentar gráfico de estatísticas de submissão para o leitor
ru_ru: Показывать график статистики материалов читателю
sl_si: Prikaži bralcu grafikon statistik prispevka
sv_se: Visa ett statistikdiagram för läsaren på varje bidrag
tr_tr: Makale indirme istatistiklerini arayüzde göster
uk_ua: Показувати діаграму статистики матеріалів читачу
vi_vn: Hiển thị biểu đồ thống kê gửi cho người đọc

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType
source: Choose the type of the chart to display the download statistics
ar_iq: إختر نوع النشرة الإحصائية لعرض الإحصائيات فيها
bg_bg: Изберете тип на диаграмата за показване статистиката за теглене
ca_es: Trieu el tipus de gràfic per mostrar les estadístiques de descàrrega
cs_cz: Zvolte typ grafu pro zobrazení statistik stahování
da_dk: Vælg den diagramtype, der skal vise download-statistikken
de_de: Wählen Sie die Art des Diagramms, um die Download-Statistiken anzuzeigen.
el_gr: Επιλέξτε τον τύπο του γραφήματος για να εμφανίσετε τα στατιστικά
es_es: Elija el tipo de gráfico para mostrar las estadísticas de descarga
fa_ir: نوع نمودار را برای نمایش آمار دانلود انتخاب کنید
fi_fi: Valitse käytettävä kuvaajatyyppi kävijätilastojen näyttämiseen
fr_fr: Choisissez le type de graphique pour afficher les statistiques de téléchargement
hu_hu: Letöltési statisztika megjelenítéshez válassza ki a kimutatás típusát
it_it: Scegli il tipo di grafico per visualizzare le statistiche dei download
nb_no: Velg diagramtype for å vise nedlastningsstatistikken
pt_br: Escolha o tipo de gráfico para exibir as estatísticas de download
pt_pt: Escolha o tipo de gráfico para apresentar as estatísticas de download
ru_ru: Выберите тип графика для отображения статистики скачивания
sl_si: Izberite tip grafikona za prikaz statistik prenosa
sv_se: Välj diagramtyp för nedladdningsstatistiken
tr_tr: İndirme istatistiklerini görüntüleneceği grafik türünü seçin
uk_ua: Виберіть тип діаграми для відображення статистики завантаження
vi_vn: Chọn loại biểu đồ để hiển thị thống kê tải xuống

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.bar
source: Bar
ar_iq: قضبان
bg_bg: Стълбове
ca_es: Barra
cs_cz: Sloupec
da_dk: Bjælke
de_de: Balkengrafik
el_gr: Ραβδόγραμμα
es_es: Barra
fa_ir: بار
fi_fi: Pylväs
fr_fr: Barre
hu_hu: Sáv
it_it: Barre
nb_no: Stolpe
pt_br: Barra
pt_pt: Barra
ru_ru: Столбики
sl_si: Stolpec
sv_se: Staplar
tr_tr: Sutün
uk_ua: Стовпчаста
vi_vn: Thanh

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.line
source: Line
ar_iq: خطوط
bg_bg: Линия
ca_es: Línia
cs_cz: Čára
da_dk: Linje
de_de: Liniengrafik
el_gr: Γράφημα Γραμμής
es_es: Línea
fa_ir: خط
fi_fi: Viiva
fr_fr: Ligne
hu_hu: Vonal
it_it: Linea
nb_no: Linje
pt_br: Linha
pt_pt: Linha
ru_ru: Линии
sl_si: Črta
sv_se: Linje
tr_tr: Çizgi
uk_ua: Лінійна
vi_vn: Đường thẳng

# plugins.generic.usageStats.settings.statsDisplayOptions.datasetMaxCount
source: Define the maximum number of data to present at the same time for an specific x-axis point. A higher value can generate hard to understand charts. Something between 3 and 5 is safe.
ar_iq: حدد أقصى حجم للبيانات التي لها أن تظهر في نفس الوقت لنقطة محددة على الإحداثي السيني. قد تسبب القيم العالي صعوبة في فهم المخططات. ننصح بقيم تتراوح ما بين 3 و 5.
bg_bg: Определете максималният брой данни, които да се покажат едновременно за всяка точка от оста x. При голям брой се създават трудни за разчитане диаграми. Нещо между 3 и 5 е добре.
ca_es: Definiu el nombre màxim de dades per mostrar al mateix temps en un punt específic de l'eix X. Entre 3 i 5 està bé, doncs un valor més gran podria generar gràfics difícils de comprendre.
cs_cz: Definujte maximální počet dat, které chcete zobrazit současně pro konkrétní bod osy x. Vyšší počet může způsobit nečitelnost grafů. Optimální jsou hodnoty mezi 3 a 5.
da_dk: Definer det maksimale antal data, der skal præsenteres på samme tid for et bestemt x-akse-punkt. En højere værdi kan generere sværttilgængelige diagrammer. Noget mellem 3 og 5 er sikkert.
de_de: Geben Sie die maximale Anzahl von Datenpunkten an, die gleichzeitig an einer X-Achsen-Position angezeigt werden sollen. Ein höherer Wert kann schwer verständliche Diagramme verursachen. Werte zwischen 3 und 5 sollten sicher sein.
el_gr: Καθορίστε τον μέγιστο αριθμό δεδομένων που θα εμφανίζονται ταυτόχρονα για ένα συγκεκριμένο σημείο του άξονα-x. Μια υψηλότερη τιμή μπορεί να δημιουργήσει δυσνόητα γραφήματα. Μια τιμή μεταξύ 3 και 5 είναι ασφαλές.
es_es: Defina el número máximo de datos que se presentan al mismo tiempo para un punto específico del eje X. Entre 3 y 5 está bien, un valor mayor podría generar gráficos díficiles de comprender.
fa_ir: حداکثر تعداد داده ها را برای یک نقطه خاص برای محور x مشخص کنید. مقادیر بالاتر می تواند نمودارهایی تولید کند که درک آنها سختتر است.مقداری بین 3 تا 5 مناسب استاست.
fi_fi: Määritä suurin x-akselilla näytettävä tietomäärä. Suuri arvo voi tuottaa vaikeasti ymmärrettäviä kuvaajia. Sopiva arvo on 3 ja 5 välillä.
fr_fr: Définissez le nombre maximal de données à présenter simultanément pour un point spécifique de l'axe X . Une valeur plus élevée peut générer des graphiques difficiles à comprendre. Une valeur comprise entre 3 et 5 est sûre.
hu_hu: Adja meg az adott x-axis pointhoz egyszerre megjelenítendő maximális adatfolyamot. Magasabb érték nehezen értelmezhető kimutatást eredményezhet. A javasolt érték 3 és 5 között van.
it_it: Seleziona il massimo numero di dati da presentare nello stesso momento su un specifico asse X. Un valore troppo alto può generare grafici difficili da leggere. Di solito un valore tra 3 e 5 va bene.
nb_no: Definer maks antall data som skal presenteres samtidig for et spesifikt x-aksepunkt. En høyere verdi kan gjøre diagrammer vanskeligere å forstå. Mellom 3 og 5 er trygt.
pt_br: Definir o número máximo de dados para apresentar ao mesmo tempo para um ponto do eixo x-específica. Um valor mais alto pode gerar gráficos difíceis de entender . Algo entre 3 e 5 é adequado.
pt_pt: Definir o número máximo de dados para apresentar ao mesmo tempo para um ponto específico do eixo X. Um valor mais alto pode gerar gráficos difíceis de entender. Um valor entre 3 e 5 é adequado.
ru_ru: Задайте максимальное количество данных для одновременного представления в конкретной точке оси x. Большое значение может генерировать малопонятные графики. Безопасное значение — между 3 и 5.
sl_si: Določite največje število podatkov, ki se bodo hkrati prikazali na določeni točki x-osi. Velika vrednsot lahko povzroči težko berljiv grafikon Običajno je vrednost med 3 in 5.
sv_se: Ange max antal data att presentera samtidigt för en specifik punkt på x-axeln. Ett högre värde kan göra det svårt att läsa diagrammet. Något mellan 3 och 5 är säkert.
tr_tr: Belirli bir x ekseni noktası için aynı anda sunulacak maksimum veri sayısını tanımlayın. Daha yüksek bir değer anlaşılması zor grafikler oluşturabilir. 3 ile 5 arasında bir şey güvenlidir.
uk_ua: Визначте максимальну кількість даних, які потрібно представити одночасно для певної точки осі x. Більша кількість може генерувати важко зрозумілі діаграми. Безпечна кількість - десь між 3 та 5.
vi_vn: Xác định số lượng dữ liệu tối đa để hiển thị cùng một lúc cho một điểm trục x cụ thể. Giá trị cao hơn có thể tạo ra các biểu đồ khó hiểu. Một cái gì đó từ 3 đến 5 là an toàn.

# plugins.generic.usageStats.usageStatsLoaderName
source: Usage statistics file loader task
ar_iq: مهمة تحميل ملف إحصائيات الاستعمال
bg_bg: Статистика за ползване на задача за зареждане на файлове
ca_es: Tasca de càrrega d'arxius d'estadístiques d'ús
cs_cz: Úloha nahrání souboru statistik využití
da_dk: Brugerstatistik over fil-loader-opgave
de_de: Task zum Laden der Nutzungsstatistik-Datei
el_gr: Εργασία φόρτωσης αρχείων στατιστικών χρήσης
es_es: Tarea de carga de archivo de estadísticas de uso
fa_ir: وظیفه بارگزار فایل آمار کارکرد
fi_fi: Kävijätilastotiedostojen ajoitettu tehtävä
fr_fr: Tâche de chargement du fichier de statistiques d'utilisation
hu_hu: Használati statisztika file töltési feladata
it_it: Nome del task per il carico delle statistiche d'uso
nb_no: Bruksstatistikk fillaster oppgave
pt_br: Tarefa do carregador de arquivo de estatísticas de uso
pt_pt: Tarefa do carregador de ficheiro de Estatísticas de Uso
ru_ru: Задача загрузчика файлов статистики использования
sl_si: Opravilo nalagalnika datoteke s statistikami
sv_se: Filladdningsuppgift för användningsstatistik
tr_tr: Kullanım istatistikleri dosya yükleyici görevi
uk_ua: Завдання завантажувача файлів статистики використання
vi_vn: Tác vụ trình tải tệp thống kê sử dụng

# plugins.generic.usageStats.openFileFailed
source: The file {$file} could not be opened and was rejected.
ar_iq: تعذر فتح الملف {$file} ولذا تم رفضه.
bg_bg: Файл {$file} не можа да се отвори и беше отхвърлен.
ca_es: L'arxiu {$file} no s'ha pogut obrir i s'ha rebutjat.
cs_cz: Soubor {$file} nelze načíst a byl odmítnut.
da_dk: Filen {$file} kunne ikke åbnes og blev afvist.
de_de: Die Datei {$file} konnte nicht geöffnet werden und wurde zurückgewiesen.
el_gr: Δεν ήταν δυνατό το άνοιγμα του αρχείου {$file} και απορρίφθηκε.
es_es: El archivo {$file} no pudo abrirse y fue rechazado.
fa_ir: فایل {$file} نمیتواند باز شود و نادیده گرفته می شود.
fi_fi: Tiedostoa {$file} ei voitu avata ja se hylättiin.
fr_fr: Le fichier {$file} n'a pas pu être ouvert et a été rejeté.
hu_hu: A {$file} fájlt nem lehetett megnyitni és elvetésre került.
it_it: Il file {$file} non può essere aperto ed è stato scartato.
nb_no: Filen {$file} kunne ikke åpnes, og ble avvist.
pt_br: O arquivo {$file} não pôde ser aberto e foi rejeitado.
pt_pt: O ficheiro {$file} não pode ser aberto e foi rejeitado.
ru_ru: Файл «{$file}» не может быть открыт и был отклонен.
sl_si: Zavrnjeno, datoteke {$file} ni bilo možno odpreti.
sv_se: Det gick inte att öppna filen {$file} och den var därför avvisad.
tr_tr: {$file} dosyası açılamadı ve reddedildi.
uk_ua: Не вдалося відкрити файл {$file} і він був відхилений.
vi_vn: Tệp {$file} không thể mở và đã bị từ chối.

# plugins.generic.usageStats.invalidLogEntry
source: The line number {$lineNumber} from the file {$file} is not a valid log entry and the file was rejected.
ar_iq: إن رقم السطر {$lineNumber} من الملف {$file} ليس مدخل وقوعات صحيح، ولذا تم رفض الملف.
bg_bg: Редът с номер {$lineNumber} от файл {$file} не е валиден запис за журнал и файлът е отхвърлен.
ca_es: El número de línia {$lineNumber} de l'arxiu {$file} no és una entrada de registre vàlida i l'arxiu s'ha rebutjat.
cs_cz: Řádek číslo {$lineNumber} ze souboru {$file} není platný vstup logu a soubor byl proto odmítnut.
da_dk: Linjenummeret {$lineNumber} fra filen {$file} er ikke en gyldig log-adgang og filen blev afvist.
de_de: Die Zeile {$lineNumber} aus der Datei {$file} stellt keinen gültigen Logeintrag dar, und die Datei wurde zurückgewiesen.
el_gr: Ο αριθμός γραμμής {$lineNumber} στο αρχείο {$file} δεν είναι έγκυρη καταχώριση καταγραφής και το αρχείο απορρίφθηκε.
es_es: El número de línea {$lineNumber} del archivo {$file} no es una entrada de registro válida y el archivo fue rechazado.
fa_ir: خط {$lineNumber} از فایل {$file} معتبر نبوده نیست و این فایل نادیده گرفته میشود.
fi_fi: Rivinumero {$lineNumber} tiedostossa {$file} ei ole validi lokimerkintä ja tiedosto hylättiin.
fr_fr: La ligne {$lineNumber} du fichier {$file} n'est pas une entrée de registre valide. Le fichier a été rejeté.
hu_hu: A {$lineNumber} sorszám a(z) {$file}-ból nem valós log bejegyzés, emiatt elvetettük.
it_it: La linea numero {$lineNumber} del file {$file} non è una linea di log corretta ed è stata scartata.
nb_no: Linjenummeret {$lineNumber} fra filen {$file} er ikke en gyldig loggoppføring, og filen ble avvist.
pt_br: A linha {$lineNumber} do arquivo {$file} não é uma entrada de log válida e o arquivo foi rejeitado.
pt_pt: A linha {$lineNumber} do ficheiro {$file} não é uma entrada de histórico válida e o ficheiro foi rejeitado.
ru_ru: Строка с номером {$lineNumber} из файла «{$file}» является некорректной записью журнала и файл был отклонен.
sl_si: Vrstica številka {$lineNumber} v datoteki {$file} ni veljaven dnevniški zapis in je bila zavrnjena.
sv_se: Rad nummer {$lineNumber} i filen {$file} är inte en giltig loggpost, filen avvisades.
tr_tr: {$file} dosyasındaki {$lineNumber} satır numarası geçerli bir log kaydı değil ve dosya reddedildi.
uk_ua: Рядок з номером {$lineNumber} з файлу {$file} є неправильним записом в журналі і файл був відхилений.
vi_vn: Số dòng {$lineNumber} từ tệp {$file} không phải là mục nhập nhật ký hợp lệ và tệp đã bị từ chối.

# plugins.generic.usageStats.removeUrlError
source: The line number {$lineNumber} from the file {$file} contains an url that the system can't remove the base url from.
ar_iq: إن رقم السطر {$lineNumber} من الملف {$file} يتضمن رابط إنترنت يتعذر على النظام تحديد أساس الرابط منه.
bg_bg: Редът с номер {$lineNumber} от файл {$file} съдържа URL, от който системата не може да премахне базовия URL.
ca_es: El número de línia {$lineNumber} de l'arxiu {$file} conté un URL que el sistema no pot eliminar del URL base.
cs_cz: Řádek číslo {$lineNumber} ze souboru {$file} obsahuje url ze kterého nemůže system odebrat základní url.
da_dk: Linjenummeret {$lineNumber} fra filen {$file} indeholder en url, som systemet ikke kan fjerne basis-url'en fra.
de_de: Die Zeile {$lineNumber} aus der Datei {$file} enthält eine Adresse, aus der das System nicht den Basis-URL entfernen kann.
el_gr: Ο αριθμός γραμμής {$lineNumber} στο αρχείο {$file} περιέχει μια διεύθυνση url από την οποία το σύστημα δεν μπορεί να καταργήσει τη βασική διεύθυνση url.
es_es: El número de línea {$lineNumber} del archivo {$file} contiene una URL que el sistema no puede eliminar de la URL base.
fa_ir: خط {$lineNumber} از فایل {$file} حاوی نشانی اینترنتی است که سیستم نمیتواند آدرس پایه را از آن حذف کند.
fi_fi: Rivinumero {$lineNumber} tiedostossa {$file} sisältää url-osoitteen, josta järjestelmä ei pysty erottamaan juuriosoitetta.
fr_fr: La ligne {$lineNumber} du fichier {$file} contient une URL dont le système ne peut pas supprimer l'URL de base.
hu_hu: A {$lineNumber} sorszám a(z) {$file}-ból olyan URL-t artalmaz, melyből a rendszer nem tudja eltávolítani a base URL-t.
it_it: La linea numero {$lineNumber} del file {$file} contiene url non lavorabile.
nb_no: Linjenummeret {$lineNumber} fra filen {$file} inneholder en url som systemet ikke kan fjerne base URL fra.
pt_br: O número da linha {$lineNumber} do arquivo {$file} contém uma URL que o sistema não pode remover a url base.
pt_pt: O número da linha {$lineNumber} do ficheiro {$file} contém um URL ao qual o sistema não pode remover o endereço base.
ru_ru: Строка с номером {$lineNumber} из файла «{$file}» содержит URL-адрес, из которого система не может убрать свой базовый URL-адрес.
sl_si: tica številka {$lineNumber} v datoteki {$file} vsebuje URL, iz katerega sistem ne more odstraniti osnovni URL.
sv_se: Rad nummer {$lineNumber} i filen {$file} innehåller en URL som systemet inte klarar av att klippa bort bas-URL:en från.
tr_tr: {$file} dosyasındaki {$lineNumber} satır numarası, sistemin temel URL'yi kaldıramadığı bir URL içeriyor.
uk_ua: Рядок з номером {$lineNumber} з файлу {$file} містить URL, з якого система не може видалити свою базову URL-адресу.
vi_vn: Số dòng {$lineNumber} từ tệp {$file} chứa một url mà hệ thống không thể xóa url cơ sở khỏi đó.

# plugins.generic.usageStats.loadDataError
source: Couldn't load data extracted from file {$file}. The file was moved to stage again.
ar_iq: تعذر تحميل البيات المستقطعة من الملف {$file}. الخطأ كان: {$error}. تم نقل الملف إلى المنصة مرة أخرى.
bg_bg: Не можаха да се заредят данните извлечени от файл {$file}. Файлът е преместен отново в етап.
ca_es: No es poden carregar les dades extretes de l'arxiu {$file}. L'arxiu s'ha traslladat de nou a la fase.
cs_cz: Nelze nahrát data extrahovaná ze souboru {$file}. Soubor byl znovu přesunut do stage.
da_dk: Kunne ikke indlæse data hentet fra fil {$file}. Filen blev flyttet til trinnet igen.
de_de: Konnte keine extrahierten Daten aus Datei {$file} laden. Die Datei wurde entfernt, um sie erneut zu bearbeiten.
el_gr: Δεν ήταν δυνατή η φόρτωση δεδομένων που εξήχθησαν από το αρχείο {$file}. Το αρχείο μετακινήθηκε πίσω στον κατάλογο αναμονλής.
es_es: No se pueden cargar los datos extraídos del archivo {$file}. El archivo se trasladó de nuevo a la fase.
fa_ir: داده های استخراج شده از فایل {$file} قابل بارگزاری نیست. فایل دوباره به مرحله منتقل شد.
fi_fi: Tiedostosta {$file} haettua dataa ei voitu ladata. Tiedosto siirrettiin takaisin stage-kansioon.
fr_fr: Impossible de charger les données extraites du fichier {$file}. Le fichier est revenu à l'étape précédente.
hu_hu: A(z) {$file}-ból származó adatot nem sikerült betölteni.
it_it: Non si riesce ad elaborare i dati del file {$file}. Il file è stato riportato nella dir stage di nuovo.
nb_no: Kunne ikke laste inn data som er hentet fra filen {$file}. Filen ble flyttet til stage igjen.
pt_br: Não foi possível carregar os dados extraídos do arquivo {$file}. O arquivo foi transferido para novo processamento.
pt_pt: Não foi possível carregar os dados extraídos do ficheiro {$file}. O ficheiro foi transferido para novo processamento.
ru_ru: Невозможно загрузить данные, извлеченные из файла «{$file}». Файл был перемещен снова в каталог stage.
sl_si: Podatkov iz datoteke {$file} ni bilo mogoče naložiti. Datoteka je bila ponovno postavljena v vrsto.
sv_se: Kunde inte läsa in data extraherade från filen {$file}. Filen flyttades till stage igen.
tr_tr: {$file} dosyasından çıkarılan veriler yüklenemedi. Dosya tekrar aşamaya taşındı.
uk_ua: Не вдалося завантажити дані, отримані з файлу {$file}. Файл був перенесений знову в каталог stage.
vi_vn: Không thể tải dữ liệu được trích xuất từ tệp {$file}. Tệp đã được chuyển sang giai đoạn một lần nữa.

# plugins.generic.usageStats.pluginNotEnabled
source: Usage statistics plugin is disabled. No log files processed.
ar_iq: تم تعطيل إضافة إحصائيات الوصول. لا توجد ملفات وقوعات لمعالجتها.
bg_bg: Добавката за статистика на използването не е активирана. Файлове журнали не са обработени.
ca_es: El mòdul d'estadístiques d'ús està desactivat. No s'ha processat cap arxiu de registre.
cs_cz: Plugin statistik využití je zakázán. Nebyly zpracovány žádné soubory logů.
da_dk: Brugerstatistik-plugin er deaktiveret. Ingen log-filer er blevet færdigbehandlet.
de_de: Das Nutzungsstatistik-Plugin ist deaktiviert. Es wurden keine Logdateien verarbeitet.
el_gr: Το πρόσθετο στατιστικών χρήσης είναι απενεργοποιημένο. Δεν έγινε επεξεργασία των αρχείων καταγραφής.
es_es: El módulo de estadísticas de uso está deshabilitado. No se procesó ningún archivo de registro.
fa_ir: افزونه آمار کارکرد غیرفعال است. هیچ فایل گزارشی پردازش نشده است.
fi_fi: Kävijätilastolisäosa on pois päältä. Lokitiedostoja ei käsitelty.
fr_fr: Le module de statistiques d'utilisation est désactivé. Aucun fichier de registre n'a été traité.
hu_hu: A használati statisztika bővítménye kikapcsolt állapotban van. Log file nem került feldolgozásra.
it_it: Plugin per le statistiche non abilitato. I file di log non vengono elaborati.
nb_no: Plugin for brukerstatistikk er deaktivert. Ingen loggfiler behandlet.
pt_br: O plugin de estatísticas de uso está desativado. Nenhum arquivo de log processado.
pt_pt: O plugin de Estatísticas de Uso está desativado. Nenhum arquivo de histórico processado.
ru_ru: Модуль «Статистика использования» отключен. Файлы журнала не обрабатываются.
sl_si: Vtičnik za statistike uporabe je onemogočen. Nobena dnevniška datoteka ni bila obdelana.
sv_se: Pluginet för användningsstatistik är avaktiverat. Inga loggfiler behandlades.
tr_tr: Kullanım istatistikleri eklentisi devre dışı. Log dosyası işlenmedi.
uk_ua: Модуль статистики використання вимкнено. Файли журналу не опрацьовуються.
vi_vn: Plugin thống kê sử dụng bị tắt. Không có tệp nhật ký nào được xử lý.
