Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/usageStats/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, hu_hu, it_it, nb_no, pt_br, pt_pt, ru_ru, sl_si, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.usageStats.settings.dataPrivacyOption.requiresSalt
source: Enabling data privacy requires a salt file.
ar_iq: تمكين خصوصية البيانات يتطلب وجود ملف للرمز العشوائي.
bg_bg: Активирането на поверителността изисква файл за ключ.
ca_es: L'activació de la privacitat de les dades necessita un arxiu "salt".
cs_cz: Povolení zajištění soukromí dat vyžaduje soubor "soli".
da_dk: Aktivering af datasikkerhed kræver en salt-fil.
de_de: Um die Datenschutz-Option zu aktivieren, wird eine Salt-Datei benötigt.
el_gr: Η ενεργοποίηση του απορρήτου δεδομένων απαιτεί ένα αρχείο κλειδί (salt).
es_es: La activación de la privacidad de datos requiere un archivo "salt".
fa_ir: فعال کردن حفظ حریم خصوصی نیازمند یک فایل salt است.
fi_fi: Tietosuojan aktivointi vaatii salt-tiedoston.
fr_fr: L'activation de la confidentialité des données requiert un fichier de salage.
hu_hu: Az adatvédelem engedélyezéséhez salt állomány szükséges.
it_it: Attivare la privacy richiede un file di salt.
nb_no: Aktivering av personvern krever en salt-fil.
pt_br: Habilitar a privacidade dos dados requer um arquivo de entropia (salt).
pt_pt: Ativar a privacidade dos dados requer um arquivo de entropia (salt).
ru_ru: Включение конфиденциальности данных требует файла с солью (salt).
sl_si: Vključitev zagotavljanja zasebnosti podatkov zahteva datoteko s semenom za kriptografijo.
sv_se: För att aktivera dataskydd behövs en saltfil.
tr_tr: Veri gizliliğini etkinleştirmek için salt dosya gereklidir.
uk_ua: Щоб увімкнути конфіденційність даних, потрібен файл солі.
vi_vn: Để kích hoạt quyền riêng tư dữ liệu yêu cầu phải có tệp muối.

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesCity
source: Enabling data privacy excludes City as an optional statistic.
ar_iq: إن تمكين خاصية الحفاظ على الخصوصية، يستثني حقل المدينة من خيارات الإحصائية.
bg_bg: Активирането на поверителността изключва Град като възможна статистика.
ca_es: L'activació de la privacitat de les dades exclou "ciutat" com a estadística opcional.
cs_cz: Povolení ochrany osobních údajů vylučuje Město jako volitelný statistický údaj.
da_dk: Aktivering af datasikkerhed udelukker By som statistisk valgmulighed.
de_de: Die Datenschutz-Option zu aktivieren, schließt die Erhebung von Statistiken zu "Stadt" aus.
el_gr: Η ενεργοποίηση του απορρήτου δεδομένων αποκλείει την Πόλη ως προαιρετικό στατιστικό στοιχείο.
es_es: La activación de la privacidad de datos excluye "Ciudad" como una estadística opcional.
fa_ir: فعال کردن حفظ حریم خصوصی، اطلاعات "شهر ها" را به عنوان یک آمار اختیاری حذف می کند.
fi_fi: Tietosuojan aktivointi poistaa kaupunkitiedot tilastoista.
fr_fr: L'activation de la confidentialité des données exclut « Ville » comme statistique facultative.
hu_hu: Az adatvédelem engedélyezése kizárja a várost, mint opcionális statisztikai elemet.
it_it: Attivare la privacy esclude la georeferenziazione 'Città' dal plugin.
nb_no: Aktivering av personvern utelukker "By (City)" som en valgfri statistikk.
pt_br: Habilitando a privacidade dos dados exclui Cidade como uma estatística opcional.
pt_pt: Ao ativar a privacidade dos dados exclui Cidade como uma estatística opcional.
ru_ru: Включение конфиденциальности данных убирает Город из дополнительных статистик.
sl_si: Vključitev zagotavljanja zasebnosti podatkov izključuje možnost Mesta kot opcijsko statistiko.
sv_se: Om dataskydd är aktiverat går det inte att använda statistik om Stad.
tr_tr: Veri gizliliğinin etkinleştirilmesi, Şehri isteğe bağlı bir istatistik olarak hariç tutar.
uk_ua: Увімкнення конфіденційності даних прибирає Місто з додаткової статистики.
vi_vn: Việc bật quyền riêng tư dữ liệu sẽ loại trừ Thành phố dưới dạng thống kê tùy chọn.

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesRegion
source: Enabling data privacy excludes Region as an optional statistic.
ar_iq: إن تمكين خاصية الحفاظ على الخصوصية، يستثني حقل المنطقة من خيارات الإحصائية.
bg_bg: Активирането на поверителността изключва Регион като възможна статистика.
ca_es: L'activació de la privacitat de les dades exclou "regió" com a estadística opcional.
cs_cz: Povolení ochrany osobních údajů vylučuje Oblast jako volitelný statistický údaj.
da_dk: Aktivering af datasikkerhed udelukker Region som statistisk valgmulighed.
de_de: Die Datenschutz-Option zu aktivieren, schließt die Erhebung von Statistiken zu "Region" aus.
el_gr: Η ενεργοποίηση του απορρήτου δεδομένων αποκλείει την Περιοχή ως προαιρετικό στατιστικό στοιχείο.
es_es: La activación de la privacidad de datos excluye "Región" como una estadística opcional.
fa_ir: فعال کردن حفظ حریم خصوصی ، اطلاعات "ناحیه ها" را به عنوان یک آمار اختیاری حذف می کند.
fi_fi: Tietosuojan aktivointi poistaa aluetiedot tilastoista.
fr_fr: L'activation de la confidentialité des données exclut « Région » comme statistique facultative.
hu_hu: Az adatvédelem engedélyezése kizárja a régiót, mint opcionális statisztikai elemet.
it_it: Attivare la privacy esclude la georeferenziazione 'Regione' dal plugin.
nb_no: Aktivering av personvern utelukker "Region" som en valgfri statistikk.
pt_br: Habilitando a privacidade dos dados exclui Região como uma estatística opcional.
pt_pt: Ao ativar a privacidade dos dados exclui Região como uma estatística opcional.
ru_ru: Включение конфиденциальности данных убирает Регион из дополнительных статистик.
sl_si: Vključitev zagotavljanja zasebnosti podatkov izključuje možnost Regije kot opcijsko statistiko.
sv_se: Om dataskydd är aktiverat går det inte att använda statistik om Region.
tr_tr: Veri gizliliğinin etkinleştirilmesi Bölge'yi isteğe bağlı bir istatistik olarak hariç tutar.
uk_ua: Увімкнення конфіденційності даних прибирає Регіон з додаткової статистики.
vi_vn: Việc bật quyền riêng tư dữ liệu sẽ loại trừ Khu vực dưới dạng thống kê tùy chọn.

# plugins.generic.usageStats.settings.dataPrivacyCheckbox
source: Respect data privacy
ar_iq: مراعاة خصوصية البيانات
bg_bg: Спазване поверителност на данните
ca_es: Respectar la privacitat de les dades
cs_cz: Respektujte soukromí dat
da_dk: Respekter datasikkerhed
de_de: Datenschutz-Option aktivieren
el_gr: Σεβασμός του απόρρητου δεδομένων
es_es: Respetar la privacidad de datos
fa_ir: در نظر گرفتن حفظ حریم خصوصی
fi_fi: Noudata tietosuojaa
fr_fr: Respecter la confidentialité des données
hu_hu: Adatvédelem elfogadása
it_it: Rispetta la privacy
nb_no: Respekter personvern
pt_br: Respeitar a privacidade dos dados
pt_pt: Respeitar a privacidade dos dados
ru_ru: Учитывать требования конфиденциальности данных
sl_si: Upoštevaj zasebnost podatkov
sv_se: Respektera dataskyddet
tr_tr: Veri gizliliğine saygı gösterin
uk_ua: Враховувати вимоги щодо конфіденційності даних
vi_vn: Tôn trọng quyền riêng tư của dữ liệu

# plugins.generic.usageStats.settings.optionalColumns
source: Optional statistic information
ar_iq: المعلومات الإحصائية الاختيارية
bg_bg: Възможна статистическа информация
ca_es: Informació estadística opcional
cs_cz: Nepovinné statistické informace
da_dk: Valgfrie statistiske oplysninger
de_de: Optionale statistische Informationen
el_gr: Προαιρετικές στατιστικές πληροφορίες
es_es: Información estadística opcional
fa_ir: اطلاعات آماری اختیاری
fi_fi: Valinnaisia tilastointitietoja
fr_fr: Informations statistiques facultatives
hu_hu: Opcionális statisztikai információ
it_it: Informazioni statistiche opzionali
nb_no: Valgfri statistikkinformasjon
pt_br: Informações estatísticas opcionais
pt_pt: Informação estatística opcional
ru_ru: Дополнительная статистическая информация
sl_si: Opcijska statistična informacija
sv_se: Statistik-tillval
tr_tr: Osiyonel static bilgiler
uk_ua: Додаткова статистична інформація
vi_vn: Thông tin thống kê tùy chọn

# plugins.generic.usageStats.settings.optionalColumns.description
source: Enable or disable the collection of the following optional information. This will influence on the possible statistics reports you can retrieve, and also will have an impact on the database size. DO NOT CHANGE unless you fully understand what you're doing.
ar_iq: تمكين أو تعطيل جمع البيانات الإختيارية الآتية. سيؤثر هذا على التقارير الإحصائية التي بإمكانك الحصول عليها، كما سيكون له أثر على حجم قاعدة البيانات. لا تعمد إلى تغييره ما لم تكن على دراية كاملة بما أنت صانع.
bg_bg: Разрешете или забранете събирането на следната възможна информация. Това ще се отрази на възможните статистически отчети, които можете да извлечете, също ще се отрази на размера на базата данни. НЕ ПРОМЕНЯЙТЕ освен ако напълно разбирате какво правите.
ca_es: Activar o desactivar la recopilació de la següent informació opcional. Això influirà en els possibles informes estadístics que obtingui i també tindrà impacte en la mida de la base de dades. NO FEU CANVIS si no enteneu exactament el que comporta.
cs_cz: Povolení nebo zakázání následujících nepovinných informací. To ovlivní případné statistiky, které můžete načíst, a také ovlivní velikost databáze. NEMĚŇTE, pokud plně nerozumíte tomu, co děláte.
da_dk: Aktiver eller deaktiver samlingen af følgende valgfrie oplysninger. Dette vil påvirke de mulige statistikrapporter, du kan hente, og vil også have indflydelse på databasestørrelsen. SKIFT IKKE, medmindre du fuldt ud forstår, hvad du foretager dig.
de_de: Die Sammlung folgender optionaler Daten aktivieren oder deaktivieren. Dies beeinflusst, welche Berichte Sie erhalten können und wie groß die Datenbank wird. Ändern Sie diese Einstellungen NICHT, wenn Sie nicht genau wissen, was Sie tun.
el_gr: Ενεργοποιήστε ή απενεργοποιήστε τη συλλογή των ακόλουθων προαιρετικών πληροφοριών. Αυτό θα επηρεάσει τις πιθανές αναφορές στατιστικών στοιχείων που μπορείτε να ανακτήσετε και επίσης θα έχει αντίκτυπο στο μέγεθος της βάσης δεδομένων. ΜΗΝ ΑΛΛΑΖΕΤΕ αν δεν καταλάβετε πλήρως τι κάνετε.
es_es: Activar o desactivar la recolección de la siguiente información opcional. Esto influirá en los posibles informes estadísticos que obtenga y también tendrá impacto en el tamaño de la base de datos. NO HAGA CAMBIOS a menos que sepa lo que está haciendo.
fa_ir: مجموعه ای از اطلاعات اختیاری زیر را فعال یا غیرفعال کنید. که بر روی گزارش های آمار و همچنین بر روی اندازه پایگاه داده اثر می گذارد. در این گزینه ها تغییری اعمال نکنید مگر اینکه کاملا از آنچه انجام می دهید درک درستی دارید.
fi_fi: Ota käyttöön seuraavat valinnaiset tilastointitiedot. Tämä vaikuttaa käytössä oleviin tilastoraportteihin sekä tietokannan kokoon. ÄLÄ MUUTA ASETUKSIA mikäli et ole varma mitä olet tekemässä.
fr_fr: Activez ou désactivez la collecte des informations facultatives suivantes. Cela aura une influence sur les éventuels rapports statistiques que vous pouvez récupérer et aura également un impact sur la taille de la base de données. NE PAS MODIFIER, sauf si vous comprenez parfaitement ce que vous faites.
hu_hu: Kapcsolja be vagy ki az alábbi opcionális információk gyűjtését. Ez hatással lesz a kapott riportra, illetve az adatbázis méretére. Ne módosítsa, amíg nem biztos teljesen szükségességében.
it_it: Abilita o disabilità la raccolta delle seguenti informazioni opzionali. Questo influenza i report statistiche che puoi elaborare e ha un impatto sulla dimesione del DB. Attenzione: NON CAMBIARLA se non capisci tutte le conseguenze ad ogni livello del cambiamento.
nb_no: Aktiver eller deaktiver samlingen av følgende valgfrie informasjon. Dette vil påvirke de mulige statistikkrapportene du kan hente, og det vil også ha innvirkning på databasestørrelsen. IKKE ENDRE PÅ DETTE, med mindre du er sikker på hva du gjør.
pt_br: Ativar ou desativar a coleta das seguintes informações opcionais. Isso vai influenciar sobre os possíveis relatórios de estatísticas você pode recuperar, e também terá um impacto sobre o tamanho do banco de dados. NÃO MUDE a menos que você entenda completamente o que você está fazendo.
pt_pt: Ativar ou desativar a recolha da seguinte informação opcional. Irá influenciar sobre os possíveis relatórios de estatísticas que poderá calcular, e também terá impacto sobre o tamanho da base de dados. NÃO MUDE a menos que saiba exatamente o que está a fazer.
ru_ru: Включить или отключить сбор следующей дополнительной информации. Это повлияет на возможные статистические отчеты, которые вы можете получить, а также повлияет на размер базы данных. НЕ МЕНЯЙТЕ НАСТРОЙКУ, если вы не до конца понимаете, что вы делаете.
sl_si: Vključi ali izključi zbiranje spodnjih opcijskih podatkov.To bo vplivalo na možnosti statističnih poročil, ki jih boste lahko dobili in bo vplivalo na velikost baze podatkov. NE SPREMINJAJTE, razen, če v celoti ne razumete, kaj počnete.
sv_se: Aktivera eller avaktivera insamling av nedanstående ytterligare information. Det här påverkar vilka statistikrapporter som är möjliga att göra, och påverkar även databasens storlek. ÄNDRA INTE om du inte verkligen vet vad du gör.
tr_tr: Aşağıdaki isteğe bağlı bilgilerin toplanmasını etkinleştirin veya devre dışı bırakın. Bu, alabileceğiniz olası istatistik raporlarını etkileyecek ve ayrıca veritabanı boyutu üzerinde de bir etkisi olacaktır. Ne yaptığınızı tam olarak anlamadığınız sürece DEĞİŞTİRMEYİN.
uk_ua: Увімкнути або вимкнути збір наступної додаткової інформації. Це вплине на можливі статистичні звіти, які ви можете отримати, а також вплине на розмір бази даних. НЕ ЗМІНЮЙТЕ ЦЕ, якщо ви повністю не розумієте, що ви робите.
vi_vn: Bật hoặc tắt tính năng thu thập thông tin tùy chọn sau. Điều này sẽ ảnh hưởng đến các báo cáo thống kê có thể mà bạn có thể truy xuất và cũng sẽ ảnh hưởng đến kích thước cơ sở dữ liệu. KHÔNG ĐƯỢC THAY ĐỔI trừ khi bạn hoàn toàn hiểu những gì bạn đang làm.

# plugins.generic.usageStats.settings.optionalColumns.cityRequiresRegion
source: The optional column "City" requires the optional column "Region".
ar_iq: الحقل الاختياري "City" يتطلب وجود الحقل الاختياري "Region".
bg_bg: Колоната по избор "Град" изисква колона по избор "Регион".
ca_es: La columna opcional "ciutat" requereix la columna opcional "regió".
cs_cz: Volitelný sloupec "Město" vyžaduje volitelný sloupec "Region".
da_dk: Den valgfrie kolonne "By" kræver den valgfrie kolonne "Region".
de_de: Die optionale Spalte "Stadt" erfordert die optionale Spalte "Region".
el_gr: Η προαιρετική στήλη "Πόλη" απαιτεί την προαιρετική στήλη "Περιοχή".
es_es: La columna opcional "Ciudad" requiere la columna opcional "Región".
fa_ir: ستون اختیاری "شهر" به ستون اختیاری "منطقه" نیاز دارد.
fi_fi: Valinnainen kaupunkitieto vaatii valinnaisen aluetiedon.
fr_fr: La colonne facultative « Ville » requiert la colonne facultative « Région ».
hu_hu: Az opcionális "város" mezőhöz szükség van az opcionális "régió" mezőre is.
it_it: La colonna opzionale 'Città' richiede la colonna opzionale 'Regione'.
nb_no: Den valgfrie kolonnen "By" krever valgfri kolonne "Region".
pt_br: A coluna opcional "Cidade" requer a coluna opcional "Região".
pt_pt: A coluna opcional "Cidade" requer a coluna opcional "Região".
ru_ru: Дополнительная колонка «Город» требует наличия дополнительной колонки «Регион».
sl_si: Opcijski stolpec "Mesto" zahteva opcijski stolped "Regija".
sv_se: Tillvalet "Stad" är beroende av tillvalet "Region".
tr_tr: İsteğe bağlı "Şehir" sütunu, isteğe bağlı "Bölge" sütununu gerektirir.
uk_ua: Додатковий стовпець "Місто" вимагає додаткового стовпця "Регіон".
vi_vn: Cột tùy chọn "Thành phố" yêu cầu cột tùy chọn "Khu vực".

# plugins.generic.usageStats.settings.archives
source: Archives
ar_iq: الأرشيف
bg_bg: Архиви
ca_es: Arxius
cs_cz: Archivy
da_dk: Arkiver
de_de: Archive
el_gr: Αρχειοθετημένα
es_es: Archivos
fa_ir: آرشیو
fi_fi: Arkistot
hu_hu: Archívumok
it_it: Archivi
nb_no: Arkiver
pt_br: Arquivos
pt_pt: Arquivos
ru_ru: Архивы
sl_si: Arhivi
sv_se: Arkiv
tr_tr: Arşiv
uk_ua: Архіви
vi_vn: Lưu trữ

# plugins.generic.usageStats.settings.compressArchives.description
source: Activate this option to compress archived log files using gzip tool (you will have to configure the gzip setting inside config.inc.php). If you have a high traffic site it's a good idea to enable this, so you can save some extra disk space.
ar_iq: قم بتفعيل هذا الخيار لضغط ملفات التوثيق المحفوظة باستعمال تقنية gzip (سيكون عليك ضبط إعدادات هذه التقنية ضمن ملف config.inc.php). إن كان موقعك يتعرض إلى زخم تشغيل عال، سيكون من المستحسن تمكين ذلك لتتمكن من توفير بعض من المساحة المخصصة للحفظ.
bg_bg: Активирайте тази опция за да се компресират файловете журнали чрез инструмента gzip (трябва да конфигурирате настройките за gzip във файл config.inc.php). Ако имате сайт с висок трафик е добра идея да активирате това, за да спестите дисково пространство.
ca_es: Activeu aquesta opció per comprimir arxius de registre emmagatzemats amb l'eina gzip (haureu de configurar-la a config.inc.php). Si el vostre lloc té un trànsit molt alt és una bona idea activar-la, d'aquesta manera estalviareu un espai extra en el vostre disc dur.
cs_cz: Aktivujte tuto možnost pro kompresi archivovaných souborů protokolu pomocí nástroje gzip (budete muset nakonfigurovat nastavení gzip uvnitř config.inc.php). Pokud máte stránky s vysokou návštěvností, je vhodné zvolit tuto možnost, abyste ušetřili další místo na disku.
da_dk: Aktiver denne mulighed for at komprimere arkiverede logfiler ved hjælp af gzip-værktøjet (du skal konfigurere gzip-indstillingen inde i config.inc.php). Hvis du har et meget velbesøgt websted, er det en god ide at aktivere dette, så du kan spare lidt ekstra diskplads.
de_de: Aktivieren Sie diese Option, um archivierte Logdateien mit gzip zu komprimieren (Sie werden Einstellungen zu gzip in config.inc.php eintragen müssen.). Wenn Sie eine stark genutzte Website haben, ist die Aktivierung dieser Option anzuraten, damit Speicherplatz gespart wird.
el_gr: Ενεργοποιήστε αυτήν την επιλογή για να συμπιέσετε αρχειοθετημένα αρχεία καταγραφής χρησιμοποιώντας το εργαλείο gzip (θα πρέπει να διαμορφώσετε τη ρύθμιση gzip μέσα στο config.inc.php). Εάν διαθέτετε ιστότοπο υψηλής κυκλοφορίας, καλό είναι να το ενεργοποιήσετε, ώστε να μπορείτε να εξοικονομήσετε επιπλέον χώρο στο δίσκο.
es_es: Active esta opción para comprimir archivos de registro almacenados mediante la herramienta gzip (tendrá que configurar los ajustes de gzip en config.inc.php). Si tiene un sitio con un tráfico muy elevado puede ser buena idea activarla para ahorrar un espacio en disco extra.
fa_ir: برای فشرده سازی فایل های آرشیو با استفاده از ابزار gzip این گزینه را فعال کنید (شما باید تنظیمات gzip را در داخل config.inc.php پیکربندی کنید). اگر شما سایتی با ترافیک بالا دارید، فعال کردن این گزینه ایده خوبی است، تا در فضای ذخیره سازی صرفه جویی کنید.
fi_fi: Aktivoi tämä valinta lokitiedostojen tiivistämiseksi gzip-työkalulla (gzip-asetus pitää olla määriteltynä config.inc.php-tiedostossa). Mikäli sivustollasi on paljon kävijöitä, valinta kannattaa aktivoida levytilan säästämiseksi.
fr_fr: Activez cette option pour compresser les fichiers de registre archivés à l'aide de l'outil gzip (vous devrez configurer le paramètre gzip dans config.inc.php). Si vous avez un site à fort trafic, il est judicieux d'activer cette option afin d'économiser de l'espace disque supplémentaire.
hu_hu: Válassza ezt az opciót az archivált log-fileok tömörítéséhez. (A gzip beállításokat a config.inc.php-ban konfigurálni kell). Javasolt használata magas látogatottsági szám mellett, helymegtakarítás céljából.
it_it: Attivando questa opzione i file di log verranno compressi con gzip, se lo hai configurato nel file config.inc.php. Se hai un sito ad alto traffico, è una buona idea attivare questa opzione, salverà dello spazio sul disco.
nb_no: Aktiver dette alternativet for å komprimere arkiverte loggfiler ved hjelp av gzip-verktøy (du må konfigurere gzip-innstillingen i config.inc.php). Hvis du har et nettsted med høy trafikk, er det lurt å aktivere dette, slik at du kan spare litt ekstra diskplass.
pt_br: Ative essa opção para compactar arquivos de log usando a ferramenta gzip (você terá que definir a configuração gzip dentro config.inc.php). Se você tem um site de alto tráfego, é uma boa ideia permitir isso para economizar algum espaço em disco.
pt_pt: Ative esta opção para compactar os arquivos de histórico usando a ferramenta gzip (terá que definir a configuração gzip dentro config.inc.php). Se o seu sítio tiver muitas visitas será boa ideia permitir a compressão para economizar algum espaço em disco.
ru_ru: Включите этот параметр для сжатия архивированных файлов журнала с помощью инструмента gzip (вам нужно будет настроить параметр gzip в файле config.inc.php). Если у вас сайт с большим трафиком, стоит включить этот параметр, чтобы сэкономить место на диске.
sl_si: Vključite to opcijo, da stisnete arhivirane datoteke dnevnikov z uporabo orodja gzip tool (znotraj datoteke config.inc.php morate skonfigurirati vrednsot gzip). Opcijo je smiselno vključiti, če imate velik promet na spletišču, ker boste na ta način prihranili nekaj prostora na disku.
sv_se: Aktivera den här inställningen för att komprimera arkiverade loggfiler med verktyget gzip (du behöver konfigurera gzip-inställningen i config.inc.php). Om du har en webbplats med mycket trafik kan detta vara en god idé för att spara diskutrymme.
tr_tr: Arşivlenmiş log dosyalarını gzip aracını kullanarak sıkıştırmak için bu seçeneği etkinleştirin (config.inc.php içindeki gzip ayarını yapılandırmanız gerekir). Yüksek trafikli bir derginiz varsa, bunu etkinleştirmek iyi bir fikirdir, böylece fazladan disk alanından tasarruf edebilirsiniz.
uk_ua: Активуйте цей параметр щоб стиснути архівовані файли журналів за допомогою інструмента gzip (вам доведеться налаштувати параметр gzip всередині config.inc.php). Якщо ваш сайт з високим рівнем трафіку, рекомендуємо включити цей параметр, щоб ви могли заощадити місце на диску.
vi_vn: Kích hoạt tùy chọn này để nén các tệp nhật ký đã lưu trữ bằng công cụ gzip (bạn sẽ phải định cấu hình cài đặt gzip bên trong config.inc.php). Nếu bạn có một trang web có lưu lượng truy cập cao, bạn nên kích hoạt tính năng này, vì vậy bạn có thể tiết kiệm thêm dung lượng đĩa.

# plugins.generic.usageStats.settings.compressArchives
source: Compress archives
ar_iq: ضغط الأرشيف
bg_bg: Компресиране на архиви
ca_es: Comprimir arxius
cs_cz: Komprimované archivy
da_dk: Komprimer arkiver
de_de: Archive komprimieren
el_gr: Συμπίεση αρχειοθετημένων
es_es: Comprimir archivos
fa_ir: فشرده سازی آرشیو
fi_fi: Pakkaa arkistot
fr_fr: Compresser les archives
hu_hu: Archívumok tömörítése
it_it: Comprimi gli archivi
nb_no: Komprimere arkiver
pt_br: Comprimir arquivos
pt_pt: Comprimir arquivos
ru_ru: Сжать архивы
sl_si: Stisni arhive
sv_se: Komprimera arkiv
tr_tr: Arşivi sıkıştır
uk_ua: Стиснути архіви
vi_vn: Nén lưu trữ

# plugins.generic.usageStats.settings.statsDisplayOptions
source: Statistics display options
ar_iq: خيارات عرض الإحصائيات
bg_bg: Опции за показване на статистика
ca_es: Opcions de visualització d'estadístiques
cs_cz: Možnosti zobrazení statistik
da_dk: Statistiske fremvisningsindstillinger
de_de: Anzeigeoptionen für die Statistiken
el_gr: Επιλογές εμφάνισης στατιστικών
es_es: Opciones de visualización de estadísticas
fa_ir: تنظیمات نمایش آمار
fi_fi: Tilaston näyttövalinnat
fr_fr: Options d'affichage des statistiques
hu_hu: Statisztika megjelenítési opciók
it_it: Opzioni per la visualizzazione delle statistiche
nb_no: Visningsalternativer for statistikk
pt_br: Opções para exibição de estatísticas
pt_pt: Opções de visualização de estatísticas
ru_ru: Параметры отображения статистики
sl_si: Nastavitve za prikaz statistik
sv_se: Alternativ för visning av statistik
tr_tr: İstatistikler arayüz ayarları
uk_ua: Параметри відображення статистики
vi_vn: Tùy chọn hiển thị Thống kê
