Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/customBlockManager/locale/*/locale.po
Languages: ar_iq, bg_bg, cs_cz, de_de, el_gr, es_es, fi_fi, fr_ca, hu_hu, id_id, it_it, mk_mk, nb_no, nl_nl, pt_pt, ro_ro, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.customBlockManager.displayName
source: Custom Block Manager
ar_iq: مدير الكتل المخصصة
bg_bg: Потребителски блокове
cs_cz: Manažer uživatelských panelů
de_de: Verwaltung benutzerdefinierter Blöcke
el_gr: Διαχείριση Προσαρμοσμένων Δομικών Στοιχείων (Custom blocks)
es_es: Gestor de Bloques Personalizados
fi_fi: Mukautettujen lohkojen hallinnoija
fr_ca: Gestionnaire de bloc personnalisé
hu_hu: Egyéni blokkkezelő
id_id: Pengelolaan Manager Umum
it_it: Gestore di blocchi personalizzati
mk_mk: Прилагодлив блок менаџер
nb_no: Administrasjon av egendefinerte blokker
nl_nl: Eigen blokken beheren
pt_pt: Administração de Blocos Personalizados
ro_ro: Manager pentru zone particularizate după necesități
sl_si: Upravljalec uporabniških blokov
sr_rs@latin: Menadžer prilagođenih blokova
sv_se: Anpassade block
tr_tr: Özelleştirilmiş Blok Yöneticisi
uk_ua: Менеджер власних блоків
vi_vn: Trình quản lý khối tùy chỉnh

# plugins.generic.customBlockManager.manage
source: Manage Custom Blocks
ar_iq: إدارة الكتل المخصصة
bg_bg: Управляване на потребителски блокове
cs_cz: Spravovat uživatelské bloky
de_de: Benutzerdefinierte Blöcke verwalten
el_gr: Διαχείριση Προσαρμοσμένων Δομικών Στοιχείων
es_es: Gestionar bloques personalizados
fi_fi: Hallinnoi mukautettuja lohkoja
fr_ca: Gérer les blocs personnalisés
hu_hu: Egyéni blokkok kezelése
id_id: Kelola Blok Baru
it_it: Gestisci i blocchi personalizati
mk_mk: Уреди прилагодливи блокови
nb_no: Administrer egendefinerte blokker
nl_nl: Beheer eigen blokken
pt_pt: Gerir Blocos Personalizados
ro_ro: Gestionați blocurile personalizate
sl_si: Upravljaj uporabniške bloke
sr_rs@latin: Uredi prilagođene blokove
sv_se: Hantera anpassade block
tr_tr: Özel Blokları Yönet
uk_ua: Керувати власними блоками
vi_vn: Quản lý khối tùy chỉnh

# plugins.generic.customBlockManager.description
source: This Plugin lets you manage (add, edit and delete) custom sidebar blocks.
ar_iq: هذه الإضافة تتيح لك إدارة الكتل المخصصة الجانبية. بإمكانك تعديل الكتل عبر إعدادات الإضافات المعنية والتي تقوم بإنشائها هنا.
bg_bg: Тази добавка Ви позволява да управлявате (добавяте, редактирате и изтриване) на потребителски блокове за страничната лента.
cs_cz: Tento plugin vám umožňuje spravovat (přidávat, upravovat a odstraňovat) vlastní bloky v postranních panelech.
de_de: Dieses Plugin erlaubt Ihnen, benutzerdefinierte Blöcke in der Sidebar zu verwalten (anzulegen, zu bearbeiten und zu löschen).
el_gr: Αυτό το πρόσθετο σας επιτρέπει να διαχειρίζεστε (προσθήκη, επεξεργασία και διαγραφή) τα προσαρμοσμένα δομικά στοιχεία.
es_es: Este módulo le permite gestionar (añadir, editar, eliminar) los bloques personalizados de la barra lateral.
fi_fi: Tämän lisäosan avulla voit hallinnoida (lisätä, muokata ja poistaa) mukautettuja sivupalkkilohkoja.
fr_ca: Ce plugiciel vous permet de gérer (ajouter, modifier, supprimer) les blocs personnalisés de la barre latérale.
hu_hu: Ez a bővítmény lehetővé teszi az egyéni oldalsáv blokkainak kezelését (hozzáadás, szerkesztés és törlés).
id_id: Plugin ini memungkinkan Anda mengelola (menambah, mengubah, dan menghapus) blok khusus di sidebar.
it_it: Questo plugin permette di gestire blocchi personalizzati sulle barre laterali. È possibile modificare i blocchi nelle impostazioni di ciascun plugin creato.
mk_mk: Овој плагин ви дозоволува уредување (додади, корегирај, исфрли) на странични прилагодливи блокови.
nb_no: Dette programtillegget lar deg administrere (legge til, endre og slette) egendefinerte blokker i sidemenyen.
nl_nl: Met deze plugin kunt u aangepaste zijbalkblokken beheren (toevoegen, bewerken en verwijderen).
pt_pt: Este plugin permite gerir (adicionar, editar e apagar) blocos personalizados para a barra lateral.
ro_ro: Acest plugin vă permite să gestionați (adăugați, editați și ștergeți) blocuri laterale personalizate.
sl_si: Vtičnik omogoča, da upravljate (dodate, spreminjate in brišete) uporabniške bloke na stranskem meniju.
sr_rs@latin: Ovaj dodatak vam omogućuje da uređujete (dodajete, menjate i brišete) prilagođene blokove.
sv_se: Det här pluginet gör det möjligt att hantera (lägga till, redigera och ta bort) blocken i sidomenyn.
tr_tr: This Plugin lets you manage custom sidebar blocks. You can edit the blocks in the settings of each plugin that you create here.
uk_ua: Дозволяє керувати (додавати, змінювати та видаляти) власними блоками на бічній панелі.
vi_vn: Plugin này cho phép bạn quản lý (thêm, chỉnh sửa và xóa) các khối thanh bên tùy chỉnh.

# plugins.generic.customBlockManager.customBlocks
source: Custom Blocks
ar_iq: الكتل المخصصة
bg_bg: Потребителски блокове
cs_cz: Uživatelské bloky
de_de: Benutzerdefinierte Blöcke
el_gr: Προσαρμοσμένα Δομικά Στοιχεία
es_es: Bloques personalizados
fi_fi: Mukautetut lohkot
fr_ca: Blocs personnalisés
hu_hu: Egyéni blokkok
id_id: Blok Khusus
it_it: Blocchi personalizzati
mk_mk: Прилагодливи блокови
nb_no: Egendefinerte blokker
nl_nl: Eigen blokken
pt_pt: Blocos Personalizados
ro_ro: Blocuri personalizate
sl_si: Uporabniški bloki
sr_rs@latin: Prilagođeni blokovi
sv_se: Anpassade block
tr_tr: Özel Bloklar
uk_ua: Власні блоки
vi_vn: Khối tùy chỉnh

# plugins.generic.customBlockManager.blockName
source: Block Name
ar_iq: اسم الكتلة
bg_bg: Име на блок
cs_cz: Název panelu
de_de: Name des Blocks
el_gr: Ονομασία δομικού στοιχείου
es_es: Nombre de Bloque
fi_fi: Lohkon nimi
fr_ca: Nom du bloc
hu_hu: Blokknév
id_id: Nama Blok
it_it: Nome del blocco
mk_mk: Име на блок
nb_no: Blokknavn
nl_nl: Naam van het blok
pt_pt: Nome do Bloco
ro_ro: Numele blocului
sl_si: Ime bloka
sr_rs@latin: Ime bloka
sv_se: Blocknamn
tr_tr: Blok Adı
uk_ua: Назва блоку
vi_vn: Tên khối

# plugins.generic.customBlockManager.addBlock
source: Add Block
ar_iq: إضافة كتلة
bg_bg: Добавяне на блок
cs_cz: Přidat panel
de_de: Block hinzufügen
el_gr: Προσθήκη δομικού στοιχείου
es_es: Añadir Bloque
fi_fi: Lisää lohko
fr_ca: Ajouter un bloc
hu_hu: Blokk hozzáadás
id_id: Tambah Blok
it_it: Aggiungi un blocco
mk_mk: Додади блок
nb_no: Legg til blokk
nl_nl: Nieuw blok
pt_pt: Adicionar Bloco
ro_ro: Adaugă bloc
sl_si: Dodaj blok
sr_rs@latin: Dodaj blok
sv_se: Lägg till block
tr_tr: Blok ekle
uk_ua: Додати блок
vi_vn: Thêm khối

# plugins.generic.customBlockManager.noneCreated
source: No custom blocks have been created.
ar_iq: لم يتم إنشاء أي كتلة مخصصة بعد.
bg_bg: Не са създадени потребителски блокове.
cs_cz: Nebyly vytvořeny žádné uživatelské bloky.
de_de: Es wurden bisher keine benutzerdefinierten Blöcke angelegt..
el_gr: Δεν έχουν δημιουργηθεί Προσαρμοσμένα Δομικά Στοιχεία.
es_es: No se ha creado ningún bloque personalizado.
fi_fi: Mukautettuja lohkoja ei ole luotu.
fr_ca: Aucun bloc personnalisé n'a été créé.
hu_hu: Nincsenek egyedi blokkok.
id_id: Belum ada blok baru yang dibuat.
it_it: Non è stato creato nessun blocco personalizzato.
mk_mk: Не се создадени прилагодливи блокови.
nb_no: Ingen egendefinerte blokker har blitt laget.
nl_nl: Er zijn geen eigen blokken gemaakt.
pt_pt: Nenhum bloco personalizado criado.
ro_ro: Nu au fost create blocuri personalizate.
sl_si: Ni nobenega uporabniškega bloka.
sr_rs@latin: Nema prilagođenih blokova.
sv_se: Inga anpassade block har skapats.
tr_tr: Özel blok oluşturulmadı.
uk_ua: Власні блоки не були створені.
vi_vn: Không có khối tùy chỉnh được tạo.

# plugins.generic.customBlock.content
source: Content
ar_iq: المحتوى
bg_bg: Съдържание
cs_cz: Obsah
de_de: Inhalt
el_gr: Περιεχόμενο
es_es: Contenido
fi_fi: Sisältö
fr_ca: Contenu
hu_hu: Tartalom
id_id: Konten
it_it: Contenuto
mk_mk: Содржина
nb_no: Innhold
nl_nl: Inhoud
pt_pt: Conteúdo
ro_ro: Conținut
sl_si: Vsebina
sr_rs@latin: Sadržaj
sv_se: Innehåll
tr_tr: İçerik
uk_ua: Зміст
vi_vn: Nội dung

# plugins.generic.customBlock.nameSuffix
source: (Custom Block)
ar_iq: (إضافة الكتلة المخصصة)
bg_bg: (Потребителски блок)
cs_cz: (Plugin uživatelských panelů)
de_de: (Benutzerdefinierter Block)
el_gr: (Πρόσθετο Προσαρμοσμένων Δομικών Στοιχείων)
es_es: (Bloque Personalizado)
fi_fi: (Mukautettu lohko)
fr_ca: (Plugiciel de bloc personnalisé)
hu_hu: (Egyéni blokk)
id_id: (Plugin Blok Kustom)
it_it: (blocco personalizzato)
mk_mk: (Прилагодлив блок)
nb_no: (Programtillegg for egendefinerte blokker)
nl_nl: (Eigen blokken plugin)
pt_pt: (Bloco personalizado)
ro_ro: (Modul particularizat pentru bloc)
sl_si: (Uporabniški blok)
sr_rs@latin: (Dodatak prilagođenih blokova)
sv_se: (Anpassat block)
tr_tr: (Özelleştirilmiş Blok Eklentisi)
uk_ua: (власний блок)
vi_vn: (Khối tùy chỉnh)

# plugins.generic.customBlock.description
source: This is a user-generated block.
ar_iq: هذه كتلة مولدة من قبل المستخدم.
bg_bg: Това е егенериран от потребителя блок.
cs_cz: Toto je uživatelem vytvořený panel.
de_de: Dies ist ein selbst angelegter Block.
el_gr: Αυτό είναι δομικό στοιχείο δημιουργημένο από Χρήστη.
es_es: Este es un Bloque generado por el usuario.
fi_fi: Tämä on käyttäjän luoma lohko.
fr_ca: Il s'agit d'un bloc créé par l'utilisateur-trice.
hu_hu: Ez egy felhasználó által generált blokk.
id_id: Ini adalah user-generated block.
it_it: Questo è un blocco generato dall'utente.
mk_mk: Ова е кориснички-создаден блок.
nb_no: Dette er en brukergenerert blokk.
nl_nl: Dit is een zelfgemaakt blok.
pt_pt: Este é um bloco gerado pelo utilizador.
ro_ro: Acesta este un bloc făcut de utilizator.
sl_si: To blok, ki ga je ustvaril uporabnik.
sr_rs@latin: Ovo je blok koji je napravio korisnik.
sv_se: Det här är ett användargenererat block.
tr_tr: Bu üye tarafından oluşturulmuş bir bloktur.
uk_ua: Це створений користувачем блок.
vi_vn: Đây là một khối do người dùng tạo ra.

# plugins.generic.customBlock.nameRequired
source: The custom block name is required.
ar_iq: اسم الكتلة المخصصة مطلوب حتماً.
bg_bg: Изисква се име за потребителския блок.
cs_cz: Je třeba zadat jméno uživatelského bloku.
de_de: Der Name des benutzerdefinierten Blocks wird benötigt.
el_gr: Το όνομα του δομικού στοιχείου είναι απαραίτητο.
es_es: Se requiere el nombre del bloque personalizado.
fi_fi: Mukautetun lohkon nimi vaaditaan.
fr_ca: Le nom du bloc personnalisé est requis.
hu_hu: Egyéni blokknév kötelező.
id_id: Nama blok baru wajib diisi.
it_it: Inserire il nome del blocco personalizzato.
mk_mk: Потребно е име на прилагодливиот блок.
nb_no: Du m책 gi et navn til den egendefinerte blokken.
nl_nl: Een naam van een eigen blok is vereist.
pt_pt: O nome do bloco personalizado é obrigatório.
ro_ro: Este necesar numele blocului personalizat.
sl_si: Ime bloka je obvezno.
sr_rs@latin: Ime bloka je oavezno.
sv_se: Ett namn på det anpassade blocket krävs.
tr_tr: Özel blok adı gerekli.
uk_ua: Назва власного блоку обов'язкова.
vi_vn: Tên khối tùy chỉnh là bắt buộc.

# plugins.generic.customBlock.nameRegEx
source: The custom block name must contain only letters, numbers, and hyphens/underscores.
ar_iq: اسم الكتلة المخصصة يجب أن يقتصر على الحروف والأرقام وعلامة الطرح والخط التحتاني.
bg_bg: Името на потребителския блок трябва да съдърожа само букви, цифри и долно тире.
cs_cz: Název uživatelského bloku musí obsahovat pouze písmena, čísla a pomlčky/podtržítka.
de_de: Der Name des benutzerdefinierten Blocks darf nur Buchstaben, Ziffern und Bindestriche/Unterstriche enthalten.
el_gr: Το όνομα του δομικού στοιχείου πρέπει να περιλαμβάνει μόνο γράμματα, αριθμούς και παύλες/κάτω παύλες.
es_es: El nombre del bloque personalizado sólo debe contener letras, números y guiones/guiones bajos.
fi_fi: Mukautetun lohkon nimi voi sisältää vain kirjaimia, numeroita ja yhdysmerkkejä/alaviivoja.
fr_ca: Le nom du bloc personnalisé ne doit contenir que des lettres, des chiffres, des tirets et/ou des traits de soulignement.
hu_hu: Az egyéni blokknév csak betűket, számokat és kötőjeleket/alulhúzásokat tartalmazhat.
id_id: Nama blok baru hanya boleh mengandung huruf, angka, garis sambung/garis bawah.
it_it: Il nome del blocco personalizzato può contenere solo lettere, numeri e trattini alti o bassi.
mk_mk: Името на прилагодливиот блок мора да содржи само букви, бројки и цртичка/долна црта.
nb_no: Navnet p책 den egendefinerte blokken kan bare ha bokstaver, tall, bindestrek og understrek.
nl_nl: De naam van het eigen blok mag alleen letters, cijfers en koppeltekens/lage streepjes bevatten.
pt_pt: O nome do bloco personalizado só pode conter letras, números e hífenes ou sublinhados.
ro_ro: Numele blocului personalizat trebuie să conțină doar litere, numere și cratime/sublinie.
sl_si: Ime bloka lahko vsebuje le črke, številke in pomišljaj/podčrtaj.
sr_rs@latin: Ime bloka može sadržati samo slova, brojeve, crte i podvlake.
sv_se: Det anpassade blockets namn får bara innehålla bokstäver, siffror och bindestreck/understreck.
tr_tr: Özel blok adı sadece harf, sayı ve kısa çizgi / alt çizgi içermelidir.
uk_ua: Назва власного блоку повинна містити лише літери, цифри, дефіс та підкреслювання.
vi_vn: Tên khối tùy chỉnh chỉ chứa các chữ cái, số và dấu gạch nối/dấu gạch dưới.

# plugins.generic.customBlock.showName.description
source: Show the name of this block above the block content.
ar_iq: إظهار اسم هذه الكتلة أعلى محتواها.
cs_cz: Zobrazit název tohoto bloku nad jeho obsahem.
de_de: Zeige den Namen dieses Blocks oberhalb des Blockinhaltes.
es_es: Mostrar el nombre de este bloque encima de su contenido.
fi_fi: Näytä tämän lohkon nimi sen sisällön yläpuolella.
fr_ca: Afficher le nom de ce bloc au haut du contenu du bloc.
id_id: Tampilkan nama blok ini di atas isi blok.
mk_mk: Прикажи име на овој блок над содржината на блокот.
nb_no: Vis navnet p책 denne blokken over blokkinnholdet.
pt_pt: Mostrar o nome deste bloco por cima do conteúdo do bloco.
sl_si: Prikži ime bloka nad vsebino bloka.
tr_tr: Bu bloğun başlığını içeriğinin üzerinde gösterin.

# plugins.generic.customBlock.showName
source: Show Name
ar_iq: إظهار الاسم
cs_cz: Zobrazit název
de_de: Namen anzeigen
es_es: Mostrar nombre
fi_fi: Näytä nimi
fr_ca: Afficher le nom
id_id: Tampilkan Nama
mk_mk: Прикажи име
nb_no: Vis navn
pt_pt: Mostrar nome
sl_si: Prikaži ime
tr_tr: Görünecek Başlık
