Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/datacite/locale/*/locale.po
Languages: ar_iq, ca_es, da_dk, es_es, fa_ir, fi_fi, fr_ca, fr_fr, hu_hu, id_id, ka_ge, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_br, sk_sk, sl_si, sv_se, tr_tr, vi_vn, zh_cn

# plugins.importexport.datacite.settings.form.usernameRequired
source: Please enter the username (symbol) you got from DataCite. The username may not contain colons.
ar_iq: لطفاً، أدخل اسم المستخدم (الرمز) الذي حصلت عليه من DataCite. لا ينبغي أن يتضمن اسم المستخدم على علامات تنقيط.
ca_es: Introduïu el nom d'usuari/ària (símbol) obtingut de DataCite. El nom d'usuari/ària no pot contenir dos punts.
da_dk: Indtast brugernavnet (symbolet), du fik fra DataCite. Brugernavnet må muligvis ikke indeholde kolon.
es_es: Introduzca el nombre de usuario/a (símbolo) que le proporcionó DataCite. El nombre de usuario/a no puede contener dos puntos.
fa_ir: لطفا نام کاربری (نماد) را که از DataCite دریافت کرده اید وارد کنید.نام کاربری ممکن است کولون را نداشته باشد.
fi_fi: Anna DataCite-palvelusta saatu käyttäjänimi (symbol). Käyttäjänimessä ei saa olla kaksoispistettä.
fr_ca: Veuillez entrer le nom d'utilisateur (symbole) que vous avez reçu de DataCite. Il ne doit pas contenir de deux-points.
fr_fr: Veuillez entrer le nom d'utilisateur ou utilisatrice (symbole) que vous avez obtenu de DataCite. Il ne doit pas contenir de double point.
hu_hu: Adja meg a DataCite-től kapott felhasználónevet (szimbólumot). A felhasználónév nem tartalmazhat kettőspontokat.
id_id: Masukkan username (lambang) yang Anda peroleh dari DataCite. Username tidak boleh mengandung titik dua (:).
ka_ge: გთხოვთ, შეიტანეთ მომხმარებლის სახელი (სიმბოლო), რომელიც მიიღეთ DataCite-სგან. მომხმარებლის სახელი არ შეიძლება შეიცავდეს ორწერტილს.
ku_iq: تکایە ناوی بەکارهێنەر بە شێوەی (هێما) لێ بدە کە لە DataCiteەوە بەدەستت گەیشتووە. ناوی بەکارهێنەرەکە نابێت فاریزە لەخۆ بگرێت.
mk_mk: Молам внеси корисничко име (сумбол) добиен од DataCite. Корисничкото име не смее да содржи запирки.
nb_no: Legg in brukernavnet (symbolet) du fikk fra DataCite. Brukernavnet kan ikke inneholde kolon.
nl_nl: Geef de gebruikersnaam (symbool) die u van DataCite hebt gekregen. De gebruikersnaam mag geen dubbele punt bevatten.
pl_pl: Wprowadź nazwę użytkownika (symbol), jaką uzyskałeś(aś) z DataCite. Nazwa użytkownika nie może zawierać dwukropka.
pt_br: Informe seu login (símbolo) recebido do DataCite. O login não pode conter dois pontos (:).
sk_sk: Vložte, prosím, užívateľské meno (symbol), ktorý ste dostali od DataCite. Užívateľské meno nesmie obsahovať dvojbodku.
sl_si: Prosimo vnesite uporabniško ime (simbol), ki ste ga dobili od DataCite. Uporabniško ime lahko vsebuje dvopičja.
sv_se: Skriv in användarnamnet (symbol) som du har fått från DataCite. Användarnamnet får inte innehålla kolon.
tr_tr: Lütfen DataCite'dan aldığınız kullanıcı adını (sembolü) girin. Kullanıcı adı, üst üste iki nokta içermemelidir.
vi_vn: Vui lòng nhập username(ký hiệu) bạn nhận được từ DataCite. Tên người dùng có thể không chứa dấu hai chấm.
zh_cn: 请输入Datacite分配的用户名（标志）。不能包含冒号。

# plugins.importexport.datacite.settings.form.automaticRegistration.description
source: OJS will deposit DOIs automatically to DataCite. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ar_iq: نظام المجلات المفتوحة سيقوم تلقائياً بإيداع DOIs في DataCite بمجرد نشر المقالات. لطفاً، لاحظ أن ذلك قد يستغرق وقتاً قصيراً بعد النشر بسبب متطلبات المعالجة (أي اعتماداً على إعداداتك للإضافة cronjob). بإمكانك التحقق من وجود DOIs غير مسجلة عبر <a href="{$unregisteredURL}">قائمة المؤلفات غير المسجلة</a>.
ca_es: OJS dipositarà automàticament els DOI a DataCite. Tingueu en compte que aquest procés pot trigar una mica després de la publicació (p. ex., en funció de la vostra configuració del cron). Podeu comprovar tots els DOI no registrats.
da_dk: OJS vil automatisk deponere DOI'er til DataCite. Bemærk, at der kan gå lidt tid efter offentliggørelsen inden det registreres. Du kan tjekke for eventuelt uregistrerede DOI'er.
es_es: OJS depositará los DOI automáticamente en DataCite. Tenga en cuenta que este proceso puede llevar cierto tiempo tras la publicación (p.ej. en función de su configuración cron). Puede comprobar todos los DOI no registrados.
fa_ir: سامانه به طور خودکار شناسه DOI را به DataCite تحویل می دهد. لطفا توجه داشته باشید که ممکن است پس از انتشار زمان کوتاهی برای پردازش سپری شود. شما می توانید تمام DOI های ثبت نشده را تیک بزنید.
fi_fi: OJS tallettaa määritetyt DOI-tunnisteet automaattisesti DataCite-palveluun. Huomioithan, että käsittely saattaa kestää hetken julkaisemisen jälkeen. Voit tarkistaa kaikki rekisteröimättömät DOI-tunnisteet.
fr_ca: OJS déposera les DOI automatiquement chez DataCite. Veuillez noter que cela peut prendre un peu de temps après la publication pour le traitement (par exemple en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
fr_fr: OJS déposera les dOI automatiquement auprès de DataCite. Veuillez noter que le traitement peu prendre un certain temps après la publication (par exemple en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
hu_hu: A OJS automatikusan feltölti a DOI-kat a DataCite-hez. Felhívjuk figyelmét, hogy ez egy kis időt vesz igénybe a megjelenés utáni feldolgozás. Ellenőrizheti az összes regisztrálatlan DOI-t.
id_id: OJS akan mendepositkan DOI secara otomatis ke DataCite. Perlu diketahui bahwa hal ini memakan beberapa waktu sebelum publikasi diproses (misalnya, tergantung pada pengaturan cronjob Anda). Anda bisa memeriksa semua DOI yang belum terdaftar.
ka_ge: OJS დაადეპონირებს DOI-ს ავტომატურად DataCite-ში. მიაქციეთ ყუარდღება, რომ ამას შესაძლოა დასჭირდეს გარკევული დრო, პუბლიკაციისა და დამუშავების შემდგომ (მაგალითად, cron-ის პარამეტრებიდან გამომდინარე). თქვენ შეგიძლიათ შეამოწმოთ ყველა რეგისტრირებული DOI.
ku_iq: سیستەمی گۆڤاری کراوە DOI بە شێوەیەکی تۆماتیکی بە DataCite دەبەخشێت. تکایە ئاگاداری ئەوە بە کە ئەمە دوای بڵاوکردنەوە لەوانەیە هەندێک کاتی پێویست بێت. تۆ دەتوانیت بۆ هەمو DOIیە تۆمارنەکراوەکان بگەڕێیت.
mk_mk: OJS ќе ги депонира DOI автоматски во DataCite. Забележете дека ова може да потрае кратко време по објавувањето за да се обработи (на пр. Во зависност од вашата конфигурација за cronjob). Може да проверите за сите нерегистрирани DOI.
nb_no: OJS vil overføre DOI-er automatisk til DataCite. Merk at dette kan ta noe tid å få behandlet etter publiseringen. Du kan velge alle uregisterte DOI-er.
nl_nl: OJS zal toegewezen DOI's na publicatie automatisch deponeren bij DataCite. Dit kan even duren (bv. afhankelijk van uw cronjob instellingen). U kan alle ongeregistreerde DOI's bekijken.
pl_pl: OJS zdeponuje DOI automatycznie w DataCite. Zauważ, że czynność ta następuje krótko po publikacji. Sprawdź, czy wszystkie dane zostały zdeponowane.
pt_br: OJS depositará DOIs automaticamente no DataCite. Por favor note que isso pode levar um tempo depois da publicação. Você pode verificar os DOIs não registrados.
sk_sk: OJS automaticky uloží DOI do DataCite. Upozorňujeme, že to môže trvať krátku dobu po spracovaní publikácie. Môžete skontrolovať všetky neregistrované DOI.
sl_si: OJS bo avtomatsko opravil depozit dodeljenih DOI-jev na DataCite. Prosimo upoštevajte, da je za to lahko potrebno nekaj časa po tistem, ko objavite novo številko. Lahko preverite vse neregistrirane DOI-je.
sv_se: OJS deponerar automatiskt tilldelade DOI:er till DataCite. Det kan ta ett kort tag efter publiceringen innan deponeringen behandlas. Du kan kontrollera alla oregistrerade DOI:er.
tr_tr: OJS, DOI'leri otomatik olarak DataCite'a depolayacak. Lütfen bu işlemin yayınlama işleminden sonra kısa bir süre alabileceğini unutmayın. Kayıtsız tüm DOI'leri kontrol edebilirsiniz.
vi_vn: OJS sẽ tự động gửi DOI vào DataCite. Xin lưu ý rằng việc này có thể mất một khoảng thời gian ngắn sau khi xuất bản để xử lý (ví dụ: tùy thuộc vào cấu hình cronjob của bạn). Bạn có thể kiểm tra tất cả các DOI chưa đăng ký.
zh_cn: OJS将自动将DOI存入DataCite。 请注意，这可能需要在发布后的一小段时间来处理（这可能取决于您的cronjob配置）。 您可以检查所有未注册的DOI。

# plugins.importexport.datacite.settings.form.testMode.description
source: Use the DataCite test prefix for DOI registration. Please do not forget to remove this option for the production.
ar_iq: استعمل بادئة إختبار DataCite لتسجيل المكون الرقمي DOI. لطفاً، لا تنس إزالة هذا الخيار عند التشغيل الفعلي.
ca_es: Utilitzeu el prefix de prova de DataCite per al registre de DOI. No oblideu desactivar aquesta opció en la versió de producció.
da_dk: Brug DataCite test-præfix til DOI registrering. Husk at fjerne denne mulighed i forbindelse med produktionen.
es_es: Utilice el prefijo de prueba DataCite para registrar los DOI. No olvide desactivar esta opción en la versión de producción.
fa_ir: از پیشوند تست DataCite برای ثبت نام DOI استفاده کنید.لطفا فراموش نکنید که این گزینه را در زمان انتشار محتوا حذف کنید حذف کنید.
fi_fi: Käytä DataCite-palvelun testirajapintaa (testausympäristö) DOI-tunnisteen rekisteröintiin. Muista poistaa tämä valinta tuotantosivustolla.
fr_ca: Utiliser le préfixe de test DataCite pour l'enregistrement des DOI. Prière de ne pas oublier de supprimer cette option en mode production.
fr_fr: Utiliser le préfixe de test DataCite pour l'enregistrement des DOI. N'oubliez pas de désactiver cette option lors du passage en production.
hu_hu: Használja a DataCite teszt előtagot a DOI regisztrációhoz. Kérjük, ne felejtse el kikapcsolni ezt a beállítást a megjelentetéskor.
id_id: Gunakan prefiks tes DataCite untuk pendaftaran DOI. Jangan luoa menghapus opsi ini untuk kategori produksi.
ka_ge: DataCite-ს ტექსტური პრეფიქსის გამოყენება DOI-ს რეგისტრაციისათვის. გთხოვთ, არ დაგავიწყდეთ ამ პარამეტრის გათიშვა რეალური მუშაობისას.
ku_iq: تێستی DataCite بۆ تۆمارکردنی DOI بەکار بهێنە. تکایە ئەمە پێش بڵاوکردنەوە بسڕەوە.
mk_mk: Користете го префиксот за тестирање DataCite за регистрација на DOI. Ве молиме, не заборавајте да ја отстраните оваа опција за продукција.
nb_no: Legg til et DataCite test-prefix for DOI-registeringen. Husk å fjerne dette alternativet før produksjonsfasen.
nl_nl: Gebruik het DataCite test prefix voor de DOI deposit. Vergeet deze test-optie niet te verwijderen voor de uiteindelijke publicatie.
pl_pl: Użyj test prefiksu DataCite do rejestracji DOI. Nie zapomnij usunąć tej opcji przed produkcją.
pt_br: Use o prefixo de testes do DataCite para registro dos DOI. Não esqueça de remover esta opção quando não estiver mais em testes.
sk_sk: Použite testovací prefix DataCite pre registráciu DOI. Nezabudnite túto možnosť odstrániť pre produkčnú fázu.
sl_si: Uporabi DataCite test prefix za DOI registracijo. Ne pozabite odstraniti te možnosti za produkcijo!
sv_se: Använd DataCites testprefix för DOI-registrering. Glöm inte att ta bort den här inställningen inför produktion.
tr_tr: DOI kaydı için DataCite test önekini kullanın. Lütfen bu seçeneği yayın için kaldırmayı unutmayın.
vi_vn: Sử dụng tiền tố kiểm tra DataCite để đăng ký DOI. Xin đừng quên loại bỏ tùy chọn này khi xuất bản.
zh_cn: 使用DataCite测试前缀进行DOI注册。 请不要忘记在生产环境中删除此选项。

# plugins.importexport.datacite.senderTask.name
source: DataCite automatic registration task
ar_iq: مهمة التسجيل التلقائي لـ DataCite
ca_es: Tasca de registre automàtic DataCite
da_dk: DataCite automatisk registreringsopgave
es_es: Tarea de registro automático DataCite
fa_ir: وظیفه ثبت خودکار DataCite
fi_fi: DataCite-palvelun automaattinen rekisteröintitehtävä
fr_ca: Tâche automatique d'enregistrement DataCite
fr_fr: Tâche automatique d'enregistrement DataCite
hu_hu: DataCite automatikus regisztrálási feladat
id_id: Tugas pendaftaran otomatis DataCite
ka_ge: DataCite-ს ავტომატურად რეგისტრაციის ამოცანა
ku_iq: تۆمارکردنی تۆماتیکی لە DataCite
mk_mk: Задача за автоматска регистрација на DataCite
nb_no: DataCites automatiske registrering
nl_nl: Automatische registratie bij DataCite
pl_pl: Zadanie automatycznej rejestracji w DataCite
pt_br: Dados DataCite do remetente
sk_sk: Automatická úloha registrácie DataCite
sl_si: Opravilo avtomatske registracije pri DataCite
sv_se: DataCite automatisk registrering
tr_tr: DataCite bilgi göndericisi
vi_vn: Nhiệm vụ đăng ký tự động DataCite
zh_cn: DataCite自动注册任务

# plugins.importexport.datacite.cliUsage
source: Usage: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ar_iq: الاستعمال: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles|galleys|suppfiles} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles|galleys|suppfiles} objectId1 [objectId2] ...
ca_es: Ús: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
da_dk: Brug: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
es_es: Uso: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fa_ir: نحوه استفاده: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fi_fi: Käyttö: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
fr_fr: Utilisation : {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
hu_hu: Használat: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|cikkek|preprintek} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
id_id: Penggunaan: {$scriptName} {$pluginName} ekspor [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ka_ge: გამოძახება: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ku_iq: بەکارهێنان: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
mk_mk: Употреба: {$scriptName} {$pluginName} експорт [[outputFileName] [journal_path] {issues | статии | галии} objectId1 [objectId2] ... {$scriptName} {$pluginName} регистрирај се [Journal_path] {прашања | статии | галии} objectId1 [objectId2] ...
nb_no: Bruk: {$scriptName} {$pluginName} eksporterer [xmlFilnavn] [tiddskrift_sti] {issues|articles|galleys|suppfiles} objektsId1 [objektsId2] ... {$scriptName} {$pluginName} registrerer [tiddskrift_sti] {issues|articles|galleys|suppfiles} objekstId1 [objekttId2] ...
nl_nl: Gebruik: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pl_pl: Użyj: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sk_sk: Použitie: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sl_si: Uporaba: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
sv_se: Användning: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
tr_tr: Kullanım: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
vi_vn: Usage: {$scriptName} {$pluginName} xuất [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} đăng ký [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
zh_cn: 使用方法： {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

# plugins.importexport.datacite.settings.form.testDOIPrefix
source: Test DOI Prefix
ar_iq: بادئة DOI التجريبية
da_dk: Test-DOI præfix
fr_fr: Préfixe DOI test
id_id: Tes Prefiks DOI
ka_ge: სატესტო DOI პრეფიქსი
mk_mk: Тест DOI префикс
nb_no: Test-DOI prefiks
pt_br: Prefixo DOI de teste
sl_si: Tesntna DOI predpona
tr_tr: Test DOI Öneki

# plugins.importexport.datacite.settings.form.testPassword
source: Test Password
ar_iq: كلمة المرور التجريبية
fr_fr: Mot de passe test
id_id: Tes Password
ka_ge: პაროლი ტესტირებისათვის
mk_mk: Тест лозинка
nb_no: Test-passord
pt_br: Senha de teste
sl_si: Testno geslo
tr_tr: Test Şifre

# plugins.importexport.datacite.settings.form.testUsername
source: Test Username
ar_iq: اسم المستخدم التجريبي
da_dk: Test-brugernavn
fr_fr: Nom d'utilisateur test
id_id: Tes Nama Pengguna
ka_ge: მომხმარებლის სახელი ტესტირებისათვის
mk_mk: Тест корисничко име
nb_no: Test-brukernavn
pt_br: Nome de usuário de teste
sl_si: Testno uporabniško ime
tr_tr: Test Kullanıcı adı
