Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/datacite/locale/*/locale.po
Languages: ar_iq, ca_es, da_dk, es_es, fa_ir, fi_fi, fr_ca, fr_fr, hu_hu, id_id, ka_ge, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_br, sk_sk, sl_si, sv_se, tr_tr, vi_vn, zh_cn

# plugins.importexport.datacite.displayName
source: DataCite Export/Registration Plugin
ar_iq: إضافة التصدير/التسجيل DataCite
ca_es: Mòdul d'exportació/registre DataCite
da_dk: DataCite Eksport/Registrerings Plugin
es_es: Módulo de exportación/registro de DataCite
fa_ir: افزونه ثبت‌نام/برون دهی DataCite
fi_fi: DataCite-vientilisäosa
fr_ca: Plugiciel DataCite d'exportation/enregistrement
fr_fr: Module d'exportation/enregistrement DataCite
hu_hu: DataCite Export/Regisztrációs Plugin
id_id: Plugin Expor/Pendaftaran DataCite
ka_ge: მოდული „ DataCite-ს ექსპორტი/რეგისტრაცია“
ku_iq: گرێدان/ تۆمارکردنی DataCite
mk_mk: Плагин за Експорт/Регистрација во DataCite
nb_no: DataCite programtillegg for eksport/registrering
nl_nl: DataCite export/registratie plugin
pl_pl: Wtyczka eksportu/rejestracji DataCite
pt_br: Plugin de Exportação/Registro DataCite
sk_sk: Plugin pre export/registráciu DataCite
sl_si: Vtičnik za DataCite izvoz/registracijo
sv_se: Export/registrerings-plugin för DataCite
tr_tr: DataCite İhraç/Kayıt Eklentisi
vi_vn: Plugin xuất/đăng ký DataCite
zh_cn: DataCite 导出/注册插件

# plugins.importexport.datacite.description
source: Export or register issue, article, galley and supplementary file metadata in DataCite format.
ar_iq: تصدير أو استيراد البيانات الوصفية للأعداد، المقالات، الألواح الطباعية، والملفات التكميلية بصيغة DataCite.
ca_es: Exportar o registrar les metadades del número, l'article, la galerada i els arxius complementaris en format DataCite.
da_dk: Ekportér eller registrér metadata fra numre, artikler, publiceringsversion og supplerende fil i DataCite- format.
es_es: Exportar o registrar metadatos de número, de artículo, de galerada y de archivos complementarios en formato DataCite.
fa_ir: برون دهی یا ثبت‌نام شماره، مقاله، کلیشه های چاپی، فایل الحاقی در فرمت DataCite
fi_fi: Vie tai rekisteröi numeroita, artikkeleita, julkaistuja tiedostoja sekä liitetiedostoja DataCite-palvelun XML.muodossa ja rekisteröi DOI-tunnuksia DataCite-rekisteröintipalvelussa.
fr_ca: Exporte ou enregistre les métadonnées d'un numéro, un article ou des épreuves et les fichiers supplémentaires dans un format DataCite.
fr_fr: Exporte ou enregistre les métadonnées de numéro, article, épreuve et fichier supplémentaire au format DataCite.
hu_hu: Adatok, cikkek, preprintek és kiegészítõ fájl metaadatok exportálása vagy regisztrálása DataCite formátumban.
id_id: Ekspor atau daftarkan metadata issue, artikel, galley, dan data tambahan dalam format DataCite.
ka_ge: აექსპორტებს, ან არეგისტრირებს გამოცემის, სტატიის, გალერეის და დამატებითი ფაილების მეტა-მონაცემებს DataCite ფორმატში.
ku_iq: کێشەکە، توێژینەوەکە، تابلۆکا و فایلە پاشکۆکان هەناردە یان تۆمار بکە لە ڕێکخستنی DataCiteدا.
mk_mk: Експортирај или регистрирај број, труд, отпечаток или дополнителен фајл од метаподатоци во DataCite формат.
nb_no: Eksporter eller registrer metadata for hefte, artikkel, oppsett og supplerende filer i DataCite format.
nl_nl: Exporteer of registreer metadata van nummers, artikels, proeven en aanvullende bestanden in DataCite formaat.
pl_pl: Eksportuj lub zarejestruj metadane numeru, artykułu, pliku lub dodatkowych plików w formacie DataCite.
pt_br: Exporte ou registre metadados de edições, artigos, composições e arquivos suplementares no DataCite.
sk_sk: Exportovať, alebo registrovať číslo, článok, sadzobnicu, alebo doplnkový súbor vo formáte DataCite.
sl_si: Izvozi ali registrira metapodatke številke, prispeveke, prelome in dodatnih datotek v DataCite obliki.
sv_se: Exportera eller registera nummers, artiklars, publiceringsversioners och tilläggsfilers metadata i DataCite-format.
tr_tr: DataCite biçiminde sayı, makale, dizgi, ek dosya üst verisi ihracı veya kaydı.
vi_vn: Xuất hoặc đăng ký số, bài viết, bản in và siêu dữ liệu tập tin bổ sung ở định dạng DataCite.
zh_cn: 导出或者注册DataCite格式的期次，文章，初次排版和附加文件元数据。

# plugins.importexport.datacite.settings.description
source: Please configure the DataCite export plugin before using it for the first time.
ar_iq: لطفاً، <a href="{$settingsUrl}">عرف</a> إضافة التصدير DataCite قبل استعمالها للمرة الأولى.
ca_es: Configureu el mòdul d'exportació DataCite abans d'utilitzar-lo per primera vegada.
da_dk: Husk at konfigurere Datacite Eksport-programmet, før du bruger det første gang.
es_es: Configure el módulo de exportación DataCite antes de usarlo por primera vez.
fa_ir: لطفا افزونه برون هی DataCite را قبل از استفاده از آن برای اولین بار پیکربندی کنید.
fi_fi: Määritä DataCite-lisäosa ennen sen käyttämistä.
fr_ca: Veuillez configurer le Plugiciel DataCite d'exportation/enregistrement avant de l'utiliser pour la première fois.
fr_fr: Veuillez configurer le module d'exportation DataCite avant de l'utiliser pour la première fois.
hu_hu: Kérjük, először konfigurálja a DataCite export-bővítményt.
id_id: Aturlah plugin ekspor DataCite sebelum digunakan untuk pertama kali.
ka_ge: გთხოვთ, მოარგეთ ექსპორტის მოდული DataCite მისი პირველი გამოყენების წინ.
ku_iq: تکایە DataCiteی گرێدانی هەناردە ساز بدە پێش ئەوەی بەکار بهێنیت.
mk_mk: Молам конфигурирај го плагинот за експорт на DataCite пред употреба за прв пат.
nb_no: Konfigurer programtillegget for eksport i DataCite før du bruker det for første gang.
nl_nl: Configureer de DataCite export plugin voor u ze voor het eerst gebruikt.
pl_pl: Skonfiguruj wtyczkę eksportu DataCite zanim użyjesz ją po raz pierwszy.
pt_br: Por favor configure o plugin de exportação DataCite antes de utilizá-lo pela primeira vez.
sk_sk: Nakonfigurujte, prosím, plugin pre DataCite export pred jeho prvým použitím.
sl_si: Pred prvo uporabo prosimo nastavite DataCite vtičnik.
sv_se: Konfigurera export-pluginet för DataCite innan det används för första gången.
tr_tr: Lütfen ilk kez kullanmadan önce DataCite İhraç eklentisini yapılandırın.
vi_vn: Vui lòng định cấu hình plugin xuất DataCite trước khi sử dụng lần đầu tiên.
zh_cn: 首次使用之前，请配置DataCite导出插件。

# plugins.importexport.datacite.intro
source: If you want to register DOIs with DataCite, please contact the Managing Agent via the <a href="https://datacite.org/contact.html" target="_blank">DataCite homepage</a>, who will refer you to your local DataCite Member. Once you have established a relationship with the Member organisation, you will be provided with access to the DataCite service for minting persistent identifiers (DOIs) and registering associated metadata. If you do not have your own username and password you'll still be able to export into the DataCite XML format but you cannot register your DOIs with DataCite from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the DataCite registration service requirements.
ar_iq: إذا أردت تسجيل DOI مع DataCite، لطفاً، تواصل مع الوكيل الإداري عبر <a href="https://datacite.org/contact.html" target="_blank">الصفحة الرئيسية DataCite </a>، الذي سيقوم بتوجيهك إلى العضو المحلي لـ DataCite. بمجرد تأسيسك لعلاقة مع منظمة هذا العضو، سيتم منحك حق الوصول إلى خدمة DataCite لمنح معرفات دائمية (DOIs) وتسجيل البيانات الوصفية ذات الصلة. إن لم تمتلك اسم المستخدم وكلمة المرور الخاصين لك، سيكون بإمكانك أيضاً التصدير إلى DataCite بصيغة XML لكن لن تستطيع تسجيل DOI الخاصة بك مع DataCite من داخل نظام المجلات المفتوحة. لطفاً، لاحظ أن كلمة المرور سيتم حفظها بشكل نص صريح غير مشفر نظراً لمتطلبات خدمة التسجيل في DataCite.
ca_es: Si voleu registrar els DOIs amb DataCite, contacteu amb l'agent administrador a través de la <a href="http://datacite.org/contact" target="_blank">pàgina d'inici de DataCite</a>, on se us indicarà el vostre membre local de DataCite. Quan hagueu establert un acord amb ell, se us proporcionarà accés al servei DataCite per generar identificadors persistents (DOIs) i per registrar les metadades associades. Encara que no tingueu nom d'usuari/ària ni contrasenya podreu exportar en format DataCite XML, però no podreu registrar els vostres DOI amb DataCite directament des de OJS. Tingueu en compte que la contrasenya es guardarà com a text pla, és a dir, sense encriptar, a causa dels requisits del servei de registre de DataCite.
da_dk: Hvis du vil registrere DOI'er hos DataCite, skal du kontakte administrationsagenten via <a href="https://datacite.org/contact.html" target="_blank">DataCite-hjemmesiden</a>, som vil henvise til dit lokale DataCite-medlem. Når du har etableret kontakt til medlemsorganisationen, får du adgang til DataCite-tjenesten så du vedvarende kan generere DOI'er og registrere tilknyttet metadata. Hvis du ikke har dit eget brugernavn og kodeord, kan du stadig eksportere i DataCite XML-formatet, men du kan ikke registrere dine DOI'er hos DataCite inde fra OJS. Vær opmærksom på, at adgangskoden bliver gemt som klartekst, dvs. ikke krypteret på grund af kravet om registrering af DataCite-registrering.
es_es: Si quiere registrar los DOI con DataCite, contacte con el Agente de gestión a través de la <a href="http://datacite.org/contact" target="_blank">Página de inicio de DataCite</a>. Éste le remitirá a su miembro local de DataCite. Una vez contactado el miembro de la organización, tendrá acceso al servicio de DataCite para generar los identificadores persistentes (DOI) y registrar los metadatos relacionados. Si no posee su propio nombre de usuario/a y contraseña, podrá exportar en formato XML DataCite pero no podrá registrar sus DOI con DataCite dentro de OJS. Tenga en cuenta que la contraseña se guardará como texto plano, es decir, sin encriptar, debido a los requisitos del servicio de registro DataCite.
fa_ir: اگر می خواهید DOI ها را با DataCite ثبت کنید، لطفا از طریق <a href="http://datacite.org/contact" target="_blank">وبسایت DataCite</a> با نماینده مدیریت تماس بگیرید، که شما را به یک نماینده محلی ارجاع می دهد. پس از ارتباط با سازمان عضو، شما به سرویس DataCite برای دریافت شناسه DOI و ثبت فراداده های مربوطه، دسترسی خواهید داشت. اگر شما نام کاربری و رمز عبور خود را ندارید، همچنان قادر به برون دهی به فرمت XML DataCite هستید، اما شما نمیتوانید شناسه DOI را از طریق ataCite ثبت کنید. لطفا توجه داشته باشید که رمز عبور به صورت متن ساده ذخیره می شود، یعنی رمزگذاری نشده است.
fi_fi: Mikäli haluat luoda DOI-tunnuksia DataCite-palvelun kautta, ota ensin yhteyttä <a href="https://datacite.org/contact.html" target="_blank">palvelun kotisivujen kautta</a> ja sinut ohjataan paikalliselle DataCiten jäsenelle. DataCiten jäsenorganisaatiolta saat DOI-tunnusten rekisteröintiin tarvittavat käyttäjätunnukset. Mikäli sinulla ei ole käyttäjätunnuksia, voit siitä huolimatta viedä tietoja DataCite-palvelun käyttämässä XML-muodossa. Huomaa, että salasana tallennetaan salaamattomassa muodossa tietokantaan johtuen DataCite-palvelun vaatimuksista.
fr_ca: Si vous souhaitez enregistrer vos DOI avec DataCite, veuillez contacter l'administrateur ou l'administratrice via la <a href="https://datacite.org/contact.html" target="_blank">page d'accueil de DataCite</a>, qui vous renverra à votre membre local DataCite. Une fois que vous aurez établi un contact avec l'organisation membre, un accès au service DataCite pour demander des identifiants permanents (DOIs) et enregistrer les métadonnées associées vous sera fourni. Si vous n'avez pas votre propre nom d'utilisateur ou utilisatrice et votre mot de passe, vous serez tout de même en mesure d'exporter au format XML de DataCite mais vous ne pourrez pas enregistrer vos DOI avec DataCite depuis OJS. Veuillez noter que le mot de passe sera sauvegardé en texte brut, c'est-à-dire non chiffré en raison des exigences d'enregistrement du service DataCite.
fr_fr: Si vous souhaitez enregistrer vos DOI avec DataCite, veuillez contacter le ou la gestionnaire via la <a href="http://datacite.org/contact" target="_blank">page d'accueil de DataCite</a>, qui vous renverra à votre membre local DataCite. Une fois que vous aurez établi un contact avec l'organisation membre, un accès au service DataCite pour demander des identifiants permanents (DOIs) et enregistrer les métadonnées associées vous sera fourni. Si vous n'avez pas votre propre nom d'utilisateur ou utilisatrice et votre mot de passe, vous serez tout de même en mesure d'exporter au format XML de DataCite mais vous ne pourrez pas enregistrer vos DOI avec DataCite depuis OJS. Veuillez noter que le mot de passe sera sauvegardé en texte brut, c'est-à-dire non chiffré en raison des exigences d'enregistrement du service DataCite.
hu_hu: Ha a DOI-t a DataCite programmal szeretné regisztrálni, kérjük, lépjen kapcsolatba az ügynökség munkatársával itt: <a href="http://datacite.org/contact" target="_blank">DataCite honlap</a>, ahol a helyi DataCite tagjához irányítják. Ha már van létrehozott kapcsolata a tagszervezettel, akkor biztosítani fogják hozzáférését a DataCite szolgáltatáshoz az állandó azonosítók (DOI-k) és a kapcsolódó metaadatok regisztrálására. Ha nem rendelkezik saját felhasználónévvel és jelszóval, ettől még képes exportálni a DataCite XML formátumba, de Ön nem tudja regisztrálni a DOI-kat a DataCite-tal a OJS-en belül. Kérjük, vegye figyelembe, hogy a jelszó egyszerű szövegként lesz mentve, azaz nem titkosítva a DataCite regisztrációs szolgáltatás követelményeinek megrelelően.
id_id: Jika Anda ingin mendaftar DOI pada DataCite, hubungilah Agen Pengelola melalui <a href="https://datacite.org/contact.html" target="_blank">Halaman Beranda DataCite</a>, yang akan mengarahkan Anda ke halaman Anggota DataCite. Sekali Anda menjalin hubungan dengan organisasi Anggota, kamu akan diberi akses layanan DataCite untuk membuat pengidentifikasi selamanya (DOIs) dan mendaftarkan metadata terkait. Jika belum punya username dan password, Anda tetap bisa mengekspor ke dalam format XML DataCite tapi kamu tidak bisa mendaftarkan DOI pada DataCite melalui aplikasi OJS. Perlu diketahui bahwa password akan disimpan dalam format teks biasa, misalnya tidak dienkripsi, karena alasan persyaratan layanan pendaftaran DataCite.
ka_ge: თუ გსურთ DOI-ს რეგისტრაცია DataCite-ს საშუალებით, გთხოვთ დაუკავშირდეთ მმართველ აგენტს <a href="https://datacite.org/contact.html" target="_blank">DataCite-ს მთავარი გვერდი</a>-ს საშუალებით, რომელიც გადაგამისამართებთ DataCite-ს რეგიონულ წევრთან. როგორც კი დაამყარებთ კონტაქტს წევრ ორგანიზაციასთან, თქვენ მიიღებთ წვდომას DataCite-ს სერვისთან DOI-ს მუდმივი იდენტიფიკატორების მისაღებად და მასთან დაკავშირებული მეტა-მონაცემების დასარეგისრირებლად. თუ არ გაქვთ მომხმარებლის სახელი და პაროლი, მაინც შეძლებთ ექსპორტს DataCite XML ფორმატში, მაგრამ თქვენ ვერ შეძლებთ თქვენი DOI-ს რეგისტრაციას DataCite-ში OJS-იდან. გთხოვთ გაითვალისწინოთ, რომ პაროლი შენახული იქნება როგორც მარტივი ტექსტი, ანუ, არ დაიშიფრება, ეს DataCite-ს რეგისტრაციის სერვისის მოთხოვნაა.
ku_iq: ئەگەر دەتەوێت DOI و DataCiteت تۆمار بکەیت تکایە پەیوەندی بە بەڕێوەبردنەوە بکە لە لایەن the <a href="http://datacite.org/contact" target="_blank">DataCite پەڕەی سەرەکی</a>, کە ئاماژە بە ئەندامبونی DataCite ناوخۆ دەکات. کاتێک تۆ پەیوەندیت لەگەڵ دەزگایەکی ئەندامدا دروست کردبێت، تۆ ئەکسێسی DataCite ت پێ دەدرێت بۆ بەدەستهێنانی (DOIs) و تۆمارکردنی زانیاریی ناسێنەر. ئەگەر تۆ ئەژماری کەسی و ژمارەی نهێنیت نییە، هەر دەتوانیت ڕێکخستنی DataCite XML هەناردە بکەیت بەڵام ناتوانیت DOIs تۆمار بکەیت لەگەڵ DataCite لە سیستەمی گۆڤاری کراوەدا. تکایە ئاگاداری ئەوە بە کە وشەی نهێنییەکەت بە شێوەی تێکست تۆمار دەبێت بەهۆی شێوازی کارکردنی خزمەتگوزاریی DataCite
mk_mk: Ако сакате да регистрирате DOI со DataCite, ве молиме контактирајте го Управниот Агент преку <a href="https://datacite.org/contact.html" target="_blank"> DataCite почетна страница </a>, кој ќе ве упати на вашиот локален член на DataCite. Откако ќе имате воспостави врска со организацијата-членка, ќе ви биде обезбедено со пристап до услугата DataCite за генерирање постојани идентификатори (ДОИ) и регистрирање на поврзани метаподатоци. Ако немате свое корисничко име и лозинката сепак ќе можете да извезувате во форматот DataCite XML, но вие не можете да ги регистрирате вашите DOI со DataCite од рамките на OJS. Имајте предвид дека лозинката ќе биде зачувана како обичен текст, т.е. не криптирана, поради според барањата за услугата за регистрација на DataCite.
nb_no: Hvis du vil registere DOI-er med DataCite, ta kontakt med «Managing Agent» via <a href="https://datacite.org/contact.html" target="_blank">DataCites hjemmeside</a>. Vedkommende vil referere deg videre til ditt lokale DataCite-medlem. Du vil så få tilgang til DataCite-tjenesten for å lage permanente identifikatorer (DOIer) og for å registrere tilhørende metadata. Dersom du ikke har ditt eget brukernavn og passord, vil du fremdeles kunne eksportere til DataCites xml-format, men du kan ikke registrere DOIene dine med DataCite i OJS. Merk at passordet vil bli lagret i ren tekst, m.a.o. ikke kryptert, på grunn av DataCites krav for registrering.
nl_nl: Als u DOI's wilt registreren bij DataCite, neem dan contact op met de Managing Agent via de <a href="http://datacite.org/contact" target="_blank">DataCite homepage</a>. Die zal u in contact brengen met uw lokale DataCite vertegenwoordiger. Zodra u een relatie met hen heeft , krijgt u toegang tot DataCite voor het maken van persistente identificaties (DOI's) en het registreren van de bijbehorende metadata. Al u geen eigen gebruikersnaam en wachtwoord hebt kunt u nog steeds exporteren naar het DataCite XML formaat maar u kunt uw DOI's niet registreren bij DataCite vanuit OJS. Merk op dat het wachtwoord als leesbare tekst opgeslagen wordt, bus niet versleuteld, vanwege de vereisten van de DataCite registratie dienst.
pl_pl: Jeżeli chcesz zarejestrować DOI z DataCite, proszę skontaktuj się z agentem DataCite za pośrednictwem <a href="http://datacite.org/contact" target="_blank">strony internetowej DataCite</a>, który skieruje cię do lokalnego członka DataCite. Po nawiązaniu relacji z organizacją członkowską, zostaniesz połączony z serwisem DataCite na potrzeby tworzenia identyfikatorów DOI i ich rejestrowania wraz z metadanymi. Jeżeli nie posiadasz jeszcze nazwy użytkownika i hasła, nadasz możesz przygotować pliki w formacie DataCite XML, ale nie możesz ich zarejestrować z OJS.
pt_br: Caso deseje registrar DOIs no DataCite, entre em contato com o Gerente por meio da <a href="https://datacite.org/contact.html" target="_blank">página do DataCite</a>, que irá encaminhá-lo ao seu Representante DataCite local. Uma vez estabelecido o relacionamento com a organização representante, será providenciado o acesso ao serviço DataCite para a cunhagem de identificadores persistente (DOIs) e registro de metadados associados. Mesmo que não possua um login e senha, será possível exportar dados no formato XML DataCite, porém não poderá registrar seus DOIs no DataCite por meio do OJS. Note que a senha será gravada como texto puro, isto é, não encriptada, devido aos requisitos de registro do serviço DataCite.
sk_sk: Pokiaľ chcete registrovať čísla DOI v rámci DataCite, kontaktujte prosím Managing Agenta pomocou odkazu <a href="http://datacite.org/contact" target="_blank">Domovská stránka DataCite </a>, ktorý vás odkáže na vášho lokálneho správcu členov DataCite. Akonáhle nadviažete vzťah s členskou organizáciou, obdržíte prístupové údaje pre DataCite služby pre čísla (DOIs) a nahrávanie príslušných metadát. Ak nemáte vlastný login a heslo, budete mať stále možnosť vyexportovať DOI informácie pre DataCite v XML formáte. Uvedomte si, prosím, že heslo je ukladané ako obyčajný text, teda nekódované kvôli požiadavkám služieb DataCite.
sl_si: Če želite registrirati DOI-je pri DataCite, kontaktirajte upravljalskega agenta na <a href="https://datacite.org/contact.html" target="_blank">DataCite domači strani</a>, ki vas bo napotil na vašega lokalnega člana DataCite. Ko boste uredili članstvo v organizaciji, boste dobili podatke za pripravo javnih identifikatorjev (DOI) in registracijo pripadajočih metapodatkov. Če nimate svojega uporabniškega imena in gesla, lahko še vedno izvozite podatke v DataCite XML obliki, ne morete pa registrirati DOI-je pri DataCite direktno iz OJS. Prosimo, da upoštevate, da bo geslo shranjeno kot prosto besedilo, torej nekriptirano, zaradi zahtev DataCite registracijskega servisa.
sv_se: Om du vill registrera DOI:er via DataCite, kontakta Managing Agent via <a href="http://datacite.org/contact" target="_blank">DataCites webbplats</a>, som kommer att hänvisa dig till din lokala DataCite-medlem. När du har etablerat en kontakt med medlemsorganisationen kommer du att få tillgång till DataCites tjänst för nya beständiga identifikatorer (DOI:er) och registrering av tillhörande metadata. Om du inte har ett eget användarnamn och lösenord kommer du ändå kunna exportera i DataCites XML-format, men du kan inte registera dina DOI:er hos DataCite från OJS. Observera att lösenordet sparas som ren text, alltså okrypterat, på grund av DataCites krav för registrering.
tr_tr: Eğer DOI'leri DataCite'a kaydettirmek istiyorsanız, lütfen yerel DataCite Üyenize yönlendirecek olan <a href="http://datacite.org/contact" target="_blank">DataCite Ana Sayfası</a> üzerinden Managing Agent ile iletişime geçin. Üye kuruluşla bir bağlantı kurduktan sonra, kalıcı tanımlayıcıları (DOI) silmek ve ilgili üst verileri kaydetmek için DataCite servisine erişim sağlanacaktır. Eğer kendi kullanıcı adınız ve şifreniz yoksa, DataCite XML formatına aktarmaya devam edebilirsiniz, ancak DOI'lerinizi DataCite ile OJS içinden kaydedemezsiniz. Şifrenin, DataCite kayıt hizmeti gereksinimleri nedeniyle düz metin (şifrelenmemiş) olarak kaydedileceğini lütfen unutmayın.
vi_vn: Nếu bạn muốn đăng ký DOIs với DataCite, vui lòng liên hệ với Quản lý thông qua <a href="http://datacite.org/contact" target="_blank">Trang chủ DataCite </a>, người sẽ giới thiệu bạn đến thành viên Datacite tại khu vực của bạn> Một khi bạn có thiết lập mối quan hệ với tổ chức thành viên, bạn sẽ được cung cấp với quyền truy cập vào dịch vụ DataCite để tạo các số nhận dạng liên tục (DOIs) và đăng ký siêu dữ liệu liên quan. Nếu bạn không có username và mật khẩu của riêng bạn bạn vẫn có thể xuất thành định dạng DataCite XML nhưng bạn không thể đăng ký DOI của bạn với DataCite từ trong OJS. Xin lưu ý rằng mật khẩu sẽ được lưu dưới dạng văn bản thuần, tức là không được mã hóa, do các yêu cầu dịch vụ đăng ký DataCite.
zh_cn: 如果您希望在Datacite注册DOI，请联系代管人<a href="http://datacite.org/contact" target="_blank">DataCite 主页</a>，他将建议去当地DataCite会员。一旦您成为其中的会员，您将获得永久的DOI和注册相关元数据的服务。如果您没有自己的用户名和密码，您仍可以导出DataCiteXML格式。但是在OJS中 DataCite无法注册DOI。请注意，密码将被保存为纯文本，即不加密的，由于其datacite登记服务要求。

# plugins.importexport.datacite.settings.form.username
source: Username (symbol)
ar_iq: اسم المستخدم (الرمز)
ca_es: Nom d'usuari (símbol)
da_dk: Brugernavn (symbol)
es_es: Nombre de usuario/a (símbolo)
fa_ir: نام کاربری (نماد)
fi_fi: Käyttäjänimi (symbol)
fr_ca: Nom d'utilisateur (symbole)
fr_fr: Nom d'utilisateur ou utilisatrice (symbole)
hu_hu: Felhasználónév (szimbólum)
id_id: Username (lambang)
ka_ge: მომხმარებლის სახელი (სიმბოლო)
ku_iq: ناوی بەکارهێنەر (هێما)
mk_mk: Корисничко име (симбол)
nb_no: Brukernavn (symbol)
nl_nl: Gebruikersnaam (symbol)
pl_pl: Użytkownik (symbol)
pt_br: Login (símbolo)
sk_sk: Užívateľ (symbol)
sl_si: Uporabniško ime (simbol)
sv_se: Användarnamn (symbol)
tr_tr: Kullanıcı adı (Sembol)
vi_vn: Username (ký hiệu)
zh_cn: 用户名（标志）
