Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/themes/classic-main/locale/*/locale.po
Languages: id_id

# plugins.themes.classic.options.journalSummary.enable
source: Show on the journal's homepage.
id_id: Tampilkan pada beranda jurnal.

# plugins.themes.classic.options.journalSummary.disable
source: Do not show on the journal's homepage.
id_id: Jangan tampilkan pada beranda jurnal.

# plugins.themes.classic.pagination
source: Pagination
id_id: Pengaturan halaman

# plugins.themes.classic.more-info
source: more info
id_id: info selengkapnya

# plugins.themes.classic.biography
source: Bio
id_id: Biografi

# plugins.themes.classic.close
source: Close
id_id: Tutup

# plugins.themes.classic.tableOfContents
source: Table of Contents
id_id: Daftar Isi

# plugins.themes.classic.fullIssue
source: Full Issue
id_id: Terbitan Lengkap

# plugins.themes.classic.less
source: Less
id_id: Sembunyikan

# plugins.themes.classic.more
source: More
id_id: Selengkapnya

# plugins.themes.classic.issueDescription
source: Issue Description
id_id: Deskripsi Terbitan

# plugins.themes.classic.option.primaryColor.description
source: Change primary color of the theme
id_id: Ubah warna utama tema

# plugins.themes.classic.option.primaryColor.label
source: Primary color
id_id: Warna utama

# plugins.themes.classic.description
source: An OJS theme that plays on colour and font contrasts based on literary classicsâ€™ book design and featuring a starkly contrasting black header and brand coloured-footer.
id_id: Satu tema OJS yang menghadirkan kontras warna dan huruf berbasis desain buku yang benar-benar klasik dan bercirikan header hitam yang sangat kontras serta footer berbasis brand.

# plugins.themes.classic.name
source: Classic Theme
id_id: Tema Klasik
