Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/users/locale/*/locale.po
Languages: de_de, fi_fi, fr_ca, fr_fr, hu_hu, ka_ge, mk_mk, pl_pl, ro_ro, sk_sk, sl_si, sv_se

# plugins.importexport.users.displayName
source: Users XML Plugin
de_de: Benutzer-XML-Plugin
fi_fi: Käyttäjien siirtolisäosa
fr_ca: Plugiciel XML pour utilisateurs-trices
fr_fr: Module XML utilisateurs et utilisatrices
hu_hu: XML Plugin Felhasználókhoz
ka_ge: მოდული „ XML-მომხმარებლები“
mk_mk: Плагин за XML за корисници
pl_pl: Wtyczka do importu/eksportu użytkowników w XML
ro_ro: Plugin XML pentru utilizatori
sk_sk: Plugin XML import/export užívateľov
sl_si: XML vtičnik za uporabnike
sv_se: XML-plugin för användare

# plugins.importexport.users.description
source: Import and export users
de_de: Benutzer/innen importieren und exportieren
fi_fi: Vie ja tuo käyttäjiä
fr_ca: Importer et exporter des utilisateurs-trices
fr_fr: Importer et exporter les utilisateurs et utilisatrices
hu_hu: Felhasználók importálása és exportálása
ka_ge: აექსპორტებს და აიმპორტებს მომხმარებლებს
mk_mk: Импортирање и експортирање корисници
pl_pl: Import i eksport użytkowników
ro_ro: Importă și exportă utilizatori
sk_sk: Zaisťuje import a export užívateľov
sl_si: Izvoz in izvoz uporabnikov
sv_se: Importerar och exporterar användare

# plugins.importexport.users.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
de_de: Gebrauch: {$scriptName} {$pluginName} [Befehl] ... Befehle: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
fi_fi: Käyttö: {$scriptName} {$pluginName} [command] ... Komennot: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} [command] ... Commandes : import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
fr_fr: Utilisation : {$scriptName} {$pluginName} [command] ... Commandes : import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
hu_hu: Használata: {$scriptName} {$pluginName} [command] ... Parancsok: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ka_ge: გამოძახება: {$scriptName} {$pluginName} [command] ... ბრძანებები: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
mk_mk: Начин на користење: {$scriptName} {$pluginName} [command] ... Команди: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
pl_pl: Użycie: {$scriptName} {$pluginName} [command] ... Komendy: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ro_ro: Utilizare: {$scriptName} {$pluginName} [command] ... Comenzi: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
sk_sk: Použitie: {$scriptName} {$pluginName} [command] ... Príkazy: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
sl_si: Uporaba: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
sv_se: Användning: {$scriptName} {$pluginName} [kommando] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...

# plugins.importexport.users.cliUsage.examples
source: Examples: Import users into myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export all users from myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export users specified by their ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
de_de: Beispiele: Benutzer/innen aus myImportFile.xml nach myJournal importieren: {$scriptName} {$pluginName} import myImportFile.xml myJournal Alle Benutzer/innen aus myJournal exportieren: {$scriptName} {$pluginName} export myExportFile.xml myJournal Benutzer/innen anhand ihrer ID exportieren: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
fi_fi: Esimerkit: Tuo käyttäjiä julkaisuun myJournal tiedostosta myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Vie kaikki käyttäjät julkaisusta myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Vie käyttäjiä ID-tunnisteiden perusteella: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
fr_ca: Exemples : Importer des utilisateurs-trices dans myJournal à partir de myImportFile.xml : {$scriptName} {$pluginName} import myImportFile.xml myJournal Exporter tous les utilisateurs-trices de myJournal : {$scriptName} {$pluginName} export myExportFile.xml myJournal Exporter les utilisateurs-trices en spécifiant leurs ID : {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
fr_fr: Exemples : Importer des utilisateurs et utilisatrices dans myJournal à partir de myImportFile.xml : {$scriptName} {$pluginName} import myImportFile.xml myJournal Exporter tous les utilisateurs et utilisatrices de myJournal : {$scriptName} {$pluginName} export myExportFile.xml myJournal Exporter les utilisateurs et utilisatrices en indiquant leur indentifiant : {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
hu_hu: Példák: Felhasználók importálása ide myJournal innen myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Minden felhasználó exportálása innen myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Felhasználók exportálása ID segítségével: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ka_ge: მაგალითები: მომხმარებლების იმპორტი myJournal-ში myImportFile.xml-იდან: {$scriptName} {$pluginName} import myImportFile.xml myJournal მომხმარებლების ექსპორტი myJournal-იდან: {$scriptName} {$pluginName} export myExportFile.xml myJournal მომხმარებლების ექსპორტი მათი ID-ის მიხედვით: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
mk_mk: Пример: Импортирај корисници во myJournal од myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Експортирај ги сите корисници од myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Експортирај корисници со назначено ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
pl_pl: Przykłady: Importuj użytkowników myJournal z myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Eksportuj wszystkich użytkowników z myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Eksportuj użytkowników z ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ro_ro: Exemple: Importați utilizatorii în myJournal din myImportFile.xml: {$scriptName} {$pluginName} importă myImportFile.xml myJournal Exportați toți utilizatorii din myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Exportați utilizatorii specificați prin ID-ul lor: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
sk_sk: Príklady: Import užívateľov do myJournal z myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export všetkých užívateľov myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export užívateľov podľa ich ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
sl_si: Primeri: Uvozi uporabnike v myJournal iz datoteke myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Izvozi uporabnike iz myJournal v datoteko myExportFile.xml: {$scriptName} {$pluginName} export myExportFile.xml myJournal Izvozi uporabnike določene y njihovim IDjem: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
sv_se: Exampel: Importera användare till myJournal från myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Exportera alla användare från myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Exportera användare specifierade genom deras ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2

# plugins.importexport.users.import.importUsers
source: Import Users
de_de: Benutzer/innen importieren
fi_fi: Tuo käyttäjiä
fr_ca: Importation d'utilisateurs-trices
fr_fr: Importer des utilisateurs ou utilisatrices
hu_hu: Felhasználók importálása
ka_ge: მომხმარებლების იმპორტი
mk_mk: Импортирај корисници
pl_pl: Importuj użytkowników
ro_ro: Import utilizatori
sk_sk: import užívateľov
sl_si: Uvozi uporabnike
sv_se: Importera användare

# plugins.importexport.users.import.instructions
source: Select an XML data file containing user information to import into this journal. See the journal help for details on the format of this file.<br /><br />Note that if the imported file contains any usernames or email addresses that already exist in the system, the user data for those users will not be imported and any new roles to be created will be assigned to the existing users.
de_de: XML-Datendatei mit der in die Zeitschrift zu importierenden Benutzerinformation auswählen. S. Hilfe der Zeitschrift zum Format dieser Datei im Einzelnen.<br /><br />Beachten Sie, dass für in der Datei enthaltene Benutzernamen und E-Mail-Adressen, die im System bereits existieren kein Datenimport stattfindet und neue Funktionen den existierenden Benutzer/innen zugeschrieben werden.
fi_fi: Valitse XML-tiedosto, joka sisältää tuotavien käyttäjien tiedot. Katso tarkemmat ohjeet tämän tiedoston oikeasta muotoilemisesta.<br /><br />Huomaa, että mikäli tiedosto sisältää järjestelmässä jo käytössä olevia käyttäjänimiä tai sähköpostiosoitteita, näitä tietoja ei tuoda järjestelmään ja mahdolliset uudet luotavat roolit osoitetaan olemassa oleville käyttäjille.
fr_ca: Choisir un fichier de données XML contenant les renseignements à propos des utilisateurs-trices pour l'importation dans cette revue. Voir l'aide de la revue pour les renseignements sur le format de ce fichier.<br/><br/>Noter que si le fichier importé contient un ou plusieurs nom-s d'utilisateur-trices ou adresse-s de courriel qui existent déjà dans le système, les données pour ces utilisateurs-trices ne seront pas importées et tous les nouveaux rôles à créer seront assignés aux utilisateurs-trices existants-es.
fr_fr: Sélectionner un fichier de données XML contenant les renseignements à propos des utilisatrices et utilisateurs pour l'importation dans cette revue. Voyez l'aide de la revue pour les renseignements sur le format de ce fichier.<br/><br/>Notez que si le fichier importé contient un ou plusieurs noms d'utilisatrices et utilisateurs ou adresses de courriel qui existent déjà dans le système, les données pour ces utilisatrices et utilisateurs ne seront pas importées et tous les nouveaux rôles à créer seront assignés aux utilisatrices et utilisateurs existants.
hu_hu: Válasszon ki egy - ebbe a folyóiratba importálandó - XML adatfájlt, amely felhasználóinformációkat tartalmaz. Nézze meg a folyóiratsúgót a részletekért, e fájl formátumával kapcsolatban.<br /><br />Ne feledje, hogy ha az importált fájl tartalmazza a rendszerben már létező felhasználóneveket vagy e-mail címeket, akkor a felhasználók felhasználói adatai nem kerülnek importálásra, és a meglévő felhasználókhoz semmilyen új szerepkört nem hoznak létre.
ka_ge: აირჩიეთ მონაცემთა XML-ფაილი, რომელიც შეიცავს ინფორმაცის მომხმარებლების შესახებ, ამ ჟურნალში იმპორტისათვის. ამ ფაილის ფორმატის დეტალები იხილეთ ჟურნალის დახმარების სექციაში.<br /><br />ყურადღება მიაქციეთ, რომ თუ ფაილი შეიცავს მომხმარებლების სახელებს, ან ელექტრონული ფოსტის მისამართებს, რომლებიც უკვე არის რეგისტრირებული სისტემაში, მაშინ ამ მომხმარებლების მოანცემები არ დაიმპორტდება, ხოლო ყველა ახალი როლი, რომელიც უნდა შექმნილიყო, მიენიჭება არსებულ მომხმარებლებს.
mk_mk: Селектирај XML датотека која содржи информации за корисници за импортирање во ова списание. Видете ја страницата за помош на списанието за детали за форматот на оваа датотека.<br /><br />Имајте во предвид дека доколку импортираната датотека содржи било кои кориснички имиња или и-меил адреси кои веќе постојат во системот, корисничките податоци за тие корисници нема да се импортираат и било кои новосоздадени улоги ќе бидат доделени на веќе постоечките корисници.
pl_pl: Wybierz plik z danymi w formacie XML zawierający informacje o użytkowniku, celem ich zaimportowania do tego czasopisma<br /><br />Sprawdź, czy plik do zaimportowania zawiera nazwę użytkownika lub adres e-mail, które już istnieją w systemie. Takie dane nie mogą być zaimportowane.
ro_ro: Selectați un fișier de date XML care conține informații despre utilizator pentru a fi importat în acest jurnal. Consultați ajutorul jurnalului pentru detalii despre formatul acestui fișier.<br /><br />Rețineți că dacă fișierul importat conține nume de utilizator sau adrese de e-mail care există deja în sistem, datele de utilizator pentru acei utilizatori nu vor fi importate și orice roluri noi care vor fi create vor fi atribuite utilizatorilor existenți.
sk_sk: Vyberte dátový súbor XML obsahujúci informácie o užívateľovi, ktorý chcete importovať do tohto časopisu. Informácie o formáte tohto súboru nájdete v pomocníkovi časopisu. <br/> <br/> Ak importovaný súbor obsahuje nejaká používateľské mená alebo e-mailové adresy, ktoré už v systéme existujú, používateľské dáta pre týchto používateľov nebudú importované a všetky nové úlohy, ktoré majú byť vytvorené, budú pridelené súčasným užívateľom.
sl_si: Izberi XML datoteko, ki vsebuje podatke o uporabnikih za uvoz v to revijo. Za več informacij formatu poglejte pomoč.<br /><br />V primeru, da datoteka vsebuje uporabniška imena in email naslove, ki že obstjajo, ti uporabniki ne bodo uvoženi, dodane pa jim bodo vloge, ki bi se morale ustvariti.
sv_se: Välj en XML-fil som innehåller användarinformation att importera till den här tidskriften. För att se detaljer för filformatet, se tidskriftens hjälpfunktion.<br /><br />Observera att om importfilen innehåller användarnamn eller e-postadresser som redan finns i systemet kommer data för dessa användare inte att importeras och eventuella nya roller kommer att tilldelas den existerande användaren.

# plugins.importexport.users.import.dataFile
source: User data file
de_de: Benutzerdatendatei
fi_fi: Käyttäjätietotiedosto
fr_ca: Fichier de données de l'utilisateur-trice
fr_fr: Fichier de données de l'utilisateur ou utilisatrice
hu_hu: Felhasználói adatfájl
ka_ge: ფაილი მომხმარებლების მონაცემებით
mk_mk: Датотека со податоци за корисници
pl_pl: Plik danych użytkownika
ro_ro: Fișier date utilizator
sk_sk: Súbor údajov o užívateľoch
sl_si: Datoteka s podatki o uporabnikih
sv_se: Fil med användardata

# plugins.importexport.users.import.sendNotify
source: Send a notification email to each imported user containing the user's username and password.
de_de: Allen importierten Benutzer/innen eine E-Mail mit Benutzernamen und Passwort senden.
fi_fi: Lähetä tuotaville käyttäjille ilmoitussähköposti, jossa on hänen käyttäjätunnuksensa ja salasanansa.
fr_ca: Envoyer à chaque utilisateur-trice importé-e un courriel d'avis contenant le nom et le mot de passe de l'utilisateur-trice.
fr_fr: Envoyer un courriel de notification contenant leur nom et leur mot de passe à chaque utilisatrice ou utilisateur importé.
hu_hu: Küldjön értesítési e-mailt minden importált felhasználónak, amely tartalmazza a felhasználó felhasználónevét és jelszavát.
ka_ge: გაეგზავნის ყოველ დაიმპორტებულ მომხმარებელს შეტყობინერბა ელექტორნული ფოსტით, მისი სახელისა და პაროლის მითითებით.
mk_mk: Испратете и-меил известување до секој импортиран корисник со корисничкото име и лозинка на корисникот.
pl_pl: Wyślij e-mail z powiadomieniem zawierającym nazwę użytkownika i hasło do każdego zaimportowanego użytkownika.
ro_ro: Trimiteți un e-mail de notificare fiecărui utilizator importat care conține numele de utilizator și parola utilizatorului.
sk_sk: Pošlite e-mailom každému importovanému užívateľovi upozornenie, ktoré obsahuje užívateľské meno a heslo používateľa.
sl_si: Pošlji email obvestilo vsakemu uvoženemu uporabniku z uporabniškim imenom in geslom.
sv_se: Skicka ett meddelande via e-post till varje importerad användare med användarens amvändarnamn och lösenord.

# plugins.importexport.users.import.continueOnError
source: Continue to import other users if a failure occurs.
de_de: Mit dem Import anderer Benutzer/innen fortfahren, wenn Fehler auftritt.
fi_fi: Jatka tuontia virheiden sattuessa.
fr_ca: Continuer à importer d'autres utilisateurs-trices si un échec se produit.
fr_fr: Continuer à importer d'autres utilisatrices ou utilisateurs si une erreur se produit.
hu_hu: Folytassa a többi felhasználó importálását akkor is, ha hiba történik.
ka_ge: იმპორტის გაგრძელება სხვა მომხმარებლებისათვის, შეცდომის შემთხვევაში.
mk_mk: Продолжете да ги импортирате другите корисници доколку се појави дефект.
pl_pl: Kontynuuj import użytkowników jeżeli nastąpi problem.
ro_ro: Continuați să importați alți utilizatori dacă apare o eroare.
sk_sk: Pokračovať v importe ostatných užívateľov v prípade výskytu chyby.
sl_si: V primeru napake nadaljuj z uvozom ostalih uporabnikov.
sv_se: Fortsätt att importera andra användare om ett fel uppstår.

# plugins.importexport.users.import.usersWereImported
source: The following users were successfully imported into the system
de_de: Die folgenden Benutzer/innen wurden erfolgreich importiert
fi_fi: Seuraavat käyttäjät tuotiin järjestelmään onnistuneesti
fr_ca: Les utilisateurs-trices suivants-es ont été importés-es avec succès dans le système
fr_fr: Les utilisatrices ou utilisateurs suivants ont été importés avec succès dans le système
hu_hu: A következő felhasználók lettek sikeresen importálva a rendszerbe
ka_ge: შემდეგი მომხმარებლები წარმატებით დაემატა სისტემაში
mk_mk: Следните корисници беа успешно импортирани во системот
pl_pl: Następujący użytkownicy zostali zaimportowani do systemu
ro_ro: Următorii utilizatori au fost importați cu succes în sistem
sk_sk: Nasledujúci užívatelia boli úspešne importovaní do systému
sl_si: Naslednji uporabniki so bili uvoženi v sistem
sv_se: Följande användare har importerats till systemet

# plugins.importexport.users.import.errorsOccurred
source: Errors occurred during the import
de_de: Import fehlerhaft
fi_fi: Tuonnin aikana tapahtuneet virheet
fr_ca: Des erreurs sont se produites lors de l'importation
fr_fr: Des erreurs se sont produites lors de l'importation
hu_hu: Hiba történt az import során
ka_ge: იმპორტის დროს მოხდა შეცდომები
mk_mk: Се појавија грешки за време на импортирањето
pl_pl: Wystąpił błąd podczas importu
ro_ro: Au apărut erori în timpul importului
sk_sk: Počas importu došlo k chybe
sl_si: Med uvozom so se pojavile napake
sv_se: Ett fel uppstod under importen

# plugins.importexport.users.import.confirmUsers
source: Confirm that these are the users you would like to import into the system
de_de: Bestätigen Sie, dass Sie diese Benutzer/innen in das System importieren wollen
fi_fi: Vahvista, että haluat tuoda nämä käyttäjät järjestelmään
fr_ca: Confirmer que ces utilisateurs-trices sont bien ceux et celles que vous souhaitez importer dans le système
fr_fr: Confirmez qu'il s'agit bien des utilisateurs ou utilisatrices que vous souhaitez importer dans le système
hu_hu: Erősítse meg, hogy valóban ezeket a felhasználókat szeretné importálni a rendszerbe
ka_ge: დაადასტურეთ, რომ ეს ზუსტად ის მომხმარებლები არიან, რომელთა იმპორტიც გსურთ სისტემაში
mk_mk: Потврдете дека овие се корисниците кои сакате да ги импортирате во системот
pl_pl: Potwierdź, że ci użytkownicy chcą być zaimportowani do systemu
ro_ro: Confirmați că aceștia sunt utilizatorii pe care doriți să îi importați în sistem
sk_sk: Potvrďte, že toto sú užívatelia, ktorých chcete importovať do systému
sl_si: Potrdite, da so to uporabniki, ki jih želite uvoziti v sistem
sv_se: Bekräfta att du vill importera dessa användare till systemet

# plugins.importexport.users.import.warning
source: Warning
de_de: Warnung
fi_fi: Varoitus
fr_ca: Avertissement
fr_fr: Avertissement
hu_hu: Figyelmeztetés
ka_ge: გაფრთხილება
mk_mk: Предупредување
pl_pl: Uwaga
ro_ro: Avertizare
sk_sk: Varovanie
sl_si: Opozorilo
sv_se: Varning

# plugins.importexport.users.import.encryptionMismatch
source: Cannot use passwords hashed with {$importHash}; OJS is configured to use {$ojsHash}. If you continue, you will need to reset the imported users' passwords.
de_de: Kann keine Benutzer/innen importieren, die mit {$importHash} gehasht wurden; OJS ist dafür konfiguriert, {$ojsHash} zu benutzen. Wenn Sie fortfahren, werden Sie die Passwörter der importierten Benutzer/innen zurücksetzen müssen.
fi_fi: Tiivistettä {$importHash} käyttäviä salasanoja ei voi käyttää. Järjestelmä on määritetty käyttämään tiivistettä {$ojsHash}. Mikäli jatkat, sinun on uusittava tuotavien käyttäjien salasanat.
fr_ca: Ne peut utiliser les mots de passe dont l'algorithme de hachage est fait avec {$importHash} ; OJS est configuré pour utiliser {$ojsHash}. Si vous continuez, vous devrez reconfigurer les mots de passe des utilisateurs-trices importés-es.
fr_fr: Impossible d'utiliser les mots de passe hachés avec {$importHash} ; OJS est configuré pour utiliser {$ojsHash}. Si vous continuez, vous devrez réinitialiser les mots de passe des utilisatrices et utilisateurs importés.
hu_hu: Nem használhatóak jelszavak ezzel a hash-sel {$importHash}; az OJS ezt a hasht használja {$ojsHash}. Ha folytatja, akkor az importált felhasználók jelszavát újra meg kell határozni.
ka_ge: არ შეიძლება პაროლების გამოყენება, რომლებიც ჰეშირებულია {$importHash} ალგორითმით; OJS ახლა მორგებულია {$ojsHash}-ის გამოყენებაზე. თუ თქვენ განაგრძობთ, თქვენ მოგიწევთ პაროლების ჩამოყრა დაიმპორტებული მომხმარებლებისათვის.
mk_mk: Не може да се користат заштитени лозинки со {$importHash}; OJS е конфигуриран да користи {$ojsHash}. Доколку продолжите, ќе треба да ги ресетирате лозинките на импортираните корисници.
pl_pl: Nie możesz używać haseł z {$importHash}; OJS jest skonfigurowany do używania {$ojsHash}. Jeżeli chcesz kontynuować, musisz zresetować zaimportowane hasła użytkowników.
ro_ro: Nu se pot folosi parole cu hash {$importHash}; OJS este configurat pentru utilizare {$ojsHash}. Dacă continuați, va trebui să resetați parolele utilizatorilor importați.
sk_sk: Nedajú sa použiť heslá s {$importHash}; OJS je nakonfigurovaný pre použitie {$ojsHash}. Ak budete pokračovať, budete musieť obnoviť heslá importovaných užívateľov.
sl_si: Gesla, kriptirana z {$importHash} ne morejo biti uporabljena; OJS je nstavljen, da uporablja {$ojsHash}. Če nadaljujete, boste morali ponastaviti vsa gesla uvoženih uporabnikov.
sv_se: Kan inte använda lösenord lagrade i {$importHash}; OJS är konfigurerad att använda {$ojsHash}. Om du vill fortsätta behöver du återställa importerade användares lösenord.
