Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/users/locale/*/locale.po
Languages: de_de, fi_fi, fr_ca, fr_fr, hu_hu, ka_ge, mk_mk, pl_pl, ro_ro, sk_sk, sl_si, sv_se

# plugins.importexport.users.unknownPress
source: An unknown journal path "{$journalPath}" was specified.
de_de: Der angegebene Pfad "{$journalPath}" für die Zeitschrift ist unbekannt.
fi_fi: Tuntematon julkaisun polku "{$journalPath}".
fr_ca: Un chemin d'accès de revue inconnu « {$journalPath} » a été spécifié.
fr_fr: Un chemin d'accès de revue inconnu « {$journalPath} » a été indiqué.
hu_hu: Ismeretlen folyóiratútvonal "{$journalPath}" lett megadva.
ka_ge: მითითებული იყო ჟურნალის უცნობი მდებარეობა „{$journalPath}“.
mk_mk: Беше одредена непозната патека "{$journalPath}" на списанието.
pl_pl: Została podana nieznana ścieżka czasopisma "{$journalPath}".
ro_ro: A fost specificată o cale de jurnal necunoscută "{$journalPath}".
sk_sk: Bol špecifikovaný neznámy časopis "{$journalPath}".
sl_si: Podana je bila neznana pot revije "{$journalPath}".
sv_se: En okänd sökväg till tidskriften, "{$journalPath}", angavs.

# plugins.importexport.users.export.exportUsers
source: Export Users
de_de: Benutzer/innen exportieren
fi_fi: Vie käyttäjiä
fr_ca: Exporter les utilisateurs-trices
fr_fr: Exporter les utilisatrices et utilisateurs
hu_hu: Felhasználók exportálása
ka_ge: მომხმარებლების ექსპორტი
mk_mk: Експортирај корисници
pl_pl: Eksportuj użytkowników
ro_ro: Export utilizatori
sk_sk: Export užívateľov
sl_si: Izvozi uporabnike
sv_se: Exportera användare

# plugins.importexport.users.export.exportByRole
source: Export By Role
de_de: Nach Funktion exportieren
fi_fi: Vie roolin mukaan
fr_ca: Exporter par rôle
fr_fr: Exporter par rôle
hu_hu: Export szerepkör alapján
ka_ge: ექსპორტი როლების მიხედვით
mk_mk: Експортирај според улога
pl_pl: Eksportuj według roli
ro_ro: Exportați după rol
sk_sk: Exportovať podľa role
sl_si: Izvozi po vlogah
sv_se: Exportera per roll

# plugins.importexport.users.export.exportAllUsers
source: Export All
de_de: Alle exportieren
fi_fi: Vie kaikki
fr_ca: Tout exporter
fr_fr: Tout exporter
hu_hu: Az összes exportálása
ka_ge: ყველას ექსპორტი
mk_mk: Експортирај ги сите
pl_pl: Eksportuj wszystkich
ro_ro: Exportați toți utilizatorii
sk_sk: Exportovať všetky
sl_si: Izvozi vse
sv_se: Exportera alla

# plugins.importexport.users.export.errorsOccurred
source: Errors occurred during the export
de_de: Fehlerhafter Export
fi_fi: Viennin aikana tapahtuneet virheet
fr_ca: Des erreurs se sont produites durant l'exportation
fr_fr: Des erreurs se sont produites lors de l'exportation
hu_hu: Hiba történt az exportálás során
ka_ge: ექსპორტის დროს მოხდა შეცდომები
mk_mk: Се појавија грешки за време на експортирањето
pl_pl: Wystąpiły błędy podczas eksportu
ro_ro: Au apărut erori în timpul exportului
sk_sk: Počas exportu došlo k chybám
sl_si: Med izvozom se je pojavila napaka
sv_se: Ett fel uppstod under exporten

# plugins.importexport.users.importComplete
source: The import completed successfully. Users with usernames and email addresses that are not already in use have been imported, along with accompanying user groups.
de_de: Der Import wurde erfolgreich abgeschlossen. Benutzer/innen mit Namen und E-Mail-Adressen, die noch nicht in Benutzung sind, wurden importiert, zusammen mit den zugehörigen Nutzergruppen.
fi_fi: Tuonti suoritettiin onnistuneesti. Kaikki käyttäjäryhmät ja käyttäjät, joiden mukaisia käyttäjänimiä tai sähköpostiosoitteita ei ollut vielä järjestelmässä, tuotiin järjestelmään.
fr_ca: Importation réussie. Les utilisateurs-trices dont les noms et adresses électroniques ne sont pas utilisés ont été importés-es, ainsi que les groupes d'utilisateurs-trices connexes.
fr_fr: Importation réussie. Les utilisatrices et utilisateurs dont les noms et adresses de courriel ne sont pas déjà utilisés ont été importés, ainsi que les groupes d'utilisatrices et d'utilisateurs associés.
hu_hu: Az import sikeresen megtörtént. Felhasználók olyan felhasználónévvel és e-mail címmel, amelyek nincsenek használatban exportálva lettek, a kapcsolódó felhasználói csoportokkal együtt.
ka_ge: იმპორტი წარმატებით შესრულდა. მომხმარებლები მათი სახელებით და ელფსოტის მისამართებით, რომლებიც ჯერ არ იყო გამოყენებული, დაიმპორტდა შესაბამისი მომხმარებლების ჯგუფებით.
mk_mk: Импортирањето е успешно завршено. Беа импортирани корисници со кориснички имиња и и-меил адреси кои не се веќе искористени, заедно со придружни групи на корисници.
pl_pl: Import zakończony. Zostali zaimportowani użytkownicy, których nazwy i adresy e-mail nie znajdowały się wcześniej w systemie.
ro_ro: Importul s-a finalizat cu succes. Utilizatorii cu nume de utilizator și adrese de e-mail care nu sunt deja utilizate au fost importați, împreună cu grupurile de utilizatori însoțitori.
sk_sk: Import bol úspešne dokončený. Používatelia s užívateľskými menami a e-mailovými adresami, ktoré sa doteraz nepoužívajú, boli importované spoločne s príslušnými užívateľskými skupinami.
sl_si: Uvoz se je uspešno končal. Uporabniki z uporabniškimi imeni in gesli, ki še niso v uporabi, so bili uvoženi, skupaj s pripadajočimi vlogami.
sv_se: Importen lyckades. Användare med användarnamn och e-postadresser som inte redan används har importerats, tillsammans med tillhörande användargrupper.

# plugins.importexport.users.results
source: Results
de_de: Ergebnisse
fi_fi: Tulokset
fr_ca: Résultats
fr_fr: Résultats
hu_hu: Eredmények
ka_ge: შედეგები
mk_mk: Резултати
pl_pl: Wyniki
ro_ro: Rezultate
sk_sk: Výsledky
sl_si: Rezultati
sv_se: Resultat

# plugins.importexport.users.uploadFile
source: Please upload a file under "Import" in order to continue.
de_de: Bitte laden Sie eine Datei unter "Importieren" hoch, um fortzufahren.
fi_fi: Ole hyvä ja lataa tiedosto kohdassa "Tuo" jatkaaksesi.
fr_ca: Veuillez téléverser un fichier sous « Importer » pour continuer.
fr_fr: Veuillez téléverser un fichier sous « Importer » pour continuer.
hu_hu: Kérjük, töltsön fel egy fájlt az "Import" alatt, a folytatáshoz.
ka_ge: გაგრძელებისათვის, გთხოვთ ატვირთოთ ფაილი განყოფილებაში „მომხმარებლების იმპორტი“.
mk_mk: Ве молме да прикажите датотека под "Импортирај" за да продолжите.
pl_pl: Prześlij plik "Import" w celu kontynuowania.
ro_ro: Vă rugăm să încărcați un fișier sub „Import” pentru a continua.
sk_sk: Pre pokračovanie nahrajte súbor v "Import".
sl_si: Prosimo, naložite datoteko pod "Uvoz" za nadaljevanje.
sv_se: Ladda upp en fil under "Importera" för att fortsätta.
