Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: ar_iq, bs_ba, da_dk, fa_ir, hu_hu, id_id, ku_iq, mk_mk, nb_no, nl_nl, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@latin, tr_tr, uk_ua

# plugins.pubIds.urn.editor.preview.objects
source: Item
ar_iq: العنصر
bs_ba: Element
da_dk: Element
hu_hu: Tétel
id_id: Butir
ku_iq: دانە
mk_mk: Предмет
nb_no: Objekt
nl_nl: Onderdeel
ru_ru: Элемент
sk_sk: Položka
sl_si: Postavka
tr_tr: Öğe
uk_ua: Елемент

# plugins.pubIds.urn.editor.preview.galleys
source: Galley: {$galleyLabel}
ar_iq: اللوح الطباعي: {$galleyLabel}
da_dk: Publiceringsversion: {$galleyLabel}
hu_hu: Megjelenítő: {$galleyLabel}
id_id: Galai: {$galleyLabel}
ku_iq: تابلۆ: {$galleyLabel}
mk_mk: Отисок на труд: {$galleyLabel}
nb_no: Oppsett: {$galleyLabel}
ru_ru: Гранка: {$galleyLabel}
sk_sk: Sadzobnica: {$galleyLabel}
sl_si: Prelom: {$galleyLabel}
tr_tr: Dizgi: {$galleyLabel}
uk_ua: Гранка: {$galleyLabel}

# plugins.pubIds.urn.editor.preview.publication.none
source: A URN has not been assigned to this publication.
ar_iq: لم يتم تعيين URN لهذا المنشور بعد.
da_dk: Der er ikke blevet tildelt en URN til denne publikation.
hu_hu: Nem lett URN hozzárendelve ehhez a publikációhoz.
id_id: URN belum diberikan untuk publikasi ini.
ku_iq: ناوی سەرچاوە یەکپۆشەکان بۆ ئەم بڵاوکراوەیە دیاری نەکراوە.
mk_mk: URN не е доделен на оваа публикација.
nb_no: URN har ikke blitt tildelt til denne publikasjonen.
nl_nl: Aan deze publicatie is geen URN toegekend.
ru_ru: URN не был присвоен этой публикации.
sk_sk: K tejto publikácii nebolo priradené URN.
sl_si: URN še ni bil določen za ta članek.
tr_tr: Bu yayına bir URN atandı.
uk_ua: URN не було призначено для цієї публікації.

# plugins.pubIds.urn.editor.preview.publication
source: The URN for this publication will be {$urn}.
ar_iq: إن URN لهذا المؤلَّف سيكون {$urn}.
da_dk: URN'en til denne publikation bliver {$urn}.
hu_hu: Az URN ehhez a publikációhoz az alábbi lesz: {$urn}.
id_id: URN untuk publikasi ini adalah {$urn}.
ku_iq: ناوی سەرچاوە یەکپۆشەکانی ئەم بڵاوکراوەیە {$urn} دەبێت.
mk_mk: URN за оваа публикација ќе биде {$urn}.
nb_no: URN-en til denne publikasjonen blir {$urn}.
nl_nl: De URN voor deze publicatie is {$urn}.
ru_ru: URN для этой публикации будет {$urn}.
sk_sk: URN pre túto publikácia bude {$urn}.
sl_si: URN za ta članek bo {$urn}.
tr_tr: Bu yayın için URN {$urn} olmalıdır.
uk_ua: URN для цієї публікації буде {$urn}.

# plugins.pubIds.urn.editor.missingPrefix
source: The URN must begin with {$urnPrefix}.
ar_iq: إن URN لا بد له أن يبدأ بـ {$urnPrefix}.
da_dk: URN skal begynde med {$urnPrefix}.
hu_hu: Az URN-nek az alábbival kell kezdődnie: {$urnPrefix}.
id_id: URN harus diawali dengan {$urnPrefix}.
ku_iq: ناوی سەرچاوە یەکپۆشەکان دەبێت بە {$urnPrefix} دەست پێ بکات.
mk_mk: URN мора да започне со {$urnPrefix}.
nb_no: URN-en må begynne med {$urnPrefix}.
nl_nl: De URN moet beginnen met {$urnPrefix}.
ru_ru: URN должен начинаться с {$urnPrefix}.
sk_sk: URN musí začínať {$urnPrefix}.
sl_si: URN se mora začeti z {$urnPrefix}.
tr_tr: URN {$urnPrefix} öneki ile başlamalıdır.
uk_ua: URN має починатися з {$urnPrefix}.

# plugins.pubIds.urn.editor.missingParts
source: You can not generate a URN because one or more parts of the URN pattern are missing data. You may need to assign the publication to an issue, set a publisher ID or enter page numbers.
ar_iq: لا يمكنك توليد URN لأن واحداً أو أكثر من أجزائه يفتقر إلى المعطيات. قد تكون بحاجة إلى تخصيص المؤلَّف للنشر في أحد الأعداد، وضع رمز التعريف للناشر أو إدخال أرقام الصفحات.
da_dk: Du kan ikke generere en URN, fordi en eller flere dele af URN-mønsteret mangler data. Det kan være nødvendigt, at du tildeler publikationen til et nummer, indsætter et udgiver-ID eller indtaster sidenumre.
hu_hu: URN nem generálható, mert az URN minta hiányos.
id_id: Anda tidak dapat membuat URN karena satu atau lebih bagian dari pola URN kehilangan data. Anda mungkin perlu menetapkan publikasi ke sebuah volume/isu tertentu, mengatur ID penerbit atau memasukkan nomor halaman.
ku_iq: تۆ ناتوانیت ناوی سەرچاوە یەکپۆشەکان دیاری بکەیت لەبەر کەمیی زانیاری. تۆ دەتوانیت ئەم بڵاوکراوەیە بە ژمارەیەکەوە ببەستیت ناسنامە و ژمارەی لاپەڕەکانی دیاری بکەیت.
mk_mk: Не можете да генерирате URN бидејќи на еден или повеќе делови на моделот URN недостасуваат податоци. Можеби ќе треба да ја доделите публикацијата на издание, да поставите ID на издавач или да внесете броеви на страницата.
nb_no: Du kan ikke generere en URN fordi en eller flere deler av URN-mønsteret mangler data. Det kan være nødvendig å legge publikasjonen til et nummer, legge inn utgiver-ID, eller sidetall.
nl_nl: U kunt geen URN genereren omdat er in een of meer delen van het URN-patroon gegevens ontbreken. Mogelijk moet u de publicatie aan een nummer toewijzen, een uitgever-ID instellen of paginanummers invoeren.
ru_ru: Вы не можете сгенерировать URN, так как для одной или нескольких частей шаблона URN не хватает данных. Вам может быть необходимо назначить публикацию в конкретный выпуск, задать ID издателя или ввести номера страниц.
sk_sk: Nedá sa vygenerovať URN, pretože v jednej alebo viac častiach vzoru URN chýbajú dáta. Pravdepodobne budete musieť publikácii priradiť číslo, nastaviť ID vydavateľa alebo zadať čísla stránok.
sl_si: Ne morete generirati URN oznake, ker manjkajo podatki za enega ali več delov URN vzorca. Običajno je potrebno članku določiti številko revije, ID izdajatelja ali številke strani.
tr_tr: URN deseninin bir veya daha fazla bölümünde veri eksik olduğundan bir URN oluşturamazsınız. Yayını bir sayıya atamanız, bir yayıncı kimliği ayarlamanız veya sayfa numaralarını girmeniz gerekebilir.
uk_ua: Ви не можете згенерувати URN, так як для однієї чи декількох частин шаблону URN не вистачає даних. Вам необхідно призначити публікацію в конкретний випуск, задати ID видавця або ввести номера сторінок.

# plugins.pubIds.urn.editor.missingIssue
source: You can not generate a URN until this publication has been assigned to an issue.
ar_iq: لا يمكنك توليد URN حتى يتم تعيين هذا المؤلَّف إلى عدد ما.
bs_ba: Ne možete generisati URN dok ova publikacija nije dodjeljena Izdanju.
da_dk: Du kan ikke generere en URN, før denne publikation er blevet tildelt et nummer.
hu_hu: Nem generálhat URN-t amíg a publikáció nem lett folyóiratszámhoz rendelve.
id_id: Anda tidak dapat membuat URN sampai publikasi ini ditetapkan untuk ke sebuah terbitan tertentu.
ku_iq: تۆ ناتوانیت ناوی سەرچاوە یەکپۆشەکان بۆ ئەم توێژینەوەیە دیاری بکەیت هەتا بە ژمارەیەکەوە گرێ نەدرێت.
mk_mk: Не можете да генерирате URN сè додека оваа публикација не биде доделена на издание.
nb_no: Du kan ikke generere en URN før denne publikasjonen er blitt lagt til et nummer.
nl_nl: U kunt pas een URN genereren als deze publicatie aan een nummer is toegewezen.
ru_ru: Вы не можете сгенерировать URN, пока эта публикация не будет назначена в конкретный выпуск.
sk_sk: Kým nebude táto publikácia priradená k číslu, nemôžete vygenerovať URN.
sl_si: URN oznake ne morete določiti, dokler članek ni bil dodeljen številki revije.
tr_tr: Bu yayın bir sayıya atanana kadar bir URN oluşturamazsınız.
uk_ua: Ви не зможете згенерувати URN, доки ця публікація не призначена до конкретного випуску.

# plugins.pubIds.urn.editor.urn.assignUrn
source: Assign
ar_iq: تعيين
bs_ba: Dodjeli
da_dk: Tildel
hu_hu: Kioszt
id_id: Berikan
ku_iq: ئەرکداری بکە
mk_mk: Додели
nb_no: Tildel
nl_nl: Toewijzen
ru_ru: Назначить
sk_sk: Priradiť
sl_si: Dodeli
tr_tr: Ata
uk_ua: Призначити

# plugins.pubIds.urn.editor.urn.description
source: The URN must begin with {$prefix}.
ar_iq: إن URN لا بد له أن يبدأ بـ {$prefix}.
bs_ba: URN mora početi sa {$prefix}.
da_dk: URN skal begynde med {$prefix}.
hu_hu: Az URN-nek az alábbival kell kezdődnie: {$prefix}.
id_id: URN harus diawali dengan {$prefix}.
ku_iq: ناوی سەرچاوە یەکپۆشەکان دەبێت بە {$prefix} دەست پێ بکات.
mk_mk: URN мора да започне со {$prefix}.
nb_no: URN-en må begynne med {$prefix}.
nl_nl: De URN moet beginnen met {$prefix}.
ru_ru: URN должен начинаться с {$prefix}.
sk_sk: URN musí začínať {$prefix}.
sl_si: URN se mora začeti z {$prefix}.
tr_tr: URN {$prefix} öneki ile başlamalıdır.
uk_ua: URN повинен починатися з {$prefix}.

# plugins.pubIds.urn.form.checkNoRequired
source: The check number is missing.
ar_iq: رقم التحقق مفقود.
bs_ba: Broj za provjeru nedostaje.
da_dk: Tjeknummeret mangler.
fa_ir: شماره بررسی تعریف نشده است
hu_hu: Az ellenörzőszám hiányzik.
id_id: Cek nomor hilang.
ku_iq: ژمارەی وردبینی ونە.
mk_mk: Бројот за проверка недостасува.
nb_no: Kontrollnummeret mangler.
nl_nl: Het controlegetal ontbreekt.
ru_ru: Контрольное число отсутствует.
sk_sk: Kontrolné číslo chýba.
sl_si: Manjka kontrolna številka.
sr_rs@latin: Broj za proveru nedostaje.
tr_tr: Kontrol numarası eksik.
uk_ua: Відсутнє контрольне число.

# plugins.pubIds.urn.editor.assignURN.assigned
source: The URN {$pubId} has been assigned.
ar_iq: لقد تم تعيين URN {$pubId} لهذا المكون.
bs_ba: URN {$pubId} je dodjeljen.
da_dk: URN'en {$pubId} er blevet tildelt.
fa_ir: شنایه {$pubId} اختصاص داده شد.
hu_hu: Az URN {$pubId} hozzárendelés megtörtént.
id_id: URN {$pubId} telah diberikan.
ku_iq: ناوی سەرچاوە یەکپۆشەکان بۆ {$pubId} ئەرکدار کرا.
mk_mk: Назначен е URN {$pubId}.
nb_no: URN-en {$pubId} har blitt tildelt.
nl_nl: De URN {$pubId} werd toegekend.
ru_ru: URN {$pubId} был присвоен.
sk_sk: URN {$pubId} bolo priradené.
sl_si: URN {$pubId} je bil dodeljen.
sr_rs@latin: URN {$pubId} je dodeljen.
tr_tr: URN {$pubId} atandı.
uk_ua: URN {$pubId} був призначений.

# plugins.pubIds.urn.editor.assignURN.pattern
source: The URN {$pubId} cannot be assigned because it contains an unresolved pattern.
ar_iq: تعذر تعيين URN {$pubId} لأنها تتضمن نمطاً غير متوافق.
bs_ba: URN{$pubId} ne može biti dodjeljen pošto sadrži kombinaciju koja se ne može razrješiti.
da_dk: URN'en {$pubId} kan ikke tildeles, da den indeholder et uopløst mønster.
fa_ir: به دلیل وجود یک الگوی نامعتبر، اختصاص شناسه {$pubId} قابل انجام نیست.
hu_hu: Az URN {$pubId} nem hozzárendelhető, mert feloldhatatlan mintát tartalmaz.
id_id: URN {$pubId} tidak dapat diberikan karena berisi pola yang tidak terselesaikan.
ku_iq: ناوی سەرچاوە یەکپۆشەکانی {$pubId} ئەرکدار ناکرێت لەبەر ئەوەی کێشەیەکی هەیە.
mk_mk: URN {$pubId} не може да се додели бидејќи содржи нерешена шема.
nb_no: URN-en {$pubId} kan ikke tildeles fordi den indeholder et galt mønster.
nl_nl: De URN {$pubId} kan niet worden toegekend omdat het een ongeldig patroon bevat.
ru_ru: URN {$pubId} не может быть присвоен, так как он содержит не замененный шаблон.
sk_sk: URN {$pubId} nie je možné priradiť, pretože obsahuje neplatný vzor.
sl_si: URN {$pubId} ne more biti dodeljen, ker vsebuje vzorec, ki ga ni mogoče razrešiti.
sr_rs@latin: URN{$pubId} ne može biti dodeljen pošto sadrži kombinaciju koja se ne može razrešiti.
tr_tr: Çözümlenmemiş bir şablon içerdiğinden URN {$pubId} atanamaz.
uk_ua: Не можна призначити URN {$pubId} оскільки він містить не замінений шаблон.

# plugins.pubIds.urn.editor.assignURN.emptySuffix
source: The URN cannot be assigned because the custom suffix is missing.
ar_iq: تعذر تعيين URN لأن اللاحقة المخصصة مفقودة.
bs_ba: URN ne može biti dodjeljen pošto nedostaje prilagođeni sufiks.
da_dk: URN'en kan ikke tildeles, da det brugerdefinerede suffiks mangler.
fa_ir: به دلیل عدم تعریف پسوند، اختصاص شناسه URN قابل انجام نیست.
hu_hu: Az URN nem rendelhető hozzá, mert az egyéni utótag hiányzik.
id_id: URN tidak dapat diberikan karena sufiks kustom tidak ada.
ku_iq: ئەم ناوی سەرچاوە یەکپۆشە ئەرکدار ناکرێت چونکە پاشگری بۆ دانەندراوە.
mk_mk: URN не може да се додели бидејќи недостасува сопствената наставка.
nb_no: URN-en kan ikke tildeles fordi det egendefinerte suffikset mangler.
nl_nl: De URN kan niet worden toegekend omdat het aangepaste achtervoegsel ontbreekt.
ru_ru: URN не может быть присвоен, так как отсутствует пользовательский суффикс.
sk_sk: URN nemôže byť pridelené, pretože vlastný suffix je prázdny.
sl_si: URN-ja ni mogoče dodeliti, ker manjka pripona za identifikator po meri.
sr_rs@latin: URN ne može biti dodeljen pošto nedostaje prilagođeni sufiks.
tr_tr: Özel sonek eksik olduğundan URN atanamaz.
uk_ua: Не можна призначити URN, оскільки відсутній індивідуальний суфікс.

# plugins.pubIds.urn.editor.assignURN
source: Assign the URN {$pubId} to this {$pubObjectType}
ar_iq: عيِّن URN {$pubId} لهذا {$pubObjectType}
bs_ba: Dodjeli URN {$pubId} za {$pubObjectType}
da_dk: Tildel URN'en {$pubId} til dette {$pubObjectType}
fa_ir: اختصاص شناسه {$pubId} به {$pubObjectType}
hu_hu: URN hozzárendelése {$pubId} ehhez {$pubObjectType}
id_id: Berikan URN {$pubId} untuk {$pubObjectType} ini
ku_iq: ناوی سەرچاوە یەکپۆشەکان {$pubId} دیاری بکە بۆ{$pubObjectType}
mk_mk: Доделете го URN {$pubId} на овој {$pubObjectType}
nb_no: Tildel URN-en {$pubId} til denne {$pubObjectType}
nl_nl: Ken de URN {$pubId} toe aan dit {$pubObjectType}
ru_ru: Присвоить URN {$pubId} {$pubObjectType}
sk_sk: Priradiť URN {$pubId} tomuto {$pubObjectType}
sl_si: Dodeli URN {$pubId} objektu {$pubObjectType}
sr_rs@latin: Dodeli URN {$pubId} za {$pubObjectType}
tr_tr: URN {$pubId}'yı bu {$pubObjectType}'ye atayın
uk_ua: Призначити URN {$pubId} {$pubObjectType}

# plugins.pubIds.urn.editor.addCheckNo
source: Add Check Number
ar_iq: أضف رقم التحقق
bs_ba: Dodaj broj za provjeru
da_dk: Tilføj tjeknummer
fa_ir: افزودن شماره بررسی
hu_hu: Ellenörzőszám hozzáadása
id_id: Tambahkan Nomor Cek
ku_iq: ژمارەی وردبینی زیاد بکە
mk_mk: Додадете број за проверка
nb_no: Legg til kontrollnummer
nl_nl: Voeg controlegetal toe
ru_ru: Добавить контрольное число
sk_sk: Pridať kontrolné číslo
sl_si: Dodaj kontrolno številko
sr_rs@latin: Dodaj broj za proveru
tr_tr: Kontrol Numarası Ekle
uk_ua: Додати контрольне число

# plugins.pubIds.urn.editor.clearIssueObjectsURN.description
source: Use the following option to clear URNs of all objects (articles and galleys) currently scheduled for this issue.
ar_iq: استعمل الخيار الآتي لإزالة URN من كل المكونات (المقالات وألواحها الطباعية) والتي تمت جدولتها لهذا العدد.
bs_ba: Koristite sljedeću opciju da obrišete sve dodjeljene URN-ove za ovu jedinicu.
da_dk: Brug følgende mulighed for at fjerne URN'er fra alle elementer (artikler og publiceringsfiler/satsskibe) der er planlagt i forbindelse med dette nummer.
fa_ir: برای پاک کردن شناسه URN تمامی موارد (مقالات و کلیشه های چاپی) این شماره، از گزینه زیر استفاده نمایید.
hu_hu: Használja a következő beállítási lehetőséget az összes URN típus törléséhez (cikkek és preprintek), amely most ehhez a számhoz van rendelve.
id_id: Gunakan opsi berikut untuk menghapus URN dari semua objek (artikel dan galai) yang saat ini dijadwalkan untuk terbitan ini.
ku_iq: ئەم بژاردەی خوارەوە هەڵبژێرە بۆ سڕینەوەی ناوی سەرچاوە یەکپۆشەکان کە لە ئێستادا بۆ ئەم ژمارەیە دیاری کراوە.
mk_mk: Користете ја следнава опција за да исчистите URN од сите објекти (написи и отисоци на труд) што се моментално закажани за ова издание.
nb_no: Bruk følgende valg til å fjerne URN fra alle objekter (artikler og oppsett) som ligger under dette nummeret.
nl_nl: Gebruik de volgende optie om URN's van alle objecten (artikelen en galleys) te verwijderen die ingepland zijn voor dit nummer.
ru_ru: Используйте этот параметр, чтобы удалить URN всех объектов (статей и гранок), запланированных на текущий момент к публикации в этом номере.
sk_sk: Použite nasledujúcu možnosť k vymazaniu URN všetkých objektov (článkov a sadzobníc), ktoré sú aktuálne naplánované pre toto číslo.
sl_si: Spodnjo možnost uporabite, da odstranite URN-je vsem objektom (prispevki in prelomi), ki so trenutno razporejeni v to številko.
sr_rs@latin: Koristite sledeću opciju da obrišete sve dodeljene URN-ove za ovu jedinicu.
tr_tr: Bu sayı için şu anda planlanmış tüm öğelerin (makale ve dizgi tablaları) URN'lerini temizlemek için aşağıdaki seçeneği kullanın.
uk_ua: Використовуйте цей параметр, щоб видалити URN усіх об'єктів (статей і гранок), які наразі заплановані для публікації у цьому випуску.

# plugins.pubIds.urn.editor.clearIssueObjectsURN.confirm
source: Are you sure you wish to delete the existing issue objects URNs?
ar_iq: هل أنت متأكد من رغبتك في إزالة كل ما موجود من URN لمكونات الأعداد؟
bs_ba: Da li ste sigurni da želite da obrišete postojeće URN-ove za ovu jedinicu?
da_dk: Er du sikker på, at du vil slette de eksisterende nummerelementers URN'er?
fa_ir: آیا مطمئنید که می خواهید تمامی شناسه های URN این شماره را حذف نمایید؟
hu_hu: Biztos, hogy törölni akarja a létező folyóiratszám URN-eket?
id_id: Apakah Anda ingin menghapus URN dari objek terbitan yang ada?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ناوی سەرچاوە یەکپۆشە بەردەستەکان؟
mk_mk: Дали сте сигурни дека сакате да ги избришете постојните URN објекти на изданијата?
nb_no: Er du sikker på at du vil slette URN fra alle objektene i dette nummeret?
nl_nl: Weet u zeker dat u de bestaande URN's voor de objecten in dit nummer wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить существующие URN у объектов выпуска?
sk_sk: Ste si istý, že chcete vymazať existujúce URN objekty čísla?
sl_si: Ste prepričani, da želite odstraniti obstoječe URN-je objektom iz te številke?
sr_rs@latin: Da li ste sigurni da želite da obrišete postojeće URN-ove za ovu jedinicu?
tr_tr: Mevcut sayı öğe URN'lerini silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити існуючі URN в об'єктів випуску?

# plugins.pubIds.urn.editor.clearIssueObjectsURN
source: Clear Issue Objects URNs
ar_iq: إزالة مكونات URN للعدد
bs_ba: Obrišite URN-ove
da_dk: Fjern nummerelementers URN'er
fa_ir: پاک کردن شناسه URN شماره
hu_hu: Folyóiratszám URN-k törlése
id_id: Kosongkan URN Objek Terbitan
ku_iq: ناوی سەرچاوە یەکپۆشەکان لەم ژمارەیەدا بسڕەوە
mk_mk: Исчисти ги објектите на изданијата URN
nb_no: Fjern URN fra objekter i dette nummeret
nl_nl: Verwijder URN's van de objecten in dit nummer
ru_ru: Удалить URN у объектов выпуска
sk_sk: Vymazať URN objektov čísla
sl_si: Odstrani URN-je iz vseh objektov te številke
sr_rs@latin: Obrišite URN-ove
tr_tr: Sayı Öğe URN'lerini Temizle
uk_ua: Видалити URN в об'єктів випуску

# plugins.pubIds.urn.editor.clearObjectsURN.confirm
source: Are you sure you wish to delete the existing URN?
ar_iq: هل أنت متأكد من رغبتك في إزالة كل ما موجود من URN؟
bs_ba: Da li ste sigurni da želite da obrišete postojeće URN-ove?
da_dk: Er du sikker på, at du vil slette den eksisterende URN?
fa_ir: آیا مطمئنید که می خواهید شناسه URN موجود را حذف کنید؟
hu_hu: Biztos, hogy törölni akarja a létező URN-t?
id_id: Anda yakin ingin menghapus URN yang ada?
ku_iq: ئایا لە سڕینەوەی ناوی سەرچاوە یەکپۆشەکان دڵنیایت؟
mk_mk: Дали сте сигурни дека сакате да го избришете постојниот URN?
nb_no: Er du sikker på at du vil slette den eksisterende URN-en?
nl_nl: Weet u zeker dat u de bestaande URN wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить существующий URN?
sk_sk: Ste si istý, že chcete zmazať existujúcu URN?
sl_si: Ste prepričani, da želite odstraniti obstoječi URN?
sr_rs@latin: Da li ste sigurni da želite da obrišete postojeće URN-ove?
tr_tr: Mevcut URN'yi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити існуючий URN?

# plugins.pubIds.urn.editor.clearObjectsURN
source: Clear
ar_iq: إزالة URN
bs_ba: Obriši
da_dk: Fjern
fa_ir: پاک کردن شناسه URN
hu_hu: URN törlése
id_id: Kosongkan
ku_iq: سڕینەوەی ناوی سەرچاوە یەکپۆشەکان
mk_mk: Исчисти
nb_no: Fjern
nl_nl: Verwijder URN
ru_ru: Удалить
sk_sk: Zmazať URN
sl_si: Odstrani URN
sr_rs@latin: Obriši URN
tr_tr: URN Temizle
uk_ua: Видалити URN

# plugins.pubIds.urn.editor.urnSuffixCustomIdentifierNotUnique
source: The given URN suffix is already in use for another published item. Please enter a unique URN suffix for each item.
ar_iq: لاحقة URN المعطاة قيد الاستعمال حالياً لمكون منشور آخر. لطفاً، أدخل لاحقة URN فريدة لكل فقرة.
bs_ba: Dati sufiks je u upotrebi. Unesite jedinstveni sufiks za svaku jedinicu.
da_dk: Det angivne URN-suffiks er allerede i brug i forbindelse med et anden publiceret element. Indtast et unikt URN-suffiks for hvert element.
fa_ir: این پسوند از پیش استفاده شده است. لطفاً برای هر مورد یک پسوند منحصر به فرد اختصاص دهید.
hu_hu: A megadott URN utótag már használatban van egy másik megjelent elemnél. Kérjük, hogy minden egyes elemhez egyedi URN utótagot írjon be.
id_id: Akhiran URN yang dimasukkan telah digunakan oleh butir penerbitan lain. Silakan masukkan akhiran URN unik untuk masing-masing butir.
ku_iq: ئەو پاشگرەی دیاریت کردووە بۆ بڵاوکراوەیەکی دیکە دیاری کراوە. تکایە پاشگری جیاواز و ناوی سەرچاوە یەکپۆشەکان بۆ هەر دانەیەک بەکار بهێنە.
mk_mk: Дадената наставка URN веќе се користи за друга објавена ставка. Внесете уникатна наставка URN за секоја ставка.
nb_no: Det angitte URN-suffikset er allerede i bruk av et annet publisert element. Legg inn et unikt URN-suffiks for hvert element.
nl_nl: Het opgegeven URN achtervoegsel is al in gebruik voor een ander gepubliceerd item. Vul een uniek URN achtervoegsel in voor elk item.
ru_ru: Заданный суффикс URN уже используется для другого опубликованного элемента. Пожалуйста, введите уникальный суффикс URN для каждого элемента.
sk_sk: Uvedený suffix URN sa už používa pre ďalšiu publikovanú položku. Pre každú položku zadajte jedinečný suffix URN.
sl_si: Vnešena URN pripona je že uporabljena pri drugem objektu. Prosimo, vnesite unikatno URN pripono za vsak objekt.
sr_rs@latin: Dati sufiks je u upotrebi. Unesite jedinstveni sufiks za svaku jedinicu.
tr_tr: Verilen URN son eki, başka bir yayınlanan öğe için zaten kullanılıyor. Lütfen her bir öğe için tekil bir URN son eki girin.
uk_ua: Обраний суфікс URN вже використовується для іншого опублікованого елементу. Будь ласка, оберіть для кожного елемента унікальний суфікс URN.

# plugins.pubIds.urn.editor.assigned
source: The URN is assigned to this {$pubObjectType}.
ar_iq: لقد تم تعيين URN لهذا المكون {$pubObjectType}.
bs_ba: URN je dodeljen za {$pubObjectType}.
da_dk: URN'en er tildelt dette {$pubObjectType}.
fa_ir: شناسه URN به {$pubObjectType} اختصاص داده شد.
hu_hu: Az URN ehhez van hozzárendelve {$pubObjectType}.
id_id: URN diberikan untuk {$pubObjectType} ini.
ku_iq: ناوی سەرچاوە یەکپۆشەکان بۆ {$pubObjectType} ئەرکدار کرا.
mk_mk: URN е доделен на овој {$pubObjectType}.
nb_no: URN-en er tildelt denne{$pubObjectType}.
nl_nl: De URN werd toegekend aan dit {$pubObjectType}.
ru_ru: URN присвоен {$pubObjectType}.
sk_sk: Tomuto {$pubObjectType} bolo pridelené URN.
sl_si: URN je dodeljen {$pubObjectType}.
sr_rs@latin: URN je dodeljen za {$pubObjectType}.
tr_tr: URN, bu {$pubObjectType} öğesine atanmıştır.
uk_ua: URN призначено {$pubObjectType}.
