Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: ar_iq, bs_ba, da_dk, fa_ir, hu_hu, id_id, ku_iq, mk_mk, nb_no, nl_nl, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@latin, tr_tr, uk_ua

# plugins.pubIds.urn.editor.canBeAssigned
source: What you see is a preview of the URN. Select the checkbox and save the form to assign the URN.
ar_iq: ما تشاهده هو معاينة أولية لـ URN. أشر خانة التأشير واحفظ النموذج لتعيين URN.
bs_ba: Ovo što vidite je prikaz URN-a. Obilježite polje i sačuvajte formu kako biste ga dodjelili.
da_dk: Det du ser er en forhåndsvisning af URN'en. Marker afkrydsningsfeltet og gem formularen for at tildele URN'en.
fa_ir: چیزی که هم اکنون مشاهده می کنید یک پیش نمایش است، برای اختصاص شناسه URN چک باکس را تیک زده و فرم را ذخیره کنید.
hu_hu: Amit lát az az URN előnézete. Jelölje be a jelölőnégyzetet és mentse el az URN kiosztási űrlapot.
id_id: Apa yang Anda lihat adalah pratinjau URN. Pilih kotak centang dan simpan formulir untuk menetapkan URN.
ku_iq: ئەمە پیشاندانی سەرەتاییە، ئەم بۆکسە دیاری بکە بۆ ئەرکدارکردنی تەواوەتی ناوی سەرچاوە یەکپۆشەکان.
mk_mk: Она што го гледате е преглед на URN. Изберете го полето за избор и зачувајте го образецот за доделување на URN.
nb_no: Det du ser er en forhåndsvisning av URN-en. Kryss av i avkrysningsboksen og lagre for å tildele URN-en.
nl_nl: U ziet een voorbeeld van de URN. Selecteer de checkbox en dien het formulier in om de URN toe te kennen.
ru_ru: Вы видите как будет выглядеть URN. Поставьте галочку и сохраните форму для присвоения URN.
sk_sk: To, čo vidíte, je náhľad URN. Vyberte zaškrtávacie políčko a uložte formulár pre priradenie URN.
sl_si: Vidite predogled URN-ja. Izberite potrditveno polje in shranite obrazec, da dodelite URN.
sr_rs@latin: Ovo što vidite je prikaz URN-a. Obeležite polje i sačuvajte formu kako biste ga dodelili.
tr_tr: Gördüğünüz şey, URN'nin bir önizlemesi. Onay kutusunu seçin ve URN atamak için formu kaydedin.
uk_ua: Те, що ви бачите - це попередній перегляд URN. Установіть прапорець і збережіть форму для призначення URN.

# plugins.pubIds.urn.editor.patternNotResolved
source: The URN cannot be assigned because it contains an unresolved pattern.
ar_iq: تعذر تعيين URN لأنها تتضمن نمطاً غير متوافق.
bs_ba: URN ne može biti dodjeljen pošto sadrži kombinaciju koja se ne može razriješiti.
da_dk: URN'en kan ikke tildeles, da den indeholder et uopløst mønster.
fa_ir: به دلیل وجود یک الگوی نامعتبر، اختصاص شناسه URN قابل انجام نیست.
hu_hu: Az URN nem hozzárendelhető, mert feloldhatatlan mintát tartalmaz.
id_id: URN tidak dapat diberikan karena berisi pola yang tidak terselesaikan.
ku_iq: ناوی سەرچاوە یەکپۆشەکە ئەرکدار ناکرێت لەبەر ئەوەی کێشەی تێدایە.
mk_mk: URN не може да се додели бидејќи содржи нерешена шема.
nb_no: URN-en kan ikke tildeles fordi det inneholder feil i mønsteret.
nl_nl: De URN kan niet worden toegekend omdat het een ongeldig patroon bevat.
ru_ru: URN не может быть присвоен, так как он содержит не замененный шаблон.
sk_sk: URN nemôže byť pridelené, pretože obsahuje neplatný vzorec.
sl_si: URN ne more biti dodeljen, ker vsebuje vzorec, ki ga ni mogoče razrešiti.
sr_rs@latin: URN ne može biti dodeljen pošto sadrži kombinaciju koja se ne može razrešiti.
tr_tr: Çözümlenmemiş bir şablon içerdiğinden URN atanamaz.
uk_ua: Не можна призначити URN, оскільки він містить не замінений шаблон.

# plugins.pubIds.urn.editor.customSuffixMissing
source: The URN cannot be assigned because the custom suffix is missing.
ar_iq: تعذر تعيين URN لأن اللاحقة المخصصة مفقودة.
bs_ba: URN ne može biti dodjeljen pošto nedostaje prilagođeni sufiks.
da_dk: URN'en kan ikke tildeles, da det brugerdefinerede suffiks mangler.
fa_ir: به دلیل عدم تعریف پسوند، اختصاص شناسه URN قابل انجام نیست.
hu_hu: Az URN nem hozzárendelhető, mert az egyéni utótag hiányzik.
id_id: URN tidak dapat diberikan karena sufiks kustom tidak ada.
ku_iq: ناوی سەرچاوە یەکپۆشەکە ئەرکدار ناکرێت لەبەر ئەوەی پاشگرەکەی ونە.
mk_mk: URN не може да се додели бидејќи недостасува сопствената наставка.
nb_no: URN-en kan ikke tildeles fordi det egendefinerte suffikset mangler.
nl_nl: De URN kan niet worden toegekend omdat het aangepaste achtervoegsel ontbreekt.
ru_ru: URN не может быть присвоен, так как отсутствует пользовательский суффикс.
sk_sk: URN nemôže byť pridelené, pretože chýba vlastný suffix.
sl_si: URN-ja ni mogoče dodeliti, ker manjka pripona za identifikator po meri.
sr_rs@latin: URN ne može biti dodeljen pošto nedostaje prilagođeni sufiks.
tr_tr: Özel sonek eksik olduğundan URN atanamaz.
uk_ua: Не можна призначити URN, оскільки відсутній індивідуальний суфікс.

# plugins.pubIds.urn.editor.urnObjectTypeRepresentation
source: galley
ar_iq: لوح طباعي
da_dk: publiceringsversion
fa_ir: کلیشه چاپی
hu_hu: preprint
id_id: galai
ku_iq: تابلۆ
mk_mk: отисок на труд
nb_no: oppsett
ru_ru: гранке
sk_sk: sadzobnica
sl_si: prelom
sr_rs@latin: fajl prikaza
tr_tr: dizgi tablası
uk_ua: гранці

# plugins.pubIds.urn.editor.urnObjectTypeSubmission
source: article
ar_iq: مقالة
bs_ba: Članak
da_dk: artikel
fa_ir: مقاله
hu_hu: cikk
id_id: artikel
ku_iq: توێژینەوە
mk_mk: статија
nb_no: artikkel
nl_nl: artikel
ru_ru: статье
sk_sk: článok
sl_si: prispevek
sr_rs@latin: članak
tr_tr: makale
uk_ua: статті

# plugins.pubIds.urn.editor.urnObjectTypeIssue
source: issue
ar_iq: عدد
bs_ba: Izdanje
da_dk: nummer
fa_ir: شماره
hu_hu: folyóiratszám
id_id: terbitan
ku_iq: ژمارە
mk_mk: издание
nb_no: nummer
nl_nl: nummer
ru_ru: выпуску
sk_sk: číslo
sl_si: številka
sr_rs@latin: jedinica (broj)
tr_tr: sayı
uk_ua: випуску

# plugins.pubIds.urn.editor.urn
source: URN
ku_iq: URN ناوی سەرچاوە یەکپۆشەکان
mk_mk: УРН

# plugins.pubIds.urn.manager.settings.urnReassign.confirm
source: Are you sure you wish to delete all existing URNs?
ar_iq: هل أنت متأكد من رغبتك في حذف كل قيم URN الموجودة حالياً؟
bs_ba: Da li ste sigurni da želite da obrišete postojeće URN-ove?
da_dk: Er du sikker på, at du vil slette alle eksisterende URN'er?
fa_ir: آیا مطمئنید که می خواهید تمامی شناسه های URN موجود را حذف کنید؟
hu_hu: Biztos benne, hogy törli az összes létező URN-t?
id_id: Anda yakin untuk menghapus semua URN yang ada?
ku_iq: ئایا تۆ لە سڕینەوەی هەمو ناوی سەرچاوە یەکپۆشەکان دڵنیایت؟
mk_mk: Дали сте сигурни дека сакате да ги избришете сите постојни URN?
nb_no: Er du sikker på at du vil slette alle eksisterende URN-er?
nl_nl: Weet u zeker dat u allle bestaande URN's wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить все существующие URN?
sk_sk: Ste si istý, že chcete zmazať všetky existujúce URN?
sl_si: Ste prepričani, da želite odstraniti vse obstoječe URN-je?
sr_rs@latin: Da li ste sigurni da želite da obrišete postojeće URN-ove?
tr_tr: Mevcut tüm URN'leri silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити усі існуючі URN?

# plugins.pubIds.urn.manager.settings.urnReassign.description
source: If you change your URN configuration, URNs that have already been assigned will not be affected. Once the URN configuration is saved, use this button to clear all existing URNs so that the new settings will take effect with existing objects.
ar_iq: إذا غيرت إعدادات URN، فإن قيم URN التي سبق منحها لن تتأثر. بمجرد حفظ إعدادات URN، استعمل هذا الزر لإزالة كل قيم URN الموجودة سابقاً بحيث تصير الإعدادات الجديدة مؤثرة على المكونات السابقة أيضاً.
bs_ba: Ako promenite URN konfiguraciju, URN-ovi koje ste već dodjelili neće biti promjenjeni. Kada je promenjena URN konfiguracija sačuvana, koristite ovo dugme za brisanje svih postojećih URN-ova, tako da nova podešavanja stupe na snagu sa postojećim objektima.
da_dk: Hvis du ændrer din URN-konfiguration, vil de URN'er, der allerede er blevet tildelt, ikke blive påvirket. Når URN-konfigurationen er gemt, skal du bruge denne knap til at slette alle eksisterende URN'er, så de nye indstillinger træder i kraft med eksisterende objekter.
fa_ir: اگر شما پیکربندی URN خود را تغییر دهید، URN هایی که قبلا تعیین شده اند تحت تاثیر قرار نمی گیرند. هنگامی که پیکربندی URN ذخیره می شود، از این دکمه برای پاک کردن تمام URN های موجود استفاده کنید تا تنظیمات جدید به تمامی موارد موجود نیز اعمال شود.
hu_hu: Ha megváltoztatja az URN konfigurációját, a már kioszott URN-ekre nem lesz hatással. Miután az URN konfiguráció mentésre került, ezzel a gombbal törölheti az összes létező URN-t, hogy az új beállítások érvénybe lépjenek a meglévő objektumokkal.
id_id: Jika Anda mengubah konfigurasi URN Anda, URN yang telah ditetapkan tidak akan terpengaruh. Setelah konfigurasi URN disimpan, gunakan tombol ini untuk menghapus semua URN yang ada sehingga pengaturan baru akan berlaku pada objek yang ada.
ku_iq: ئەگەر ڕێکخستنەکانی ناوی سەرچاوە یەکپۆشەکان بگۆڕدرێن، ناوی سەرچاوە یەکپۆشەکانی کە ئەرکدار کراون ناگۆڕێن. کاتێک گۆڕانکارییەکە خەزن بو، کلیک بکە بۆ سڕینەوەی هەمو ناوی سەرچاوە یەکپۆشە بەردەستەکان، بەمجۆرە ڕێکخستنە نوێیەکە جێیان دەگرێتەوە.
mk_mk: Ако ја смените конфигурацијата на URN, URN што веќе се доделени нема да бидат засегнати. Откако ќе се зачува конфигурацијата на URN, користете го ова копче за да ги исчистите сите постојни URN, така што новите поставки ќе стапат на сила со постојните објекти.
nb_no: Hvis du endrer din URN-konfiguration vil de URN-er som allerede er tildelt ikke bli påvirket. Når URN-konfigurasjonen er lagret, bruker du denne knappen til å slette alle eksisterende URN-er slik at de nye innstillingene trer i kraft for eksisterende objekter.
nl_nl: Als u de URN configuratie verandert heeft dat geen gevolgen voor reeds toegekende URN's. Nadat de gewijzigde URN configuratie is opgeslagen kunt u deze knop gebruiken om alle bestaande URN's te wissen om de nieuwe instellingen ook toe te passen op bestaande objecten.
ru_ru: Если вы измените вашу конфигурацию URN, то она не затронет URN, которые уже были присвоены. После сохранения конфигурации URN используйте эту кнопку, чтобы удалить все существующие URN для того, чтобы новые настройки повлияли на существующие объекты.
sk_sk: Ak zmeníte konfiguráciu URN, URN, ktorej už boli priradené, nebudú ovplyvnené. Akonáhle je konfigurácia URN uložená, použite toto tlačítko pre vymazanie všetkých zostávajúcich URN tak, aby sa nové nastavenia prejavili aj pri existujúcich objektoch.
sl_si: Če spremenite URN nastavitve, se že dodeljeni URN-ji ne bodo spremenili. Ko je URN nastavitev shranjena, uporabite ta gumb, da odstranite vse obstoječe URN-je, tako da bodo nove nastavitve vplivale na obstoječe objekte.
sr_rs@latin: Ako promenite URN konfiguraciju, URN-ovi koje ste već dodelili neće biti pogođeni promenom. Kada je promenjena URN konfiguracija sačuvana, koristite ovo dugme za brisanje svih postojećih URN-ova, tako da nova podešavanja stupe na snagu sa postojećim objektima.
tr_tr: URN yapılandırmanızı değiştirirseniz, önceden atanan URN'ler bundan etkilenmez. URN yapılandırması kaydedildikten sonra, mevcut tüm URN'leri temizlemek için bu düğmeyi kullanın, böylece yeni ayarlar mevcut öğelerle etkinleşecektir.
uk_ua: Якщо ви зміните свою URN-конфігурацію, то вона не стосуватиметься URN, які вже були призначені. Після збереження конфігурації URN використовуйте цю кнопку, щоб видалити усі існуючі URN для того, щоб нові налаштування вплинули на існуючі об'єкти.

# plugins.pubIds.urn.manager.settings.urnReassign
source: Reassign URNs
ar_iq: إعادة تعيين URN
bs_ba: Ponovo dodijeli URN-ove
da_dk: Omfordel URN'er
fa_ir: اختصاص مجدد شناسه هاس URN
hu_hu: URN-ek újrakiosztása
id_id: Berikan URN kembali
ku_iq: ناوی سەرچاوە یەکپۆشەکان ئەرکدار بکەوە
mk_mk: Поставете ги УРН
nb_no: Tildel URN-er på nytt
nl_nl: Wis URN's
ru_ru: Переприсвоить URN
sk_sk: Znovu prideliť URN
sl_si: Ponastavi URN-je
sr_rs@latin: Obriši URN-ove
tr_tr: URN'leri Yeniden Ata
uk_ua: Перевантажити URN

# plugins.pubIds.urn.manager.settings.form.urnResolverRequired
source: Please enter the resolver URL.
ar_iq: لطفاً، أدخل رابط الإنترنت للمحلل.
bs_ba: Unesite resolver URL.
da_dk: Indsæt resolver-URL.
fa_ir: لطفآدرس URL مرکز URN را وارد کنید
hu_hu: Kérjük, írja be a feloldó URL-t.
id_id: Harap masukkan URL penyelesai.
ku_iq: تکایە چارەسەرکەری لینک داخل بکە.
mk_mk: Внесете ја URL-адресата за решавање.
nb_no: Legg til resolver-URL.
nl_nl: Vul de resolver-URL in.
ro_ro: Introduceți adresa URL de rezolvare.
ru_ru: Пожалуйста, введите URL-адрес преобразователя.
sk_sk: Vložte, prosím, URL adresu prekladača.
sl_si: Prosimo vnestie URL povezavo do URN resolverja.
sr_rs@latin: Unesite resolver URL.
tr_tr: Lütfen çözümleyici URL'sini girin.
uk_ua: Будь ласка, введіть URL-адресу перетворювача.

# plugins.pubIds.urn.manager.settings.urnResolver.description
source: (e.g. http://nbn-resolving.de/)
ar_iq: (مثل: http://nbn-resolving.de/)
fa_ir: (برای مثال http://nbn-resolving.de/)
hu_hu: (pl. http://nbn-resolving.de/)
id_id: (misalnya http://nbn-resolving.de/)
ku_iq: (وەک http://nbn-resolving.de/)
mk_mk: (на пр. http://nbn-resolving.de/)
nl_nl: (bv. http://nbn-resolving.de/)
ru_ru: (например, http://nbn-resolving.de/)
sk_sk: (napr.. http://nbn-resolving.de/)
sl_si: (npr. http://nbn-resolving.de/)
sr_rs@latin: (npr. http://nbn-resolving.de/)
tr_tr: (Ör. http://nbn-resolving.de/)
uk_ua: (наприклад http://nbn-resolving.de/)

# plugins.pubIds.urn.manager.settings.urnResolver
source: Resolver URL
ar_iq: محلل رابط الإنترنت
fa_ir: آدرس URL مرکز URN
hu_hu: Feloldó URL
id_id: URL Penyelesai
ku_iq: چارەسەرکەری لینک
mk_mk: URL на резолутор
ro_ro: Adresă URL de rezolvare
ru_ru: URL-адрес преобразователя
sk_sk: Webová adresa resolveru
sl_si: URL povezava do URN resolverja
tr_tr: URL Çözümleyici
uk_ua: URL-адреса перетворювача

# plugins.pubIds.urn.manager.settings.namespace.description
source: The persistent identifier namespace usually needed for the registration (e.g. at the Deutsche Nationalbibliothek).
ar_iq: إن معرف مساحة الاسم الدائمية مطلوبة عادة لغرض التسجيل (مثل حالة Deutsche Nationalbibliothek).
bs_ba: Imena stalnih identifikatora obično potrebni za registraciju (e.g. at the Deutsche Nationalbibliothek).
da_dk: Det persistente identifikationsnavnerum, der normalt behøves til registreringen (f.eks. På Deutsche Nationalbibliothek).
fa_ir: معمولاً برای ثبت نام مشخص کردن فضای اسمی مورد نیاز است (برای مثال at the Deutsche Nationalbibliothek).
hu_hu: Az állandó azonosító névtér általában a regisztrációhoz szükséges (pl. Deutsche Nationalbibliothek-nél).
id_id: Biasanya pengindentifikasi spasinama akan terus menerus diperlukan untuk pendaftaran (contoh: di the Deutsche Nationalbibliothek).
ku_iq: ناسێنەری شوێنی ناو بۆ تۆمارکردن پێویستە (بۆ نمونە Deutsche Nationalbibliothek).
mk_mk: Постојаниот именски простор за идентификација обично е потребен за регистрација (на пример, во Дојче национал библиотек).
nb_no: Den permanente identifikatorens navnerom kreves vanligvis for registreringen (f.eks på Nasjonalbiblioteket).
nl_nl: De naamruimte van de persistente identificatie die doorgaans gebruikt wordt voor de registratie (bv. bij de Koninklijke Bibliotheek).
ro_ro: Spațiul de nume persistent al identificatorului este de obicei necesar pentru înregistrare (de exemplu, la Deutsche Nationalbibliothek).
ru_ru: Постоянный идентификатор пространства имен обычно необходим для регистрации (например, в Национальной библиотеке Германии).
sk_sk: Pre registráciu (obvykle pri Deutsche Nationalbibliothek) je obvykle potrebný menný priestor pre trvalý identifikátor.
sl_si: Stalen identifikator imenskega prostora, običajno potreben za registracijo (npr. pri NUK).
sr_rs@latin: Imena stalnih identifikatora obično potrebni za registraciju (e.g. at the Deutsche Nationalbibliothek).
tr_tr: Kalıcı tanımlayıcı ad alanı genellikle kayıt için gereklidir (ör. Deutsche Nationalbibliothek'te).
uk_ua: Частіше всього, простір імен необхідно додатково реєструвати (наприклад, у Національній бібліотеці Німеччини).

# plugins.pubIds.urn.manager.settings.namespace.choose
source: Choose
ar_iq: إختر
bs_ba: Izaberi
da_dk: Vælg
fa_ir: انتخاب
hu_hu: Válassz
id_id: Pilih
ku_iq: هەڵبژێرە
mk_mk: Изберете
nb_no: Velg
nl_nl: Kies
ro_ro: Alege
ru_ru: Выбрать
sk_sk: Zvoľte
sl_si: Izberite
sr_rs@latin: Izaberi
tr_tr: Seç
uk_ua: Оберіть

# plugins.pubIds.urn.manager.settings.namespace
source: Namespace
ar_iq: مدى الاسم
bs_ba: Naziv
da_dk: Navnerum
fa_ir: فضای نامی
hu_hu: Névtér
id_id: Spasinama
ku_iq: بۆشایی ناو
mk_mk: Именски простор
nb_no: Navnerom
nl_nl: Naamruimte
ro_ro: Spațiu pentru nume
ru_ru: Пространство имен
sk_sk: Menný priestor
sl_si: Imenski prostor
sr_rs@latin: Ime
tr_tr: Ad alanı
uk_ua: Простір імен

# plugins.pubIds.urn.manager.settings.checkNo.label
source: The check number will be automatically calculated and added at the end, as the last digit of an URN.
ar_iq: إن ر قم التحقق سيتم احتسابه وإضافته تلقائياً في النهاية، كرقم أخير في URN.
bs_ba: Broj za provjeru biće automatski izračunat i dodat na kraj, kao poslednja cifra URN-a.
da_dk: Kontrolnummeret beregnes automatisk og tilføjes i slutningen som det sidste ciffer i en URN.
fa_ir: شماره بررسی به صورت خودکار محاسبه شده و به انتهای شناسه های URN افزوده میشود
hu_hu: Az ellenörzőszám automatikusan lesz kiszámolva és végére illesztve, mint az URN utolsó számjegye.
id_id: Cek nomor akan secara otomatis terhitung dan ditambahkan di akhir, sebagai digit terakhir URN.
ku_iq: ژمارەی وردبینی بە شێوەیەکی تۆماتیک لە کۆتاییدا زیاد دەبێت، لە کۆتایی ناوی سەرچاوە یەکپۆشەکان.
mk_mk: Бројот за проверка автоматски ќе се пресмета и додаде на крајот, како последна цифра на URN.
nb_no: Kontrollnummeret beregnes automatisk og legges til på slutten som det siste sifferet i en URN.
nl_nl: Het controlegetal wordt automatisch berekend en toegevoegd aan het eind als het laatste cijfer van de URN.
ro_ro: Numărul de verificare va fi calculat și adăugat automat la sfârșit, ca ultimă cifră a unei URN.
ru_ru: Контрольное число будет автоматически рассчитано и добавлено в конец в качестве последней цифры в URN.
sk_sk: Kontrolné číslo bude automaticky vypočítané a pridané na koniec, ako posledná číslica URN.
sl_si: Kontrolna številka bo avtomatično izračunana in dodana na koncu, kot zadnja števka URN.
sr_rs@latin: Broj za proveru biće automatski izračunat i dodat na kraj, kao poslednja cifra URN-a.
tr_tr: Kontrol numarası otomatik olarak bir URN'nin son hanesi olarak hesaplanacak ve eklenecektir.
uk_ua: Контрольне число автоматично вираховуватиметься та буде додаватись у кінець ідентифікатору, як остання цифра URN.

# plugins.pubIds.urn.manager.settings.checkNo
source: Check Number
ar_iq: رقم التحقق
bs_ba: Broj za provjeru
da_dk: Kontrolnummer
fa_ir: شماره بررسی
hu_hu: Ellenörzőszám
id_id: Cek Nomor
ku_iq: ژمارەی وردبینی
mk_mk: Проверете го бројот
nb_no: Kontrollnummer
nl_nl: Controlegetal
ro_ro: Număr de verificare
ru_ru: Контрольное число
sk_sk: Kontrolné číslo
sl_si: Kontrolna številka
sr_rs@latin: Broj za proveru
tr_tr: Kontrol Numarası
uk_ua: Контрольне число

# plugins.pubIds.urn.manager.settings.urnSuffixCustomIdentifier
source: Enter an individual URN suffix for each published item. You'll find an additional URN input field on each item's metadata page.
ar_iq: أدخل لاحقة URN منفردة لكل فقرة منشورة. ستجد حقل إدخال URN إضافي في كل صفحة بيانات وصفية.
bs_ba: Unesite individualni URN sufiks za svaku objavljenu jedinicu. Pronaći ćete dodatna polja za unos na stranicama sa metapodacima.
da_dk: Indsæt et individuelt URN-suffiks for hvert publiceret element. Du finder et ekstra URN-indtastningsfelt på hvert elements metadata-side.
fa_ir: یک پسوند URN منحصر به فرد برای هر مورد منتشر شده وارد کنید. یک فیلد URN در صفحه فراداده های هر مورد مشاهده خواهید کرد.
hu_hu: Adjon meg egy egyedi URN-utótagot minden megjelent tételhez. Minden egyes elem metaadat-oldalán további URN beviteli mezőt talál.
id_id: Masukkan sufiks URN individual untuk setiap butir terbitan. Anda akan menemukan field masukkan URN tambahan pada setiap butir halaman metadata.
ku_iq: پاشگری ناوی سەرچاوە یەکپۆشەکان بۆ هەر بڵاوکراوەیەک لێ بدە. تۆ شوێنی داخلکردنی ناوی سەرچاوە یەکپۆشەکان لە پەڕەی زانیاریی ناسێنەردا دەبینیتەوە.
mk_mk: Внесете индивидуална наставка на URN за секоја објавена ставка. .Е најдете дополнително поле за внесување URN на страницата со метаподатоци на секоја ставка.
nb_no: Angi et egendefinert URN-suffiks for hvert publiserte objekt. Det blir aktivert et URN-felt på hvert objekt sin metadataside.
nl_nl: Vul een indificueel URN achtervoegsel in voor elk gepubliceerd item. U vindt een bijkomend URN invoerveld bij de metadata voor elk item.
ro_ro: Introduceți un sufix URN individual pentru fiecare articol publicat. Veți găsi un câmp suplimentar de intrare URN pe pagina de metadate a fiecărui articol.
ru_ru: Ввести индивидуальный суффикс URN для каждого опубликованного элемента. Вы увидите дополнительное поле ввода URN на странице метаданных для каждого элемента.
sk_sk: Pre každú publikovanú položku zadajte individuálny suffix URN. Na stránke metadát každej položky nájdete ďalšie vstupné pole URN.
sl_si: Za vsak izdan objekt vnesite svojo URN priponko. Pri metapodatkih vsakega objekta boste našli URN vnosno polje.
sr_rs@latin: Unesite individualni URN sufiks za svaku objavljenu jedinicu. Pronaćićete dodatna polja za unos na stranicama sa metapodacima.
tr_tr: Yayınlanan her bir öğe için tek bir URN sonek girin. Her öğenin üst veri sayfasında ek bir URN giriş alanı bulacaksınız.
uk_ua: Введіть індивідуальний суфікс URN для кожного опублікованого елемента. Ви знайдете додаткове поле введення URN на сторінці метаданих кожного елемента.

# plugins.pubIds.urn.manager.settings.urnSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
ar_iq: %j.v%vi%i للأعداد<br />%j.v%vi%i.%a للمقالات<br />%j.v%vi%i.%a.g%g للألواح الطباعية.
bs_ba: %j.v%vi%i za izdanje<br />%j.v%vi%i.%a za članak<br />%j.v%vi%i.%a.g%g za fajl prikaza.
da_dk: %j.v%vi%i til numre<br />%j.v%vi%i.%a til artikler<br />%j.v%vi%i.%a.g%g til publiceringsversioner.
fa_ir: %j.v%vi%i برای شماره ها<br />%j.v%vi%i.%a برای مقالات<br />%j.v%vi%i.%a.g%g برای کلیشه های چاپی.
hu_hu: %j.v%vi%i folyóiratszámoknak<br />%j.v%vi%i.%a cikkeknek<br />%j.v%vi%i.%a.g%g preprinteknek.
id_id: %j.v%vi%i untuk terbitan<br />%j.v%vi%i.%a untuk artikel<br />%j.v%vi%i.%a.g%g untuk galai.
ku_iq: %j.v%vi%i بۆ ژمارەکان<br />%j.v%vi%i.%a بۆ توێژینەوەکان<br />%j.v%vi%i.%a.g%g بۆ تابلۆکان.
mk_mk: %j.v%vi%i за прашања <br />%j.v%vi%i.%a за написи <br />%j.v%vi%i.%a.g%g за отисоци на труд.
nb_no: %j.v%vi%i for numre<br />%j.v%vi%i.%a for artikler<br />%j.v%vi%i.%a.g%g for oppsett.
nl_nl: %j.v%vi%i voor nummers<br />%j.v%vi%i.%a voor artikelen<br />%j.v%vi%i.%a.g%g voor proeven.
ro_ro: %j.v%vi%i pentru numere<br />%j.v%vi%i.%a pentru articole<br />%j.v%vi%i.%a.g%g pentru galerii.
ru_ru: %j.v%vi%i для выпусков<br />%j.v%vi%i.%a для статей<br />%j.v%vi%i.%a.g%g для гранок.
sk_sk: %j.v%vi%i pre čísla<br />%j.v%vi%i.%a pre články<br />%j.v%vi%i.%a.g%g pre sadzobnice.
sl_si: %j.v%vi%i za številke<br />%j.v%vi%i.%a za prispevke<br />%j.v%vi%i.%a.g%g za prelome.
sr_rs@latin: %j.v%vi%i za izdanje<br />%j.v%vi%i.%a za članak<br />%j.v%vi%i.%a.g%g za fajl prikaza.
tr_tr: Sayılar için %j.v%vi%i, <br />makaleler için %j.v%vi%i.%a<br />, dizgi tablaları için %j.v%vi%i.%a.g%g.
uk_ua: %j.v%vi%i для випусків<br />%j.v%vi%i.%a для статей<br />%j.v%vi%i.%a.g%g для гранок.

# plugins.pubIds.urn.manager.settings.urnSuffixDefault
source: Use default patterns.
ar_iq: استعمل الأنماط الإفتراضية.
bs_ba: Koristi predefinisane obrasce.
da_dk: Anvend stadardmønstre.
fa_ir: استفاده از الگوی پیشفرض
hu_hu: Használjon alapértelmezett mintákat.
id_id: Gunakan pola default.
ku_iq: شێوازی بنەڕەتی بەکار بهێنە.
mk_mk: Користете стандардни обрасци.
nb_no: Bruk standardmønster.
nl_nl: Gebruik standaardpatronen.
ro_ro: Utilizați modele implicite.
ru_ru: Использовать шаблоны по умолчанию.
sk_sk: Použiť predvolené vzory.
sl_si: Uporabi privzete vzorce.
sr_rs@latin: Koristi predefinisane obrasce.
tr_tr: Varsayılan şablonu kullanın.
uk_ua: Використовувати усталений шаблон.
