Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: ar_iq, bs_ba, da_dk, fa_ir, hu_hu, id_id, ku_iq, mk_mk, nb_no, nl_nl, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@latin, tr_tr, uk_ua

# plugins.pubIds.urn.manager.settings.description
source: Please configure the URN plugin to be able to manage and use URNs in OJS:
ar_iq: لطفاً، قم بتهيئة الإضافة URN لتتمكن من إدارتها واستعمالها في نظام المجلات المفتوحة:
bs_ba: Podesite URN dodatak kako bi bili u mogućnosti da uređujete i koristite URN u OJS-u
da_dk: Konfigurér denne URN-plugin så det bliver muligt at administrere og bruge URN i OJS:
fa_ir: برای استفاده و مدیریت شناسه URN لطفاً تنظیمات آن را پیکربندی نمایید:
hu_hu: Kérjük, állítsa be az URN plugint URN-ek kezelésére és használatára OJS-ben:
id_id: Harap konfigurasikan plugin URN untuk dapat mengelola dan menggunakan URN di OJS:
ku_iq: تکایە ناوی سەرچاوە یەکپۆشەکان گرێ بدە بۆ ئەوەی لە سیستەمی گۆڤاری کراوەدا کار بکات:
mk_mk: Конфигурирајте го приклучокот URN за да може да управувате и да користите URN во OJS:
nb_no: Konfigurér dette URN-programtillegget slik at det blir mulig å administrere og bruke URN i OJS:
nl_nl: Configureer de URN plugin om URN's te kunnen beheren en gebruiken in OJS:
ro_ro: Vă rugăm să configurați pluginul URN pentru a putea gestiona și utiliza URN-urile în OJS:
ru_ru: Пожалуйста, настройте модуль «URN», чтобы иметь возможность использовать URN в OJS и управлять ими:
sk_sk: Nakonfigurujte, prosím URN plugin, aby bolo možné spravovať a používať URN v rámci OJS:
sl_si: Za upravljanje in uporabo URN-jev prosimo nastavite URN vtičnik:
sr_rs@latin: Podesite URN dodatak kako bi bili u mogućnosti da uređujete i koristite URN u OJS-u
tr_tr: OJS’de URN’leri yönetmek ve kullanmak için lütfen URN eklentisini yapılandırın:
uk_ua: Щоб мати можливість використовувати URN у OJS, будь ласка, налаштуйте модуль URN:

# plugins.pubIds.urn.description
source: This plugin enables the assignment of the Uniform Resource Names to the issues, articles and galleys in OJS.
ar_iq: هذه الإضافة تتيح تعيين أسماء موارد موحدة لمكونات نظام المجلات المفتوحة (أعداد، مقالات، ألواح طباعية، وملفات تكميلية).
bs_ba: Ovaj dodatak omogućuje dodeljivanje Uniform Resource Names brojevima, člancima i fajlovima radova u OJS.
da_dk: Denne plugin gør det muligt at tildele Uniform Resource Names til numre, artikler og publiceringsfiler (satsskibe) i OJS.
fa_ir: این افزونه امکان اضافه کردن شناسه برای مقالات، شماره ها و کلیشه های چاپی را فراهم می سازد.
hu_hu: Ez a plugin lehetővé teszi az Egységes Erőforrás-névek (Uniform Resource Names) hozzárendelését folyóiratszámokhoz, cikkekhez, preprintekhez az OJS-ben.
id_id: Plugin ini memungkinkan pemberian Uniform Resource Names untuk terbitan, artikel, dan galai di OJS.
ku_iq: ئەم گرێدانە شێوازی ناوی سەرچاوە یەکپۆشەکان بۆ ژمارەکان، توێژینەوەکان و تابلۆکان لە سیستەمی گۆڤاری کراوەدا ڕێک دەخات.
mk_mk: Овој приклучок овозможува доделување на Единствени имиња на ресурси на теми, статии и отисоци на труд во OJS.
nb_no: Programtillegg for tilordning av Uniform Resource Names til hefter, artikler og oppsett i OJS.
nl_nl: Deze plugin maakt het mogelijk om Uniform Resource Names toe te wijzen aan de nummers, artikelen en proeven in OJS.
ro_ro: Acest plugin permite alocarea Uniform Resource Names la numerele, articolele și galerele din OJS.
ru_ru: Включает присвоение единообразных имен ресурсов (Uniform Resource Name, URN) для выпусков, статей и гранок в OJS.
sk_sk: Tento plugin umožňuje priradenie jednotných názvov zdrojov (Uniform Resource Names) k číslam, článkom a sadzobniciam, v OJS.
sl_si: Vtičnik omogoča dodelitev URN-jev (Uniform Resource Name) številkam, prispevkom in prelomom v OJS.
sr_rs@latin: Ovaj dodatak omogućuje dodeljivanje Uniform Resource Names brojevima, člancima i fajlovima radova u OJS.
tr_tr: Bu eklenti, Tekbiçim Kaynak İsimlerinin OJS'deki dizgi tablaları, makalelere ve galerilere atanmasını sağlar.
uk_ua: Дозволяє присвоїти уніфіковані імена ресурсів (URN) випускам, статтям та гранкам у OJS.

# plugins.pubIds.urn.displayName
source: URN
ku_iq: URN ناوی سەرچاوە یەکپۆشەکان
mk_mk: УРН
ru_ru: Модуль «URN»
