Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: ar_iq, bs_ba, da_dk, fa_ir, hu_hu, id_id, ku_iq, mk_mk, nb_no, nl_nl, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@latin, tr_tr, uk_ua

# plugins.pubIds.urn.manager.settings.urnRepresentationSuffixPatternRequired
source: Please enter the URN suffix pattern for galleys.
ar_iq: لطفاً، أدخل نمط لاحقة URN للألواح الطباعية.
bs_ba: Unesite URN sufiks obrazac za galley.
da_dk: Indsæt URN-suffiksmønsteret til publiceringsfiler.
fa_ir: لطفاً الگوی پسوند شناسه URN برای کلیشه های چاپی را وارد
hu_hu: Gépeljen be URN utótag mintát preprintek számára.
id_id: Silakan masukkan pola akhiran URN untuk galai.
ku_iq: تکایە پاشگری ناوی سەرچاوە یەکپۆشەکان بۆ تابلۆکان لێ بدە.
mk_mk: Внесете ја шемата на наставки URN за отисоци на труд.
nb_no: Angi et URN-suffiksmønster for oppsett.
nl_nl: Geef het URN-achtervoegsel patroon voor proeven.
ro_ro: Vă rugăm să introduceți modelul de sufix URN pentru galerii.
ru_ru: Пожалуйста, введите шаблон суффикса URN для гранок.
sk_sk: Zadajte, prosím, vzor URN pre sadzobnice.
sl_si: Prosimo, vnesite vzorec za URN pripono za prelome.
sr_rs@latin: Unesite URN sufiks obrazac za prikaz.
tr_tr: Lütfen dizgi tablaları için URN sonek şablonunu girin.
uk_ua: Будь ласка, вкажіть шаблон суфіксу URN для гранок.

# plugins.pubIds.urn.manager.settings.urnPublicationSuffixPatternRequired
source: Please enter the URN suffix pattern for articles.
ar_iq: لطفاً، أدخل نمط لاحقة URN للمقالات.
bs_ba: Unesite URN sufiks obrazac za artikle.
da_dk: Angiv URN-suffiksmønster for artikler.
hu_hu: Kérjük adja meg az URN utótag mintát ehhez a cikkhez.
id_id: Silakan masukkan pola sufiks URN untuk artikel.
ku_iq: تکایە پاشگری ناوی سەرچاوە یەکپۆشەکان بۆ توێژینەوەکان لێ بدە.
mk_mk: Внесете ја шемата на наставки URN за статии.
nb_no: Angi et URN-suffiksmønster for artikler.
nl_nl: Voer het URN-achtervoegselpatroon voor artikelen in.
ro_ro: Vă rugăm să introduceți modelul de sufix URN pentru articole.
ru_ru: Пожалуйста, введите шаблон суффикса URN для статей.
sk_sk: Zadajte vzor prípony URN pre články.
sl_si: Prosimo vnesite vzorec za URN pripono za članke.
tr_tr: Lütfen makaleler için URN sonek desenini girin.
uk_ua: Будь ласка, введіть шаблон суфікса URN для статей.

# plugins.pubIds.urn.manager.settings.urnIssueSuffixPatternRequired
source: Please enter the URN suffix pattern for issues.
ar_iq: لطفاً، أدخل نمط لاحقة URN للأعداد.
bs_ba: Unesite URN sufiks obrazac za izdanje.
da_dk: Indsæt URN-suffiksmønsteret til numre.
fa_ir: لطفاً الگوی پسوند شناسه URN برای شماره ها را وارد کنید
hu_hu: Gépeljen be URN utótag mintát folyóiratszámok számára.
id_id: Silakan masukkan pola akhiran URN untuk terbitan.
ku_iq: تکایە پاشگری ناوی سەرچاوە یەکپۆشەکان بۆ ژمارەکان لێ بدە.
mk_mk: Внесете ја шемата за наставки на URN за изданија.
nb_no: Angi et URN-suffiksmønster for nummer.
nl_nl: Geef het URN-achtervoegsel patroon voor nummers.
ro_ro: Vă rugăm să introduceți modelul de sufix URN pentru numere.
ru_ru: Пожалуйста, введите шаблон суффикса URN для выпусков.
sk_sk: Zadajte, prosím, vzor URN pre čísla.
sl_si: Prosimo, vnesite vzorec za URN pripono za številke.
sr_rs@latin: Unesite URN sufiks obrazac za jedinicu.
tr_tr: Lütfen sayılar için URN sonek şablonunu girin.
uk_ua: Будь ласка, вкажіть шаблон суфіксу URN для випусків.

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.representations
source: for galleys
ar_iq: للألواح الطباعية
bs_ba: za galleys
da_dk: til publiceringsversioner
fa_ir: برای کلیشه های چاپی
hu_hu: preprintek számára
id_id: untuk galai
ku_iq: بۆ تابلۆکان
mk_mk: за отисоци на труд
nb_no: for oppsett
nl_nl: voor proeven
ro_ro: pentru galerii
ru_ru: для гранок
sk_sk: pre sadzobnice
sl_si: za prelome
sr_rs@latin: za prikaz
tr_tr: dizgi tablaları için
uk_ua: для гранок

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.submissions
source: for articles
ar_iq: للمقالات
bs_ba: za artikle
da_dk: til artikler
fa_ir: برای مقالات
hu_hu: cikkek számára
id_id: untuk artikel
ku_iq: بۆ توێژینەوەکان
mk_mk: за написи
nb_no: for artikler
nl_nl: voor artikelen
ro_ro: pentru articole
ru_ru: для статей
sk_sk: pre články
sl_si: za prispevke
sr_rs@latin: za članak
tr_tr: makaleler için
uk_ua: для статей

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.issues
source: for issues
ar_iq: للأعداد
bs_ba: za izdanja
da_dk: til numre
fa_ir: برای شماره ها
hu_hu: folyóiratszámok számára
id_id: untuk terbitan
ku_iq: بۆ ژمارەکان
mk_mk: за изданија
nb_no: for numre
nl_nl: voor nummers
ro_ro: pentru numere
ru_ru: для выпусков
sk_sk: pre čísla
sl_si: Za številke
sr_rs@latin: za jedinicu (broj)
tr_tr: sayılar için
uk_ua: для випусків

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.example
source: For example, vol%viss%ipp%p could create the URN suffix "vol3iss2pp230".
ar_iq: على سبيل المثال، vol%viss%ipp%p يمكن أن تنشئ لاحقة URN بشكل "vol3iss2pp230".
bs_ba: Npr, vol%viss%ipp%p može generisati URN sufiks "vol3iss2pp230".
da_dk: For eksempel kan vol%viss%ipp%p generere URN-suffikset "vol3iss2pp230".
fa_ir: برای مثال از الگوی, vol%viss%ipp%p شناسه URN هایی به صورت 10.1234/vol3iss2pp230 تولید می شود.
hu_hu: Például, vol%viss%ipp%p ilyen URN utótagot eredményez "vol3iss2pp230".
id_id: Sebagai contoh, vol%viss%ipp%p dapat menciptakan akhiran URN "vol3iss2pp230".
ku_iq: بۆ نمونە، vol%viss%ipp%p دەکرێت ناوی سەرچاوە یەکپۆشەکان دروست بکرێت "vol3iss2pp230".
mk_mk: На пример, vol%viss%ipp%p може да создаде URN наставка „vol3iss2pp230“.
nb_no: For eksempel kan vol%viss%ipp%p generere URN-suffikset "vol3iss2pp230".
nl_nl: bijvoorbeeld, vol%viss%ipp%p kan het URN achtervoegsel "vol3iss2pp230" opleveren.
ro_ro: De exemplu, vol%viss%ipp%p ar putea crea sufixul URN "vol3iss2pp230".
ru_ru: Например, vol%viss%ipp%p cможет создать суффикс URN «vol3iss2pp230».
sk_sk: Napr. vol%viss%ipp%p vytvorí URN suffix "vol3iss2pp230".
sl_si: Na primer, vol%viss%ipp%p lahko kreira naslednjo URN pripono "vol3iss2pp230".
sr_rs@latin: Npr, vol%viss%ipp%p može generisati URN sufiks "vol3iss2pp230".
tr_tr: Örneğin, vol%viss%ipp%p, "vol3iss2pp230" URN sonekini oluşturabilir.
uk_ua: Наприклад, за шаблоном vol%viss%ipp%p будуть створюватись такі суфікси URN, як "vol3iss2pp230".

# plugins.pubIds.urn.manager.settings.urnSuffixPattern
source: Use the pattern entered below to generate URN suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
ar_iq: استعمل النمط المبين أدناه لتوليد لواحق URN. متبعاً الترميزات الآتية: %j للدلالة على الحروف الأولية للمجلة، %v للدلالة على رقم المجلد، %i للدلالة على رقم العدد، %Y للدلالة على السنة، %a للدلالة على معرف المقالة في نظام المجلات المفتوحة، %g للدلالة على معرف اللوح الطباعي في نظام المجلات المفتوحة، %f للدلالة على معرف الملف في نظام المجلات المفتوحة، %p للدلالة على رقم الصفحة و %x للدلالة على "المعرف المخصص".
bs_ba: Koristite šemu navedenu niže kako biste generisali URN sufiks. Koristite %j za inicijale časopisa, %v za godinu (volume), %i za broj, %Y za godinu, %a za ID članka u OJS-u, %g za ID fajla prikaza, %f za ID OJS fajla, %p za broj stranice i %x za "Prilagođeni identifikator" (Custom Identifier).
da_dk: Anvend nedenstående mønster når URN-suffikset skal genereres. Brug %j til tidsskriftinitialer, %v til årgang, %i til nummer, %Y til år, %a til OJS-artiklens ID, %g til OJS-publiceringsfilens ID (satsskibes ID), %f til OJS filens ID, %p til sidenummer %x til "Custom Identifier".
fa_ir: برای تولید پسوندهای URN از الگوی زیر استفاده کنید. %j برای مجله، %v برای دوره، %i برای شماره، %Y برای سال، %a برای شناسه مقاله، %g برای شناسه کلیشه چاپی، %f برای شناسه فایل، %p برای شماره صفحه و %x برای شناسه سفارشی.
hu_hu: Használja az alább begépelt mintát URN utótag generálásához. Használja a %j -t a folyóirat kezdőbetűkhöz, %v -t a évfolyamszámhoz, %i -t a folyóiratszámhoz, %Y -t az évhez, %a -t az OJS cikkazonosítóhoz, %g -t az OJS preprint azonosítóhoz, %f -t OJS fájlazonosítóhoz, %p -t az oldalszámhoz and %x -et, mint egyéni azonosítót.
id_id: Gunakan pola yang dimasukkan di bawah ini untuk menghasilkan sufiks URN. Gunakan %j untuk inisial jurnal, %v untuk nomor volume, %i untuk nomor terbitan, %Y untuk tahun, %a untuk ID artikel OJS, %g untuk ID galai OJS, %f untuk ID file OJS , %p untuk nomor halaman dan %x untuk "Pengidentifikasi Kustom".
mk_mk: Користете ја шемата внесена подолу за да генерирате наставки URN. Користете %j за иницијали во списанието, %v за бројот на јачината на звукот,%i за бројот на изданието, %Y за годината, %a за ID на статијата OJS, %g за ID галеријата OJS, %f за ID на датотеката OJS , %p за бројот на страницата и %x за "Прилагоден идентификатор".
nb_no: Bruk mønsteret nedenfor for å generere URN-suffiks. Bruk %j for tidsskriftsinitialer, %v for årgang, %i for nummer, %Y for år, %a for OJS artikkel-ID, %g for OJS oppsett-ID, %f for OJS fil-ID, %p for sidenummer og %x for "Egendefinert identifikator".
nl_nl: Gebruik onderstaand patroon om URN achtervoegsels te genereren. Gebruik %j voor de initialen van het tijdschrift, %v voor het bandnummer, %i voor het nummer, %Y voor het jaar, %a voor het OJS ID van het artikel, %g voor het OJS ID van de proef, %f voor het OJS ID van het bestand, *p voor het paginanummer en %x voor "Aangepaste identificatie".
ro_ro: Utilizați modelul introdus mai jos pentru a genera sufixe URN. Utilizați %j pentru inițialele jurnalului, %v pentru numărul de volum, %i pentru număr, %Y pentru an, %a pentru ID-ul articolului OJS, %g pentru codul de galerie OJS, %f pentru ID-ul dosarului OJS, %p pentru numărul paginii și %x pentru „Identificator personalizat”.
ru_ru: Использовать шаблон, введенный ниже, для генерации суффиксов URN. Используйте %j для аббревиатуры журнала, %v для номера тома, %i для номера выпуска, %Y для года, %a для ID статьи в OJS, %g для ID гранки в OJS, %f для ID файла в OJS, %p для номера страницы и %x для «индивидуального суффикса».
sk_sk: Pre generáciu URN suffixu použite nasledujúci vzor. Použite %j pre iniciály časopisu, %v pre číslo zväzku, %i pre číslo časopisu, %Y pre rok, %a pre ID článku v rámci OJS, %g ID sadzobnice v rámci OJS, %f pre ID súboru v rámci OJS, %p pre číslo stránky a %x pre "Vlastný identifikátor".
sl_si: Uporabi vpisani vzorec spodaj za kreiranje URN pripone. Uporabite %j za inicilake revije, %v za številko zvezka, %i za številko revije, %Y za leto, %a za OJS ID prispevka, %g za OJS ID preloma, %f za OJS ID datoteke, %p za številko strani in %x za "Identifikator po meri".
sr_rs@latin: Koristite šemu navedenu niže kako biste generisali URN sufiks. Koristite %j za inicijale časopisa, %v za godinu (volume), %i za broj, %Y za godinu, %a za ID članka u OJS-u, %g za ID fajla prikaza, %f za ID OJS fajla, %p za broj stranice i %x za "Prilagođeni identifikator" (Custom Identifier).
tr_tr: URN soneklerini oluşturmak için aşağıda girilen şablonu kullanın. Dergi için %j, cilt numarası için %v, sayı için %i, yıl için %Y, OJS makale ID'si için %a, OJS dizgi tablası ID'si için %g, OJS dosya kimliği için %f, sayfa numarası için %p ve "Özel Tanımlayıcı" için %x kullanın.
uk_ua: Використати нижченаведений шаблон для генерування суфіксів URN. Використовуйте %j для абревіатури журналу, %v для номера тому, %i для номера випуску, %Y для року, %a для ID статті в OJS, %g для ID гранки в OJS, %f для ID файлу в OJS, %p для номера сторінки та %x для "власного ідентифікатора".

# plugins.pubIds.urn.manager.settings.urnSuffix.description
source: A URN suffix can take any form, but must be unique among all publishing objects with the same URN prefix assigned:
ar_iq: لاحقة URN يمكن أن تتخذ أي شكل، لكنها ينبغي أن تكون فريدة من بين كل المكونات المنشورة التي تقترن بها نفس بادئة URN:
bs_ba: URN sufiks može imati bilo koju formu ali ona mora biti istovjetna sa ostalima unutar istog prefiksa:
da_dk: Et URN-suffiks kan antage en hvilken som helst form, men det skal være unikt blandt alle de publiceringsobjekter, der er tildelt samme URN-præfiks:
fa_ir: پشوند URN میتواند در هر فرمتی باشد فقط باید توجه شود که به ازای یک پیشوند اختصاص داده شده ,URN، این پسوندها منحصر به فرد باشد
hu_hu: Az URN utótag bármilyen formátumú lehet, de egyedinek kell lennie minden publikálási objektum esetében, amely ugyanahhoz a URN előtaghoz tartozik:
id_id: Sufiks URN dapat berupa apa saja, tetapi harus unik di antara semua objek penerbitan dengan prefiks URN yang sama:
ku_iq: پاشگری ناوی سەرچاوە یەکپۆشەکان دەکرێت بە چەندین جۆر بێت، بەڵام دەبێت بۆ هەر بڵاوکراوەیەک جیاواز بن ئەگەر چی پێشگرەکانیان وەک یەکن.:
mk_mk: Суфиксот URN може да има каква било форма, но мора да биде единствен меѓу сите објавувачки објекти со ист доделен префикс URN:
nb_no: Et URN-suffiks kan ha hvilken som helst form, men må være unikt blant alle publiserte objekt under samme tildelte URN-prefiks:
nl_nl: Een URN achtervoegsel kan eender welke vorm aannemen, maar moet uniek zijn voor alle objecten waaraan hetzelfde URN voorvoegsel is toegekend:
ro_ro: Un sufix URN poate lua orice formă, dar trebuie să fie unic printre toate obiectele de publicare cu același prefix URN atribuit:
ru_ru: Суффикс URN может принимать любую форму, но должен быть уникальным среди всех публикуемых объектов, которым присвоен один и тот же префикс URN:
sk_sk: URN suffix môže mať akúkoľvek formu, ale musí byť jedinečný u všetkých publikačných objektov s rovnakým URN prefixom:
sl_si: URN pripona je poljubne oblike, pomembno je, da je unikatna med vsemi objavljenimi objekti, ki so bili izdani znotraj ene URN predpone:
sr_rs@latin: URN sufiks može imati bilo koju formu ali ona mora biti istovetna sa ostalima unutar istog prefiksa:
tr_tr: Bir URN son eki herhangi bir biçimde olabilir, ancak atanan aynı URN öneki ile tüm yayınlanan öğeler arasında tekil olmalıdır:
uk_ua: Суффікс URN може приймати будь-яку форму, але повинен бути унікальним серед усіх об'єктів, які публікуються з тим самим призначеним префіксом URN:

# plugins.pubIds.urn.manager.settings.urnSuffix
source: URN Suffix
ar_iq: لاحقة URN
bs_ba: URN sufiks
da_dk: URN-suffiks
fa_ir: پسوند URN
hu_hu: URN Utótag
id_id: Akhiran URN
ku_iq: پاشگری ناوی سەرچاوە یەکپۆشەکان
mk_mk: Додаток на URN
nb_no: URN-suffiks
nl_nl: URN achtervoegsel
ro_ro: Sufixul URN
ru_ru: Суффикс URN
sk_sk: Suffix URN
sl_si: URN pripona
sr_rs@latin: URN sufiks
tr_tr: URN Son Eki
uk_ua: Суфікс URN

# plugins.pubIds.urn.manager.settings.form.urnPrefixPattern
source: The URN prefix pattern must be in the form "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
ar_iq: نمط بادئة URN ينبغي أن يكون بشكل: "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
bs_ba: Obrazac URN prefiksa mora biti u formi "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
da_dk: URN-præfiksets skal være i overensstemmese med følgende formular "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
fa_ir: پیشوند URN دارای فرمتی به شکل "urn:"&lt;NID&gt;":"&lt;NSS&gt; می باشد
hu_hu: Az URN prefix pattern must be in the form "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
id_id: Pola akhiran URN harus dalam format "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
ku_iq: پێشگری ناوی سەرچاوە یەکپۆشەکان دەبێت لەم شێوازە بێت: "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
mk_mk: Моделот на префиксот URN мора да биде во форма "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
nb_no: URN-prefikset må samsvare med mønsteret "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
nl_nl: Het URN voorvoegsel heeft de volgende vorm "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
ro_ro: Modelul prefixului URN trebuie să fie de forma "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
ru_ru: Шаблон префикса URN должен быть в форме "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
sk_sk: Vzor URN prefixu musí zodpovedať formátu "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
sl_si: URN predpona mora biti oblike "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
sr_rs@latin: Obrazac URN prefiksa mora biti u formi "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
tr_tr: URN öneki şablonu şu biçiminde olmalıdır: "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
uk_ua: Шаблон префіксу URN має бути у формі "urn:"&lt;NID&gt;":"&lt;NSS&gt;.

# plugins.pubIds.urn.manager.settings.urnPrefix.description
source: The URN prefix is the fix, never changing part of the URN (e.g. "urn:nbn:de:0000-").
ar_iq: إن بادئة URN هي الجزء الثابت الذي لا يتغير أبداً من URN (مثل: "urn:nbn:de:0000-").
bs_ba: URN prefiks je fiksan, nepromjenjiv dio URN-a (npr. "urn:nbn:de:0000-").
da_dk: URN-præfikset er den del af URN'en, der aldrig ændres (e.g. "urn:nbn:de:0000-").
fa_ir: پیشوند URN قسمت ثابت شناسه است (برای مثال "urn:nbn:de:0000-").
hu_hu: Az URN prefix is the fix, never changing part of Az URN (e.g. "urn:nbn:de:0000-").
id_id: Awalan URN sudah baku, jangan pernah mengubah bagian URN (contoh "urn:nbn:de:0000-").
ku_iq: پێشگری ناوی سەرچاوە یەکپۆشەکان چاک کرا، هیچ کاتێک بەشێک لە ناوی سەرچاوە یەکپۆشەکان مەگۆڕە (بۆ نمونە: "urn:nbn:de:0000-").
mk_mk: Префиксот URN е поправка, никогаш не менувајќи дел од URN (на пр. „Урна: нбн: де: 0000-“).
nb_no: URN-prefikset er den delen av URN som aldri endres (f.eks "urn:nbn:de:0000-").
nl_nl: Het URN voorvoegsel is het onveranderlijke deel van de URN (bv. "urn:nbn:de:0000-").
ro_ro: Prefixul URN este fix, această parte a URN nu se schimbă niciodată (de ex. "urn: nbn:de:0000-").
ru_ru: Префикс URN является постоянной, никогда не меняющейся частью URN (например, «urn:nbn:de:0000-»).
sk_sk: Prefix URN je pevná, nikdy sa nemeniaca časť URN (např. "urn:nbn:de:0000-").
sl_si: URN predpona je fiksen del URN-ja, ki se ne spreminja (npr. "urn:nbn:de:0000-").
sr_rs@latin: URN prefiks je fiksan, nepromenjiv deo URN-a (npr. "urn:nbn:de:0000-").
tr_tr: URN öneki sabittir, hiçbir zaman URN'nin bir kısmını değiştirmez (ör. "urn:nbn:de:0000-").
uk_ua: Префікс URN є постійною незмінною частиною URN (наприклад, "urn:nbn:de:0000-").

# plugins.pubIds.urn.manager.settings.urnPrefix
source: URN Prefix
ar_iq: بادئة URN
bs_ba: URN prefiks
da_dk: URN-præfiks
fa_ir: پیشوند URN
hu_hu: URN Előtag
id_id: Awalan URN
ku_iq: پێشگری ناوی سەرچاوە یەکپۆشەکان
mk_mk: Префикс на URN
nb_no: URN prefiks
nl_nl: URN voorvoegsel
ro_ro: Prefix URN
ru_ru: Префикс URN
sk_sk: Prefix URN
sl_si: URN predpona
sr_rs@latin: URN prefiks
tr_tr: URN Ön Eki
uk_ua: Префікс URN

# plugins.pubIds.urn.manager.settings.enableRepresentationURN
source: Galleys
ar_iq: الألواح الطباعية
da_dk: Publiceringsversioner
fa_ir: کلیشه های چاپی
hu_hu: Preprintek
id_id: Galai
ku_iq: تابلۆکان
mk_mk: Отисоци на труд
nb_no: Oppsett
ro_ro: Galerii
ru_ru: Гранки
sk_sk: Sadzobnice
sl_si: Prelomi
sr_rs@latin: URN-ovi će biti dodeljeni prikazima (npr. HTML ili PDF faljlovi).
tr_tr: Dizgi Tablaları
uk_ua: Гранки

# plugins.pubIds.urn.manager.settings.enablePublicationURN
source: Articles
ar_iq: المقالات
bs_ba: Članci
da_dk: Artikler
hu_hu: Cikkek
id_id: Artikel
ku_iq: توێژینەوەکان
mk_mk: Написи
nb_no: Artikler
nl_nl: Artikelen
ro_ro: Articole
ru_ru: Статьи
sk_sk: Články
sl_si: Članki
tr_tr: Makaleler
uk_ua: Статті

# plugins.pubIds.urn.manager.settings.enableIssueURN
source: Issues
ar_iq: الأعداد
bs_ba: Izdanja
da_dk: Numre
fa_ir: شماره ها
hu_hu: Folyóiratszámok
id_id: Terbitan
ku_iq: ژمارەکان
mk_mk: Изданија
nb_no: Numre
nl_nl: Nummers
ro_ro: Numere
ru_ru: Выпуски
sk_sk: Čísla
sl_si: Številke
sr_rs@latin: URN-ovi će biti dodeljeni jedinicama.
tr_tr: Sayılar
uk_ua: Випуски

# plugins.pubIds.urn.manager.settings.explainURNs
source: Please select the publishing objects that will have Uniform Resource Names (URN) assigned:
ar_iq: لطفاً، إختر مكونات النشر التي ستكون لها تسميات موارد موحدة (URN) معينة لها:
bs_ba: Obilježite objekte koji će imati dodeljeni Uniform Resource Names (URN):
da_dk: Vælg de publiceringsobjekter, der skal have tildelt Uniform Resource Names (URN):
fa_ir: لطفاً مواردی از محتویات چاپی که باید به آنها شناسه URN اختصاص داده شود انتخاب کنید:
hu_hu: Kérjük, hogy válassza ki azokat az megjelentetési objektumokat, amelyekhez Uniform Resource Names (URN)-eket fog rendelni:
id_id: Silakan pilih objek penerbitan yang akan diberikan Uniform Resource Names (URN):
ku_iq: تکایە ئەو بڵاوکراوانە دیاری بکە کە ناوی سەرچاوە یەکپۆشەکانیان بۆ دیاری کراوە:
mk_mk: Изберете ги објектите за објавување на кои ќе им бидат доделени униформни имиња на ресурси (URN):
nb_no: Velg de publiseringsobjektene som skal få tildelt en Uniform Resource Name (URN):
nl_nl: Selecteer de objecten waaraan Uniform Resource Names (URN) zullen worden toegekend:
ro_ro: Vă rugăm să selectați obiectele de publicare cărora li se vor atribui nume uniforme de resurse (URN):
ru_ru: Пожалуйста выберите публикуемые объекты, которые будут иметь присвоенные единообразные имена ресурсов (Uniform Resource Names, URN):
sk_sk: Zvoľte, prosím, objekty k publikovaniu, ktoré budú mať priradené Uniform Resource Names (URN):
sl_si: Prosimo izberite objekte, ki se jim bodo dodelili URN-ji:
sr_rs@latin: Obeležite objekte koji će imati dodeljenj Uniform Resource Names (URN):
tr_tr: Lütfen Tekbiçim Kaynak İsimlerine (URN) sahip olacak yayın öğelerini seçin:
uk_ua: Будь-ласка, виберіть об'єкти публікації, для яких будуть призначені уніфіковані імена ресурсів (URN):

# plugins.pubIds.urn.manager.settings.urnObjectsRequired
source: Please choose the objects URNs should be assigned to.
ar_iq: لطفاً، إختر المكونات التي على URN أن تعين لها.
bs_ba: Odaberi objekte za koje bi URN-ovi trebali biti dodjeljeni.
da_dk: Vælg de objekter, som skal have tildelt en URN.
fa_ir: لطفاً مواردی که بایستی شنایه URN دریافت کنند را مشخص منید.
hu_hu: Kérjük, hogy válassza ki azokat az objektumokat, amelyekhez URN-eket szeretne rendelni.
id_id: Pilih objek URN yang harus ditugaskan.
ku_iq: تکایە ئەو شتانە دیاری بکە کە دەبێت ناوی سەرچاوە یەکپۆشەکانیان بۆ ئەرکدار بکرێت.
mk_mk: Ве молиме, изберете ги предметите на кои треба да се доделуваат URN.
nb_no: Velg de elementene, som skal få tildelt en URN.
nl_nl: Kies de objecten waar de URN's aan toegekend moeten worden.
ro_ro: Vă rugăm să alegeți obiectele la care trebuie să li se atribuie URN-urile.
ru_ru: Пожалуйста выберите объекты, которым должны быть присвоены URN.
sk_sk: Zvoľte, prosím objekty, ktoré majú mať priradené URN.
sl_si: Prosimo izberite objekte, ki se jim bodo dodelili URN-ji.
sr_rs@latin: Odaberi objekte za koje bi URN-ovi trebali biti dodeljeni.
tr_tr: Lütfen URN'lerin atanması gereken öğeleri seçiniz.
uk_ua: Будь ласка, оберіть об'єкти, для яких мають призначатись URN.

# plugins.pubIds.urn.manager.settings.urnObjects
source: Journal Content
ar_iq: محتوى المجلة
bs_ba: Sadržaj časopisa
da_dk: Tidsskriftindhold
fa_ir: محتوای مجله
hu_hu: Folyóirat tartalom
id_id: Konten Jurnal
ku_iq: ناوەرۆکی گۆڤار
mk_mk: Содржина на весник
nb_no: Tidsskriftsinnhold
nl_nl: Tijdschriftinhoud
ro_ro: Conținutul jurnalului
ru_ru: Контент журнала
sk_sk: Obsah časopisu
sl_si: Vsebina revije
sr_rs@latin: Sadržaj časopisa
tr_tr: Dergi İçeriği
uk_ua: Зміст журналу
