Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/blocks/subscription/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, gd_gb, he_il, hu_hu, id_id, it_it, ja_jp, ka, ku_iq, mk_mk, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

# plugins.block.subscription.displayName
source: Subscription Block
ar_iq: كتلة الاشتراكات
ca_es: Secció Subscripció
cs_cz: Blok předplatného
da_dk: Abonnementsblok
de_de: Abonnement-Block
el_gr: Δομική Μονάδα Συνδρομών
es_es: Bloque de suscripciones
gd_gb: Bloca an fho-sgrìobhaidh
he_il: בלוק מנוי
hu_hu: Előfizetés Blokk
id_id: Blok Langganan
it_it: Modulo degli abbonamenti
ja_jp: 購読ブロック
ka: ბლოკი „გამოწერა“
ku_iq: بلۆکی بەشدایکردن
mk_mk: Блок за претплата
nb_no: Abonnementsblokk
nl_nl: Abonnement-blok
pl_pl: Subskrypcje
pt_pt: Plugin Bloco de Subscrição
ro_ro: Abonamente
ru_ru: Блок «Подписка»
sk_sk: Blok predplatného
sl_si: Blok za naročnine
sv_se: Prenumerationsblock
tr_tr: Abone Bloğu
uk_ua: Блок передплати
vi_vn: Khối đăng ký thuê bao
zh_cn: 订阅单元

# plugins.block.subscription.description
source: This plugin provides sidebar subscription information.
ar_iq: هذه الإضافة تقدم الشريط الجانبي لمعلومات الاشتراك.
ca_es: Aquest mòdul proporciona informació sobre la subscripció a la barra lateral.
cs_cz: Tento plugin přidá do postranního panelu blok s informací o předplatném.
da_dk: Denne plugin indsætter information om abonnement i sidemenuen.
de_de: Dieses Plugin stellt Informationen zum Abonnement in der Sidebar bereit.
el_gr: Το πρόσθετο αυτό παρέχει πληροφορίες συνδρομών στην πλαϊνή μπάρα.
es_es: Este módulo proporciona información sobre las suscripciones en la barra lateral.
gd_gb: Tha am plugan seo a’ cur fiosrachadh mun fho-sgrìobhadh ri làimh air a’ bhàr-taobh.
he_il: תוסף זה מספק מידע על מנויים בסרגל הצד.
hu_hu: Ez a plugin biztosítja az oldalsávon az előfizetői információkat.
id_id: Plugin ini menampilkan informasi langganan ke bagian sidebar.
it_it: Questo plugin visualizza nella barra laterale informazioni sugli abbonamenti.
ja_jp: サイドバーに購読情報を表示します。
ka: ამატებს ბმულს „გამოწერა“ გვერდითა ზოლში.
ku_iq: ئەم گرێدانە زانیاریی بەشداریکردنی تێدایە.
mk_mk: Овој блок овозможува информација за странична претплата.
nb_no: Dette programtillegget lager en sidemeny med abonnementsinformasjon.
nl_nl: Deze plugin levert informatie over het abonnement in de sidebar.
pl_pl: Wtyczka elementu blokowego dostarczająca informacji o subskrypcji.
pt_pt: Este plugin oferece informações sobre a subscrição na barra lateral.
ro_ro: Acest modul oferă informaţii privind abonamentele.
ru_ru: Этот плагин добавляет информацию о подписке на боковую панель.
sk_sk: Tento plugin pridá do bočného panela blok s informáciou o predplatnom.
sl_si: Ta vtičnik implementira stranski blok s podatki o naročnini.
sv_se: Det här tillägget placerar prenumerationsinformation i sidomenyn.
tr_tr: Bu eklenti yan sütuna abone bilgileri ekler.
uk_ua: Цей модуль відображає панель з інформацією про передплату.
vi_vn: Plugin này cung cấp thông tin thuê bao về đặt tạp chí ở cột bên.
zh_cn: 本插件提供在边栏显示订阅信息的功能。

# plugins.block.subscription.blockTitle
source: Subscription
ar_iq: الاشتراك
ca_es: Subscripció
cs_cz: Předplatné
da_dk: Abonnement
de_de: Abonnement
el_gr: Συνδρομή
es_es: Suscripción
gd_gb: Fo-sgrìobhadh
he_il: מנוי
hu_hu: Előfizetés
id_id: Langganan
it_it: Abbonamento
ja_jp: 購読
ka: გამოწერა
ku_iq: بەشداریکردن
mk_mk: Претплата
nb_no: Abonnement
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_pt: Subscrição
ro_ro: Abonament
ru_ru: Подписка
sk_sk: Predplatné
sl_si: Naročnina
sv_se: Prenumeration
tr_tr: Abone
uk_ua: Передплата
vi_vn: Đăng ký thuê bao
zh_cn: 订阅

# plugins.block.subscription.expires
source: Expires
ar_iq: تنتهي صلاحيته
ca_es: Venciment
cs_cz: Vyprší
da_dk: Udløber
de_de: Läuft ab
el_gr: Λήγει
es_es: Caduca
gd_gb: Falbhaidh an ùine air
he_il: פג תוקף
hu_hu: Lejár
id_id: Kadaluwarsa
it_it: Scadenza
ja_jp: 購読期限
ka: დასრულების თარიღი
ku_iq: کاتی بەشداریکردن بەسەر چووە
mk_mk: Истекува
nb_no: Løper ut
nl_nl: Verloopt
pl_pl: Kończy się
pt_pt: Vencimento
ro_ro: Expiră
ru_ru: Дата окончания
sk_sk: Vyprší
sl_si: Poteče
sv_se: Löper ut
tr_tr: Bitiş
uk_ua: закінчується
vi_vn: Hết hạn
zh_cn: 过期

# plugins.block.subscription.providedBy
source: Access provided by: {$institutionName}
ar_iq: الوصول مقدم من قبل
ca_es: Accés proporcionat per {$institutionName}
cs_cz: Přístup poskytl: {$institutionName}
da_dk: Adgang givet af: {$institutionName}
de_de: Zugriff bereitgestellt durch: {$institutionName}
el_gr: Η πρόσβαση παρέχεται από το: {$institutionName}
es_es: Acceso proporcionado por {$institutionName}
gd_gb: An t-inntrigeadh ga sholarachadh le: {$institutionName}
he_il: גישה ניתנת על ידי: {institutionName$}
hu_hu: Hozzáférés biztosítása: {$institutionName} által
id_id: Akses disediakan oleh {$institutionName}
it_it: Ente abbonato {$institutionName}
ja_jp: 個人購読: {$institutionName}
ka: წვდომა მოწოდებულია: {$institutionName}
ku_iq: دەستپێگەیشتن لە لایەن : {$institutionName} دابین کراوە
mk_mk: Пристапот е овозможен од: {$institutionName}
nb_no: Tilgang gitt av: {$institutionName}
nl_nl: Toegang verzorgd door: {$institutionName}
pl_pl: Dostęp zapewnia: {$institutionName}
pt_pt: Acesso fornecido por: {$institutionName}
ro_ro: Acces oferit de: {$institutionName}
ru_ru: Доступ предоставлен: {$institutionName}
sk_sk: Prístup poskytol: {$institutionName}
sl_si: Dostop zagotavlja: {$institutionName}
sv_se: Tillgång tillhandahålls av {$institutionName}
tr_tr: Erişimi sağlayan kurum: {$institutionName}
uk_ua: Доступ забезпечує {$institutionName}
vi_vn: Cung cấp truy cập: {$institutionName}
zh_cn: 接入提供者是：{$institutionName}

# plugins.block.subscription.comingFromIP
source: Accessed from: {$ip}
ar_iq: من
ca_es: De {$ip}
cs_cz: Přichází z IP: {$ip}
da_dk: Kommer fra IP: {$ip}
de_de: Sie kommen von IP: {$ip}
el_gr: Πρόσβαση από το: {$ip}
es_es: De {$ip}
gd_gb: Air inntrigeadh o: {$ip}
he_il: גישה מ: {ip$}
hu_hu: Hozzáférés innen: {$ip}
id_id: Dari {$ip}
it_it: IP {$ip}
ja_jp: 接続可能IP: {$ip}
ka: წვდომა IP-მისამართიდან: {$ip}
ku_iq: دەستپێگەیشتن لە لایەن: {$ip}
mk_mk: Пристапено од: {$ip}
nb_no: Tilgang fra: {$ip}
nl_nl: Komend van IP: {$ip}
pl_pl: Z: {$ip}
pt_pt: IP de proveniência: {$ip}
ro_ro: De la {$ip}
ru_ru: Вход с IP-адреса: {$ip}
sk_sk: Prichádza z IP: {$ip}
sl_si: Dostopano iz: {$ip}
sv_se: från {$ip}
tr_tr: Erişim adresi: {$ip}
uk_ua: З {$ip}
vi_vn: Truy cập từ : {$ip}
zh_cn: 来自IP为：{$ip}

# plugins.block.subscription.about
source: Subscriptions
ar_iq: الاشتراكات
ca_es: Subscripcions
cs_cz: Přístupy
da_dk: Abonnementer
de_de: Abonnements
el_gr: Συνδρομές
es_es: Suscripciones
gd_gb: Fo-sgrìobhaidhean
he_il: מנויים
hu_hu: Előfizetések
id_id: Langganan
it_it: Abbonamenti
ja_jp: 購読
ka: გამოწერები
ku_iq: بەشداربووەکان
mk_mk: Претплати
nb_no: Abonnementer
nl_nl: Abonnementen
pl_pl: Subskrypcje
pt_pt: Subscrições
ro_ro: Abonamente
ru_ru: Подписки
sk_sk: Prístupy
sl_si: Naročnine
sv_se: Prenumerationer
tr_tr: Aboneler
uk_ua: Передплати
vi_vn: Đăng ký thuê bao
zh_cn: 订阅

# plugins.block.subscription.loginToVerifySubscription
source: Login to access subscriber-only resources.
ar_iq: أدخل الموقع للتحقق من الاشتراك.
ca_es: Inicieu la sessió per accedir als recursos exclusius per a subscriptors/es.
cs_cz: Přihlaste se pro přístup k zdrojům s omezeným přístupem.
da_dk: Login for at få adgang til ressourcer, der kun er for abonnenter.
de_de: Loggen Sie sich ein, um das Abonnement zu verifizieren.
el_gr: Συνδεθείτε για να αποκτήσετε πρόσβαση σε υλικό μόνο για συνδρομητές.
es_es: Inicie sesión para acceder a los recursos exclusivos para suscriptores.
gd_gb: Clàraich a-steach a dh’fhaighinn cothrom air goireasan nach fhaighear ach le fo-sgrìobhadh.
he_il: התחבר כדי לגשת למשאבים למנויים בלבד.
hu_hu: Jelentkezzen be a kizárólag előfizetők által elérhető tartalmakhoz.
id_id: Login untuk mengakses sumber berbasis langganan.
it_it: Entra per accedere a risorse riservati agli abbonati.
ja_jp: ログインして購読を確認。
ka: სისტემაში შესვლა გამომწერების რესურებზე წვდომისათვის.
ku_iq: بچۆ ژورەوە بۆ دەستگەیشتن بە ئەو بابەتانەی تایبەتن بەو کەسانەی کە بەشداربونیان هەیە.
mk_mk: Најавете се за да пристапите до ресурсите само за претплатници.
nb_no: Logg inn for tilgang til ressurser som krever abonnement.
nl_nl: Log in om toegang te krijgen tot materiaal dat alleen toegankelijk is voor abonnees.
pl_pl: Zaloguj się w celu sprawdzenia subskrypcji.
pt_pt: Aceda ao sistema para visualizar recursos disponíveis apenas a subscritores.
ro_ro: Autentificați-vă pentru a accesa resursele numai pentru abonați.
ru_ru: Войти в систему, чтобы получить доступ к ресурсам для подписчиков.
sk_sk: Prihláste sa pre prístup k zdrojom s obmedzeným prístupom.
sl_si: Prijava za dostop do vsebin dostopnih le naročnikom.
sv_se: Logga in för att bekräfta prenumerationen.
tr_tr: Yalnızca aboneler için olan içeriği görüntüleyebilmek için giriş yapın.
uk_ua: Увійдіть, щоб отримати доступ до передоплачених ресурсів.
vi_vn: Đăng nhập để truy cập tài nguyên đối với thuê bao.
zh_cn: 登录以访问订阅资源。

# plugins.block.subscription.subscriptionRequired
source: A subscription is required to access some resources.
ar_iq: لا بد من الاشتراك من أجل الوصول إلى بعض الموارد.
ca_es: Es necessita una subscripció per accedir a alguns recursos.
cs_cz: Pro přístup k některým zdrojům je třeba předplatné.
da_dk: Til nogle af ressourcerne kræves der abonnement for at få adgang.
de_de: Sie benötigen ein Abonnement für den Zugang.
el_gr: Είναι απαραίτητη η εγγραφή για να αποκτήσετε πρόσβαση σε ορισμένες πηγές.
es_es: Necesita suscribirse para acceder a algunos recursos.
gd_gb: Tha feum air fo-sgrìobhadh mus fhaighear cothrom air cuid a ghoireasan.
he_il: מנוי נדרש כדי לגשת למשאבים.
hu_hu: Előfizetés szükséges néhány forrás eléréséhez.
id_id: Untuk mengakses sejumlah sumber, Anda perlu berlangganan.
it_it: Un abbonamento è richiesto per accedere ad alcune risorse.
ja_jp: 一部の内容にアクセスするには、サブスクリプションが必要です。
ka: ზოგიერთ რესურსზე წვდომისათვის საჭიროა გამოწერა.
ku_iq: بەشداریکردن بۆ دەستگەیشتن بە هەندێک لە سەرچاوەکان مەرجە.
mk_mk: Мора да бидете претплатени за да пристапите до некои од ресурсите.
nb_no: Det kreves abonnement for å få tilgang til noen ressurser.
nl_nl: Een abonnement is vereist om sommige inhoud te kunnen bekijken.
pl_pl: Subskrypcja jest wymagana do uzyskania dostępu do wybranych zasobów.
pt_pt: É necessária uma subscrição para aceder a alguns recursos.
ro_ro: Pentru a accesa unele resurse este necesar un abonament.
ru_ru: Для доступа к некоторым ресурсам нужна подписка.
sk_sk: Pre prístup k niektorým zdrojom treba predplatné.
sl_si: Za določene vsebine je potrebna naročnina.
sv_se: En prenumeration krävs för att få tillgång till vissa resurser.
tr_tr: Bazı kaynaklara erişm için bir abonelik gereklidir.
uk_ua: Для доступу до деяких ресурсів необхідна підписка.
vi_vn: Đăng ký thuê bao là cần thiết để truy cập một số tài nguyên.
zh_cn: 需要订阅才能访问某些资源。

# plugins.block.subscription.subscriptionRequired.learnMore
source: Learn More
ar_iq: معرفة المزيد
ca_es: Saber-ne més
cs_cz: Více informací
da_dk: Læs mere
de_de: Mehr Infos hier
el_gr: Μάθετε περισσότερα
es_es: Saber más
gd_gb: Barrachd fiosrachaidh
he_il: למידע נוסף
hu_hu: Továbbiak
id_id: Pelajari Lebih Lanjut
it_it: Scopri di più
ja_jp: もっと詳しく
ka: გაიგეთ მეტი
ku_iq: زانیاریی زیاتر
mk_mk: Дознајте повеќе
nb_no: Lær mer
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej
pt_pt: Saber Mais
ro_ro: Aflați mai multe
ru_ru: Узнать больше
sk_sk: Viac informácií
sl_si: Več
sv_se: Läs mer
tr_tr: Daha Fazla
uk_ua: Дізнатись більше
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
