Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/admin.po
Languages: bs_ba, gl_es, ro_ro, zh_cn

# admin.settings.defaultMetricDescription
source: Your installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used submissions or to rank search results. Please select one of the configured metrics as a default.
bs_ba: Vaša instalacija je konfigurisana za bilježenje više mjernih podataka. Statistika upotrebe prikazat će se u nekoliko konteksta. Postoje slučajevi u kojima se mora koristiti jedna statistika upotrebe, npr. za prikaz uređene liste najčešće korištenih predatih radova ili za rangiranja rezultata pretrage. Molimo odaberite jednu od konfigurisanih mjernih vrijednosti kao zadanu.
gl_es: Configurouse a súa instalación para rexistrar máis dunha métrica de uso. Amosaranse as estatísticas de uso en varios contextos. Nalgúns casos utilizarase unha soa estatística de uso, p. ex., para amosar unha listaxe ordeada dos envíos máis utilizados ou para clasificar resultados de procura. Seleccione unha das medidas configuradas como predeterminadas.
ro_ro: Instalarea dvs. este configurată pentru înregistrarea mai multor sisteme de măsură. Statisticile vor fi afișate în mai multe contexte. Există cazuri în care trebuie utilizat un singur sistem statistic, de ex. pentru a afișa o listă ordonată a celor mai utilizate înregistrări de manuscrise sau pentru a clasifica rezultatele căutării. Vă rugăm să selectați una din valorile configurate ca implicită.
zh_cn: 您的安装已配置为记录多个指标。 使用情况统计信息将在多个上下文中显示。 在某些情况下，必须使用单个使用情况统计，例如 显示最常用提交的有序列表或对搜索结果进行排序。 请在配置的指标中选择一个作为默认指标。

# admin.settings.contactName
source: Name of principal contact
bs_ba: Ime glavnog kontakta
gl_es: Nome do contacto principal
ro_ro: Numele principalei persoane de contact
zh_cn: 主要的联系人名

# admin.settings.contactEmail
source: Email of principal contact
bs_ba: E-mail glavnog kontakta
gl_es: Correo electrónico do contacto principal
ro_ro: Adresa de e-mail a principalei persoane de contact
zh_cn: 主要联络的电子邮件

# admin.settings.enableBulkEmails.label
source: Bulk Emails
gl_es: Correos masivos

# admin.settings.about
source: About the Site
bs_ba: Opis stranice
gl_es: Descrición do sitio
ro_ro: Despre Site
zh_cn: 关于网站描述

# admin.settings
source: Settings
bs_ba: Postavke
gl_es: Axustes
ro_ro: Setări
zh_cn: 设置

# admin.server.platform
source: OS platform
bs_ba: Platforma OS-a
gl_es: Plataforma SO
ro_ro: Platformă OS
zh_cn: OS平台

# admin.server.phpVersion
source: PHP version
bs_ba: Verzija PHP-a
gl_es: Versión PHP
ro_ro: Versiune PHP
zh_cn: PHP版本

# admin.serverInformation
source: Server Information
bs_ba: Informacije o serveru
gl_es: Información do servidor
ro_ro: Informații server
zh_cn: 服务器信息

# admin.server.dbVersion
source: Database server version
bs_ba: Verzija servera baze podataka
gl_es: Versión do servidor da bases de datos
ro_ro: Versiune server bază de date
zh_cn: 数据库版本

# admin.server.dbDriver
source: Database driver
bs_ba: Tip baze podataka
gl_es: Controlador da base de datos
ro_ro: Driver bază de date
zh_cn: 数据库驱动

# admin.server.apacheVersion
source: Apache version
bs_ba: Verzija Apache-a
gl_es: Versión do Apache
ro_ro: Versiune Apache
zh_cn: Apache版本

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription expiry reminder
bs_ba: Podsjetnik za istek pretplate
gl_es: Recordatorio de caducidade da subscrición
ro_ro: Reamintire expirare abonament
zh_cn: 订阅到期提醒

# admin.scheduledTask.reviewReminder
source: Review reminder
bs_ba: Podsjetnik za pregled
gl_es: Recordatorio de revisión
ro_ro: Reamintire revizie
zh_cn: 审稿提醒

# admin.scheduledTask.publishSubmissions
source: Publish submissions scheduled for publication
bs_ba: Objavite predaje rada predviđene za objavljivanje
gl_es: Publicar os envíos programados para a súa publicación
ro_ro: Publicați înregistrările programate pentru tipărire
zh_cn: 发布计划发布的提交

# admin.scheduledTask.clearLogs
source: Clear Scheduled Task Execution Logs
bs_ba: Očistite dnevnike izvršenja planiranih zadataka
gl_es: Limpar o rexistro de execución de tarefas programadas
ro_ro: Ștergeți jurnalele de executare a activităților programate
zh_cn: 清除计划任务的执行日志

# admin.scheduledTask.confirmClearLogs
source: Are you sure you want to delete all scheduled task execution logs?
bs_ba: Jeste li sigurni da želite izbrisati sve zapisnike izvršenja planiranih zadataka?
gl_es: Estás seguro/a de que queres eliminar todos os rexistros de execución das tarefas programadas?
ro_ro: Sunteți sigur că doriți să ștergeți toate jurnalele de executare a activităților programate?
zh_cn: 您确定要删除所有计划的任务执行日志吗？

# admin.scheduledTask.downloadLog
source: Your {$softwareName} installation automatically executed and finished this task and you can download the log file here: {$url}
bs_ba: Vaša instalacija {$softwareName} je automatski izvršila i dovršila ovaj zadatak, a datoteku dnevnika možete preuzeti ovdje: {$url}
gl_es: A súa instalación de {$softwareName} executou e finalizou automáticamente esta tarefa e pode descargar o ficheiro de rexistro aquí: {$url}
ro_ro: Inslatarea dumneavoastră {$softwareName} a fost executată automat și activitatea s-a încheiat. Puteți descărca fișierul jurnal aici: {$url}
zh_cn: 您的{$softwareName}安装会自动执行并完成此任务，您可以在此处下载日志文件：{$url}

# admin.scheduledTask.noLog
source: Task produced no log.
bs_ba: Zadatak nije proizveo log zapis.
gl_es: A tarefa non xenerou ningún rexistro.
ro_ro: Activitatea nu a generat însemnări în jurnal.
zh_cn: 任务未生成日志。

# admin.scheduledTask.stopTime
source: Task process stopped.
bs_ba: Proces zadatka je zaustavljen.
gl_es: Tarefa detida.
ro_ro: Procesul de lucru s-a încheiat.
zh_cn: 任务进程已停止。

# admin.scheduledTask.startTime
source: Task process started.
bs_ba: Proces zadatka je započet.
gl_es: Iniciouse a tarefa.
ro_ro: Procesul de lucru a început.
zh_cn: 任务进程已启动。

# admin.scheduledTask
source: Scheduled task
bs_ba: Planirani zadatak
gl_es: Tarefa programada
ro_ro: Planificarea activităților
zh_cn: 计划的任务

# admin.phpInfo
source: Extended PHP Information
bs_ba: Proširene PHP informacije
gl_es: Información PHP ampliada
ro_ro: Informații PHP extinse
zh_cn: 扩展PHP的信息

# admin.languages.uninstall
source: Uninstall Locale
bs_ba: Deinstalacija lokalizacije
gl_es: Desinstalar ficheiro de idiomas
ro_ro: Dezinstalare Fișiere de Limbă
zh_cn: 卸载语言设置

# admin.languages.reload
source: Reload Locale
bs_ba: Ponovo učitaj lokalizaciju
gl_es: Volver a cargar ficheiros de idiomas
ro_ro: Reîncărcare Fișiere de Limbă
zh_cn: 刷新语言设置

# admin.languages.noLocalesAvailable
source: No additional locales are available for installation.
bs_ba: Nema dodatnih lokalizacija na raspolaganju za instalaciju.
gl_es: Non existen arquivos locais adicionais dispoñibles para a instalación.
ro_ro: Nu sunt disponibile alte Fișiere de Limbă pentru instalare.
zh_cn: 没有额外的语言环境，可用于安装.

# admin.languages.languageSettings
source: Language Settings
bs_ba: Postavke jezika
gl_es: Configuración do idioma
ro_ro: Setări Limbă
zh_cn: 语言设置

# admin.languages.installNewLocales
source: Install New Locales
bs_ba: Instaliraj nove lokalizacije
gl_es: Instalar novos ficheiros de idioma
ro_ro: Instalare Fișeire de Limbă noi
zh_cn: 安装新的语言环境

# admin.languages.installLocales
source: Install
bs_ba: Instaliraj
gl_es: Instalar
ro_ro: Instalare
zh_cn: 安装

# admin.languages.installLocale
source: Install Locale
bs_ba: Instaliraj lokalizaciju
gl_es: Instalar configuración rexional
ro_ro: Instalare Fișiere de Limbă
zh_cn: 安装语言

# admin.languages.availableLocales
source: Available Locales
bs_ba: Dostupne lokalizacije
gl_es: Idiomas dispoñibles
ro_ro: Fișiere de Limbă disponibile
zh_cn: 可用的语言

# admin.languages.installLanguages
source: Manage Locales
bs_ba: Upravljanje lokalizacijama
gl_es: Xestionar ficheiros de idioma
ro_ro: Gestionare Fișiere de Limbă
zh_cn: 管理语言环境

# admin.languages.installedLocales
source: Installed Locales
bs_ba: Instalirani prevodi
gl_es: Ficheiros de idioma instalados
ro_ro: Fișiere de Limbă instalate
zh_cn: 已安装的语言环境

# admin.languages.confirmReload
source: Are you sure you want to reload this locale? This will erase any existing locale-specific data such as customized email templates.
bs_ba: Jeste li sigurni da želite ponovo učitati ovu lokalizaciju? Ovo će izbrisati sve postojeće podatke specifične za lokalni jezik, poput prilagođenih e-mail predložaka.
gl_es: Estás seguro/a de que queres volver a cargar esta configuración rexional? Esta opción borrará os datos da configuración específica existentes, como os dos modelos de correo electrónico persoalizados.
ro_ro: Sigur doriți să reîncărcați această limbă? Aceasta va șterge toate datele existente în funcție de regiune, cum ar fi șabloanele de e-mail personalizate.
zh_cn: 您确定要重新加载此语言环境？这将删除任何现有的区域设置特定的数据，如定制的电子邮件模板.

# admin.languages.confirmSitePrimaryLocaleChange
source: Are you sure you want to change the site primary locale? Users' names, which are required in the site's primary locale, will be copied from the existing primary locale where they are missing.
bs_ba: Jeste li sigurni da želite promijeniti primarni jezik stranice? Imena korisnika, koja su potrebna u primarnoj lokalizaciji web stranice, kopirat će se iz postojeće primarne lokalizacije tamo gdje nedostaju.
gl_es: Estás seguro/a de que queres cambiar o idioma principal do sitio? Os nomes de usuario/a, que son necesarios no idioma principal do sitio, copiaranse dende o idioma principal actual onde non existan.
ro_ro: Sigur doriți să schimbați limba principală a site-ului? Numele utilizatorilor, care sunt editate în limba principală a site-ului, vor fi copiate în directoarele în care lipsesc.
zh_cn: 您确定要更改站点的主要语言设置吗？ 用户名称是网站的主要语言环境所要求的，缺失部分将从现有主要语言中复制而来。

# admin.languages.cantDisable
source: This locale is the primary language of the site. You can't disable it until you choose another primary locale.
bs_ba: Ovaj je jezik primarni jezik web stranice. Ne možete ga onemogućiti dok ne odaberete drugu primarnu lokalizaciju.
gl_es: A configuración rexional é o idioma principal do sitio. Non se pode deshabilitar ata que elixa outra configuración rexional principal.
ro_ro: Acest fișier încarcă limba principală a site-ului. Nu îl puteți dezactiva până nu alegeți o altă limbă.
zh_cn: 此语言环境是网站的主要语言。 您必须先选择另一个主要语言环境才能禁用它。

# admin.expireSessions
source: Expire User Sessions
bs_ba: Istek korisničkih sesija
gl_es: Caducidade das sesións
ro_ro: Încheiere sesiune de utilizator
zh_cn: 用户会话过期

# admin.displayNewSystemConfig
source: Display New Configuration
bs_ba: Prikaži novu konfiguraciju
gl_es: Amosar a nova configuración
ro_ro: Afișează configurarea nouă
zh_cn: 显示新的配置

# admin.displayConfigFileInstructions
source: The contents of your updated configuration are displayed below. To apply the configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.
bs_ba: Sadržaj vaše ažurirane konfiguracije prikazan je u nastavku. Da biste primijenili promjene konfiguracije, morate otvoriti <tt>config.inc.php</tt> u odgovarajućem uređivaču teksta i zamijeniti njegov sadržaj sadržajem donjeg tekstualnog polja.
gl_es: Os contidos da súa configuración actualizada amósanse a continuación. Para aplicar os cambios da configuración debe abrir <tt>config.inc.php</tt> nun editor de texto axeitado e substituir o contido polos contidos do campo de texto que aparecen a continuación.
ro_ro: Conținutul configurației actualizate este afișat mai jos. Pentru a aplica modificările de configurare, trebuie să deschideți <tt>config.inc.php</tt> într-un editor de text adecvat și să înlocuiți conținutul său cu conținutul câmpului de text de mai jos.
zh_cn: 您的更新的配置的内容显示在下面. 要应用配置更改，您必须使用合适的编辑器打开 <tt>config.inc.php</tt>，并替换下面的文本字段的内容.

# admin.dateInstalled
source: Date installed
bs_ba: Datum instalacije
gl_es: Data de instalación
ro_ro: Data instalării
zh_cn: 安装日期

# admin.currentVersion
source: Current version
bs_ba: Trenutna verzija
gl_es: Versión actual
ro_ro: Versiune curentă
zh_cn: 当前版本

# admin.contexts.confirmDelete
source: Are you sure you want to permanently delete {$contextName} and all of its contents?
bs_ba: Jeste li sigurni da želite trajno izbrisati {$contextName} i sav njegov sadržaj?
gl_es: Estás seguro/a de querer eliminar permanentemente {$contextName} e todo o seu contido?
ro_ro: Sigur doriți să ștergeți definitiv {$contextName} și tot conținutul său?
zh_cn: 您确定要永久删除 {$contextName} 及其所有内容吗？

# admin.contentsOfConfigFile
source: Contents of configuration file
bs_ba: Sadržaj konfiguracijske datoteke
gl_es: Contidos do arquivo de configuración
ro_ro: Conținutul fișierului de configurare
zh_cn: 配置文件的内容

# admin.confirmExpireSessions
source: Are you sure you want to expire all user sessions? All users who are currently logged into the system will be forced to log in again (yourself included).
bs_ba: Jeste li sigurni da želite da sesije svih korisnika isteknu? Svi korisnici koji su trenutno prijavljeni u sistem bit će prisiljeni da se ponovo prijave (Vi također).
gl_es: Estás seguro/a de desexar que todas as sesións dos/as usuarios/as caduquen? Todas as persoas que actualmente estean rexistradas no sistema estarán obrigadas a iniciar sesión de novo (vostede incluído).
ro_ro: Sigur doriți să suspendați toate sesiunile de utilizator? Toți utilizatorii care sunt conectați în sistem vor fi nevoiți să se autentifice din nou (inclusiv dvs.).
zh_cn: A你确定要所有用户会话过期？目前所有登录的用户将被迫重新登录（包括自己）.

# admin.confirmClearTemplateCache
source: Are you sure you want to clear the cache of compiled templates?
bs_ba: Jeste li sigurni da želite očistiti predmemoriju kompajliranih predložaka?
gl_es: Estás seguro/a de querer eliminar a caché dos modelos confeccionados?
ro_ro: Sigur doriți să ștergeți memoria cache a șabloanelor realizate?
zh_cn: 您确定要清除已编译模板缓存?

# admin.configFileUpdatedInstructions
source: Your configuration file has been successfully updated. Please note that if your site no longer functions correctly you may need to manually fix your configuration by editing <tt>config.inc.php</tt> directly.
bs_ba: Vaša konfiguracijska datoteka je uspješno ažurirana. Imajte na umu da ukoliko vaša stranica više ne radi ispravno, tada ćete morati ručno podesiti svoju konfiguraciju prilikom direktnog uređivanja <tt>config.inc.php</tt> datoteke.
gl_es: O arquivo de configuración actualizouse con éxito. É posíbel que, si o seu sitio xa non funciona correctamente, teña que amañar a configuración de xeito manual mediante a edición de <tt>config.inc.php</tt> directamente.
ro_ro: Fișierul dvs. de configurare a fost actualizat cu succes. Vă rugăm să rețineți că, dacă site-ul dvs. nu mai funcționează corect, poate fi necesar să vă reparați manual configurația prin editarea directă <tt>config.inc.php</tt>.
zh_cn: 您的配置文件已成功更新. 请注意，如果您的网站不能正常工作，您需要直接手动修复编辑 <tt>config.inc.php</tt>.

# admin.clearTemplateCache
source: Clear Template Cache
bs_ba: Očisti predmemoriju predložka
gl_es: Borrar a caché do modelo
ro_ro: Ștergeți memoria cache șablon
zh_cn: 清除模板缓存

# admin.clearDataCache
source: Clear Data Caches
bs_ba: Očisti predmemoriju podataka
gl_es: Borrar a caché de datos
ro_ro: Ștergeți cache-urile de date
zh_cn: 清除数据缓存

# admin.authSources
source: Authentication Sources
bs_ba: Izvori autentifikacije
gl_es: Fontes de autenticación
ro_ro: Surse de autentificare
zh_cn: 验证来源

# admin.auth.noneCreated
source: No authentication sources have been defined.
bs_ba: Niti jedan izvor autentifikacije nije definiran.
gl_es: Non se definiu ningunha fonte de autenticación.
ro_ro: Nu a fost definită nicio sursă de autentificare.
zh_cn: 没有验证来源已经确定.

# admin.auth.create
source: Create authentication source
bs_ba: Kreirajte izvor autentifikacije
gl_es: Crear fonte de autenticación
ro_ro: Creați o sursă de autentificare
zh_cn: 创建验证来源

# admin.auth.confirmDelete
source: Are you sure you want to permanently delete this authentication source?
bs_ba: Jeste li sigurni da želite trajno obrisati ovaj izvor autentifikacije?
gl_es: Estás seguro/a de querer eliminar esta fonte de autenticación definitivamente?
ro_ro: Sunteți sigur/ă că doriți să ștergeți definitiv sursa de autentificare?
zh_cn: 您确定要永久删除此验证来源?

# admin.adminFunctions
source: Administrative Functions
bs_ba: Administrativne funkcije
gl_es: Funcións administrativas
ro_ro: Funcții administrative
zh_cn: 管理职能

# admin.systemInfo.settingValue
source: Setting Value
bs_ba: Vrijednost postavke
gl_es: Valor de configuración
ro_ro: Setare valoare
zh_cn: 设置值

# admin.systemInfo.settingName
source: Setting Name
bs_ba: Naziv postavke
gl_es: Nome da configuración
ro_ro: Setare nume
zh_cn: 设置名称

# admin.versionHistory
source: Version history
bs_ba: Prijašnje verzije
gl_es: Historial de versións
ro_ro: Istoric versiune
zh_cn: 版本历史

# admin.version.downloadPatch
source: Download Patch
bs_ba: Preuzmite zakrpu
gl_es: Descargar parche
ro_ro: Descărcare Cale
zh_cn: 现在不定

# admin.version.downloadPackage
source: Download
bs_ba: Preuzmite
gl_es: Descargar
ro_ro: Descărcare
zh_cn: 下载

# admin.version.checkForUpdates
source: Check for updates
bs_ba: Provjerite postoje li nove verzije
gl_es: Buscar actualizacións
ro_ro: Verificare actualizări
zh_cn: 检查更新

# admin.versionBuild
source: Build
bs_ba: Izgradi
gl_es: Crear
ro_ro: Construiți
zh_cn: 版本号

# admin.systemInformation
source: System Information
bs_ba: Informacije o sistemu
gl_es: Información do sistema
ro_ro: Informații Sistem
zh_cn: 系统信息

# admin.systemConfigFileReadError
source: The configuration file <tt>config.inc.php</tt> does not exist, is not readable, or is invalid.
bs_ba: Konfiguracijska datoteka <tt>config.inc.php</tt> ne postoji, nije čitljiva ili je neispravna.
gl_es: O arquivo de configuración <tt>config.inc.php</tt> non existe, non se pode ler ou non é válido.
ro_ro: Fișierul de configurare <tt>config.inc.php</tt> nu există, nu este lizibil, sau nu este valid.
zh_cn: T配置文件 <tt>config.inc.php</tt> 不存在, 或者不可读, 或者无效.

# admin.siteSetup
source: Site Setup
bs_ba: Postavljanje stranice
gl_es: Configuración do sitio
ro_ro: Configurare Site
zh_cn: 整站设置

# admin.siteSettings
source: Site Settings
bs_ba: Postavke stranice
gl_es: Configuración do sitio
ro_ro: Setări Site
zh_cn: 站点设置

# admin.siteManagement
source: Site Management
bs_ba: Upravljanje stranicom
gl_es: Xestión do sitio
ro_ro: Management Site
zh_cn: 站点管理

# admin.siteAdmin
source: Site Administration
bs_ba: Administracija stranice
gl_es: Administración do sitio
ro_ro: Administrator Site
zh_cn: 站点管理

# admin.settings.siteTheme
source: Site Theme
bs_ba: Tema stranice
gl_es: Tema do sitio
ro_ro: Temă Site
zh_cn: 站点主题

# admin.settings.siteTitle
source: Site Name
bs_ba: Naziv stranice
gl_es: Título
ro_ro: Nume Site
zh_cn: 站点标题

# admin.settings.siteLogo
source: Site Logo
bs_ba: Logo stranice
gl_es: Logo do sitio
ro_ro: Logo Site
zh_cn: 网站 Logo

# admin.settings.siteStyleSheet
source: Site style sheet
bs_ba: Style sheet (CSS) stranice
gl_es: Folla de estilo do sitio
ro_ro: Foaie Tip Site
zh_cn: 站点样式表

# admin.settings.siteStyleSheetInvalid
source: Invalid site style sheet format. Accepted format is .css.
bs_ba: Neispravan style sheet format. Sistem prihvata samo .css format.
gl_es: Non é válido o formato da folla de estilo do sitio. O formato axeitado é .css.
ro_ro: Format invalid al foii Tip Site. Formatul acceptat este .css.
zh_cn: 无效的样式表格式，允许的格式有.css.

# admin.settings.siteLanguage
source: Site language
bs_ba: Jezik stranice
gl_es: Idioma
ro_ro: Limba site-ului
zh_cn: 网站语言

# admin.settings.disableBulkEmailRoles.adminOnly
source: Only an administrator is allowed to modify this setting.
gl_es: Só un administrador pode modificar esta configuración.

# admin.settings.disableBulkEmailRoles.label
source: Disable Roles
gl_es: Desactivar os roles

# admin.settings.restrictBulkEmails
source: Restrict Bulk Emails
gl_es: Restrinxir correos electrónicos masivos

# admin.settings.minPasswordLength
source: Minimum password length (characters)
bs_ba: Minimalna dužina šifre (znakova)
gl_es: Lonxitude mínima do contrasinal
ro_ro: Lungimea minimă a parolei (caractere)
zh_cn: 最小的密码长度

# admin.settings.introduction
source: Introduction
bs_ba: Uvod
gl_es: Introdución
ro_ro: Introducere
zh_cn: 介绍

# admin.languages.noLocalesToDownload
source: There are no locales available for download.
bs_ba: Nema dostupnih lokalizacija za preuzimanje.
gl_es: Non hai traducións dispoñibels para descargar.
ro_ro: Nu există Fișiere de Limbă disponibile pentru descărcare.
zh_cn: 没有可供下载的语言。

# admin.error.executingUtil
source: Error: can't execute "{$utilPath}". Check your {$utilVar} setting in config.inc.php.
bs_ba: Greška: nije moguće izvršiti "{$utilPath}". Provjerite postavku {$utilVar} u config.inc.php.
gl_es: Error: non se pode executar "{$utilPath}". Comprobe a súa configuración {$utilVar} en config.inc.php.
ro_ro: Eroare: nu se poate executa "{$utilPath}". Verificați setarea {$utilVar} în config.inc.php.
zh_cn: 错误：无法执行“ {$utilPath}”。 检查config.inc.php中的{$utilVar}设置。

# admin.error.utilExecutionProblem
source: The "{$utilPath}" program execution returned the following error: {$output}
bs_ba: Izvršenje programa "{$utilPath}" vratilo je sljedeću grešku: {$output}
gl_es: A execución do programa "{$utilPath}" produciu o seguinte erro: {$output}
ro_ro: Execuția programului "{$utilPath}" a returnat următoarea eroare: {$output}
zh_cn: “ {$utilPath}”程序执行返回以下错误：{$output}

# admin.copyAccessLogFileTool.success
source: Success: {$filePath} to {$destinationPath}
bs_ba: Uspjeh: {$filePath} do {$destinationPath}
gl_es: A operación realizouse con éxito: {$filePath} a {$destinationPath}
ro_ro: Succes: {$filePath} la {$destinationPath}
zh_cn: 成功：{$filePath}至{$destinationPath}

# admin.copyAccessLogFileTool.warning.fileAlreadyExists
source: Warning: file {$filePath} already exists inside the usage stats directory.
bs_ba: Upozorenje: datoteka {$filePath} već postoji unutar direktorija statistike upotrebe.
gl_es: Aviso: o arquivo {$filePath} xa existe no cartafol de estatísticas de uso.
ro_ro: Avertisment: fișierul {$filePath} există deja în directorul statisticilor de utilizare.
zh_cn: 警告：使用情况统计目录中已经存在文件{$filePath}。

# admin.copyAccessLogFileTool.error.deletingFile
source: Error: can't delete file {$tmpFilePath}
bs_ba: Greška: nije moguće izbrisati datoteku {$tmpFilePath}
gl_es: Error: non se pode eliminar o arquivo {$tmpFilePath}
ro_ro: Eroare: nu se poate șterge fișierul {$tmpFilePath}
zh_cn: 错误：无法删除文件{$tmpFilePath}

# admin.copyAccessLogFileTool.error.copyingFile
source: Error: can't copy file from {$filePath} to {$tmpFilePath}
bs_ba: Greška: ne mogu kopirati datoteku iz {$filePath} u {$tmpFilePath}
gl_es: Error: no se pode copiar o arquivo de {$filePath} a {$tmpFilePath}
ro_ro: Eroare: nu se poate copia fișierul de la {$filePath} la {$tmpFilePath}
zh_cn: 错误：无法将文件从{$filePath}复制到{$tmpFilePath}

# admin.copyAccessLogFileTool.error.acessingFile
source: Error: File {$filePath} don't exist or can't be accessed.
bs_ba: Greška: Datoteka {$filePath} ne postoji ili joj se ne može pristupiti.
gl_es: Error: o arquivo {$filePath} non existe ou non se pode acceder a él.
ro_ro: Eroare: Fișierul {$filePath} nu există sau nu poate fi accesat.
zh_cn: 错误：文件{$filePath}不存在或无法访问。

# admin.copyAccessLogFileTool.error.creatingFolder
source: Error: can't create temporary folder {$tmpDir}
bs_ba: Greška: nije moguće kreirati privremeni folder {$tmpDir}
gl_es: Error: no se pode crear o cartafol temporal {$tmpDir}
ro_ro: Eroare: nu se poate crea folderul temporar {$tmpDir}
zh_cn: 错误：无法创建临时文件夹{$tmpDir}
