Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/admin.po
Languages: bs_ba, gl_es, ro_ro, zh_cn

# admin.copyAccessLogFileTool.usage
source: Copy the passed apache access log file(s), filtering the entries related with this installation, to the current files directory, inside the UsageStatsPlugin stage directory. Must run under user with enough privilegies to read access apache log files. This tool will only copy files that aren't already inside the usageStats file loader directories (stage, processing, archive, reject). Usage: {$scriptName} path/to/apache/log/file.log Usage (processing all files inside a directory): {$scriptName} path/to/apache/directory
bs_ba: Kopirajte proslijeđene datoteke evidencije pristupa apacheu, filtrirajući unose povezane s ovom instalacijom, u trenutni direktorij datoteka, unutar direktorija faze UsageStatsPlugin. Mora se pokretati od strane korisnika s dovoljno privilegija za čitanje pristupnih datoteka apache dnevnika. Ovaj će alat kopirati samo datoteke koje već nisu u direktorijima učitavača datoteka usageStats (faza, obrada, arhiviranje, odbacivanje). Upotreba: {$scriptName} path/to/apache/log/file.log Upotreba (obrada svih datoteka unutar direktorija): {$scriptName} path/to/apache/directory
gl_es: Copie o arquivo ou os arquivos de acceso de rexistro do apache e filtre as entradas relacionadas con esta instalación no cartafol de archivo actual, dentro do directorio de fase UsageStatsPlugin. Debe executalo un usuario/a que teña os permisos necesarios para a lectura de arquivos de acceso de rexistro do apache. A ferramenta só copiará arquivos que ainda non estean nos cartafoles de carga de arquivo usageStats (fase, procesamento, arquivo, rexeitar). Uso: {$scriptName} ruta/a/apache/log/file.log Uso (procesamento de todos os arquivos dentro de un cartafol): {$scriptName} ruta/a/apache/directorio
ro_ro: Copiați fișierele (jurnalele) de acces Apache trecute, filtrând intrările legate de această instalare, la directorul fișierelor curente, în directorul de stadiu UsageStatsPlugin. Trebuie executat de un utilizator căruia i se permite citirea fișierelor tip jurnal de acces Apache. Acest instrument va copia numai fișierele care nu se află deja în directoarele de încărcare a fișierelor usageStats (stadiu, procesare, arhivare, respingere). Utilizare: {$scriptName} path/to/apache/log/file.log Utilizare (procesarea tuturor fișierelor dintr-un director): {$scriptName} path/to/apache/directory
zh_cn: 复制 apache 访问日志文件，过滤与此安装相关的条目到 UsageStatsPlugin 阶段目录中的当前文件目录。 必须以具有足够权限的用户运行以读取 apache 日志文件。 该工具将仅复制尚不位于 usageStats 文件加载器目录（stage, processing, archive, reject）中的文件。 用法：{$scriptName} path/to/apache/log/file.log 用法（处理目录内的所有文件）：{$scriptName} path/to/apache/directory

# admin.fileLoader.emailSubject
source: File loader
bs_ba: Učitavač datoteka
gl_es: Cargador de arquivos
ro_ro: Încărcător de fișiere
zh_cn: 文件加载器

# admin.fileLoader.fileProcessed
source: File {$filename} was processed and archived.
bs_ba: Datoteka {$filename} je obrađena i arhivirana.
gl_es: O arquivo {$filename} procesouse e gardouse.
ro_ro: Fișierul {$filename} a fost procesat și arhivat.
zh_cn: 文件{$filename}已处理并存档。

# admin.fileLoader.moveFileFailed
source: File {$filename} could not be moved from {$currentFilePath} to {$destinationPath}
bs_ba: Datoteka {$filename} se ne može premjestiti iz {$currentFilePath} u {$destinationPath}
gl_es: O arquivo {$filename} non se puido mover de {$currentFilePath} a {$destinationPath}
ro_ro: Fișierul {$filename} nu a putut fi mutat de la {$currentFilePath} la {$destinationPath}
zh_cn: 无法将文件{$filename}从{$currentFilePath}移到{$destinationPath}

# admin.fileLoader.pathNotAccessible
source: Folder {$path} is not a directory or is not readable.
bs_ba: Folder {$path} nije direktorij ili nije čitljiv.
gl_es: O cartafol {$path} non é un directorio ou non se pode ler.
ro_ro: Fișierul {$path} nu este un director sau nu poate fi citit.
zh_cn: 文件夹{$path}不是目录或不可读。

# admin.fileLoader.wrongBasePathLocation
source: Base path {$path} must be inside the public files directory.
bs_ba: Osnovna putanja {$path} mora biti unutar direktorija javnih datoteka.
gl_es: A ruta base {$path} deberá estar dentro do cartafol de arquivos públicos.
ro_ro: Calea de bază {$path} trebuie să se afle în directorul fișierelor publice.
zh_cn: 基本路径{$path}必须在公共文件目录内。

# admin.version
source: Version
bs_ba: Verzija
gl_es: Versión
ro_ro: Versiune
zh_cn: 版本

# admin.version.upToDate
source: Your system is up-to-date
bs_ba: Vaš sustav je ažuran
gl_es: O seu sistema está actualizado
ro_ro: Sistemul dvs. este actualizat
zh_cn: 您的系统是最新

# admin.version.updateAvailable
source: An updated version is available
bs_ba: Ažurirana verzija je dostupna
gl_es: Hai unha nova versión dispoñibel
ro_ro: Este disponibilă o versiune actualizată
zh_cn: 一个更新的版本可用

# admin.versionRevision
source: Revision
bs_ba: Revizija
gl_es: Revisión
ro_ro: Revizuire
zh_cn: 修订版本

# admin.version.moreInfo
source: More Information
bs_ba: Više informacija
gl_es: Máis información
ro_ro: Mai multe informații
zh_cn: 更多信息

# admin.versionMinor
source: Minor
bs_ba: Sporedna
gl_es: Secundario

# admin.versionMajor
source: Major
bs_ba: Glavna
gl_es: Principal

# admin.version.latest
source: Latest version
bs_ba: Zadnja verzija
gl_es: Última versión
ro_ro: Ultima versiune
zh_cn: 最新版本
