Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/api.po
Languages: bs_ba, cs_cz, gl_es, ku_iq, mk_mk, nb_no, pl_pl, ro_ro, sl_si, vi_vn

# api.submissions.403.userCantEdit
source: You are not allowed to edit this publication.
bs_ba: Nije vam dozvoljeno uređivanje ove publikacije.
cs_cz: Nemáte povolení editovat tuto publikaci.
gl_es: Non tes permiso para editar esta publicación.
ku_iq: تۆ ڕێگەپێدراو نیت بۆ گۆڕانکاریکردن لەم بڵاوکراوەیە.
mk_mk: Не можете да ја уредувате оваа публикација.
nb_no: Du har ikke tillatelse til å redigere denne publikasjonen.
ro_ro: Nu aveți voie să editați această publicație.
sl_si: Nimate pravice za urejanje te publikacije.
vi_vn: Bạn không được phép chỉnh sửa ấn phẩm này.

# api.publicFiles.403.unauthorized
source: You are not allowed to upload files.
bs_ba: Nije vam dozvoljeno da prenesete fajlove.
cs_cz: Nemáte povoleno nahrávat soubory.
gl_es: Non ten permiso para cargar arquivos.
ku_iq: تۆ ڕێگەپێدراو نیت بۆ بارکردنی ئەم فایلە.
mk_mk: Не ви е дозволено да аплодирате датотеки.
nb_no: Du har ikke tillatelse til å laste opp filer.
pl_pl: Nie masz zezwolenia na wgrywanie plików.
ro_ro: Nu aveți dreptul să încărcați fișiere.
sl_si: Nimate pravide nalagati datotek.
vi_vn: Bạn không được phép tải tệp lên.

# api.publicFiles.400.mimeTypeNotMatched
source: The file you uploaded did not match the file extension. This can happen when a file has been renamed to an incompatible type, for example changing photo.png to photo.jpg.
bs_ba: Fajl koji ste prenijeli ne podudara se s ekstenzijom fajla. To se može dogoditi kada je fajl preimenovan u nekompatibilan tip, na primjer, promjenom slika.png u slika.jpg.
cs_cz: Soubor, který jste nahrály neodpovídá koncovce souboru. To se může stát, pokud byl soubor přejmenován na nekompatibilní typ, například změnou photo.png na photo.jpg.
gl_es: O arquivo cargado non se corresponde coa extensión do arquivo. Isto pode ocurrir cando un arquivo é renomeado a un tipo incompatible, por exemplo al cambiar .png a .jpg.
ku_iq: ئەو فایلەی بارت کردووە لەگەڵ فایلەکان ناگونجێت. ئەمە لەوانەیە بەهۆی گۆڕینی ناو یان ناتەواوی فایلەکەوە بێت بۆ نمونە گۆڕینی photo.png بۆ photo.jpg.
mk_mk: Датотеката што ја поставивте не се совпаѓа со наставката на датотеката. Ова може да се случи кога датотеката е преименувана во некомпатибилен тип, на пример, промена на photo.png во photo.jpg.
nb_no: Filen du lastet opp, samsvarte ikke med utvidelsen. Dette kan skje når en fil har blitt omdøpt til en inkompatibel type, for eksempel når photo.png endres til photo.jpg.
pl_pl: Plik który próbujesz przesłać ma niepoprawne rozszerzenie. To może się zdarzyć kiedy plik miał uprzednio zmienianą nazwę np z obrazek.png na obrazek.jpg.
ro_ro: Fișierul încărcat nu se potrivește cu extensia de fișier. Acest lucru se poate întâmpla când un fișier a fost redenumit la un tip incompatibil, de exemplu schimbarea photo.png în photo.jpg.
sl_si: Naložena datoteka ne ustreza končnici datoteke. To se lahko zgodi, če je bila datoteka preimenovana v napačen tip, npr. preimenovanje slika.png v slika.jpg.
vi_vn: Tệp bạn đã tải lên không khớp với phần mở rộng tệp. Điều này có thể xảy ra khi một tệp đã được đổi tên thành một loại không tương thích, ví dụ: thay đổi photo.png thành photo.jpg.

# api.publicFiles.400.invalidImage
source: The image you uploaded is not valid.
bs_ba: Slika koju ste prenijeli nije validna.
cs_cz: Nahraný obrázek není platný.
gl_es: A imaxe cargada non é válida.
ku_iq: ئەو وێنەیەی تۆ بارت کردووە وێنەیەکی دروست نییە.
mk_mk: Сликата што ја поставивте не е валидна.
nb_no: Bildet du lastet opp er ikke gyldig.
pl_pl: Obrazek który chcesz przesłać jest nieprawidłowy.
ro_ro: Imaginea pe care a-ți încărcat-o nu este validă.
sl_si: Naložena datoteka ni veljavna.
vi_vn: Hình ảnh bạn đã tải lên không hợp lệ.

# api.publicFiles.400.extensionNotSupported
source: You can only upload the following types of files: {$fileTypes}.
bs_ba: Možete prenijeti samo sljedeće vrste fajlova: {$fileTypes}.
cs_cz: Můžete nahrávat pouze soubory následujících typů: {$fileTypes}.
gl_es: So se poden cargar os seguintes tipos de arquivos: {$fileTypes}.
ku_iq: تەنیا ئەم فایلانە ڕێگەپێدراون بۆ بارکردن: {$fileTypes}.
mk_mk: Може да ги поставите само следниве типови датотеки: {$fileTypes}.
nb_no: Du kan bare laste opp følgende filtyper: {$fileTypes}.
pl_pl: Ten serwer przyjmuje pliki jedynie w następujących formatach: {$fileTypes}.
ro_ro: Puteți încărca doar următoarele tipuri de fișiere: {$fileTypes}.
sl_si: Naložite lahko samo naslednje tipe datotek: {$fileTypes}.
vi_vn: Bạn chỉ có thể tải lên các loại tệp sau: {$fileTypes}.

# api.publication.403.cantDeletePublished
source: You must unpublish this publication before you can delete it.
bs_ba: Morate poništiti objavljivanje ove publikacije prije nego što je možete izbrisati.
cs_cz: Nejprve je třeba zrušit publikování této publikace, než ji budete moci smazat.
gl_es: Debe retiralo da publicación antes de poder eliminalo.
ku_iq: پێش ئەوەی ئەم بڵاوکراوەیە بسڕیتەوە، دەبێت بڵاوکراوەکە بشاریتەوە.
mk_mk: Мора да ја одобјавите оваа публикација пред да ја избришете.
nb_no: Du må trekke tilbake denne publikasjonen før du kan slette den.
pl_pl: Musisz najpierw zdjąć artykuł z publikacji zanim go skasujesz na dobre.
ro_ro: Trebuie să retrageți de la publicare acest articol înainte de a-l șterge.
sl_si: Objavo publikacije morate najprej preklicati, preden jo lahko odstranite.
vi_vn: Bạn phải hủy xuất bản ấn phẩm này trước khi bạn có thể xóa nó.

# api.publication.403.cantEditStatus
source: You can not modify the status directly through the API. Instead, use the /publish and /unpublish endpoints.
bs_ba: Ne možete izmijeniti status direktno putem API-ja. Umjesto toga, upotrijebite /objavite i /poništite krajnje tačke.
cs_cz: Status nejde změni přímo pomocí API. Místo toho použijte funkce /publish a /unpublish.
gl_es: Non pode modificar o estado directamente a través da API. En vez diso, utilice os terminais /publish e /unpublish.
ku_iq: تۆ ناتوانیت لە ڕێگای API حاڵەتەەکە بگۆڕیت. لە جیاتیی ئەمە ئەم ڕێچکەیە پەیڕەو بکە /publish و /unpublish.
mk_mk: Не можете да го менувате статусот директно преку API. Наместо тоа, користете ги / објави и / необјави крајните точки.
nb_no: Du kan ikke endre status direkte via API. I stedet skal du bruke /publish og /unpublish endepunktene.
pl_pl: Nie możesz modyfikować statusu bezpośrednio poprzez API. Zamiast tej metody, użyj endpointów /publish /unpublish.
ro_ro: Nu puteți modifica starea direct prin API. În schimb, utilizați punctele finale /publica și /retrage de la publicare.
sl_si: Status ne morete spreminjati direktno preko API-ja. Namesto tega uporabite /publish in /unpublish.
vi_vn: Bạn không thể sửa đổi trạng thái trực tiếp thông qua API. Thay vào đó, hãy sử dụng /xuất bản và /hủy xuất bản.

# api.publication.403.cantEditPublished
source: You can not edit this publication because it has already been published.
bs_ba: Ne možete uređivati ovu publikaciju jer je već objavljena.
cs_cz: Tuto publikaci nejde editovat, protože již byla publikována.
gl_es: Non pode editar esta publicación porque xa foi publicada.
ku_iq: ئەم توێژینەوەیە دەستکاری ناکرێت، چونکە بڵاو کراوەتەوە.
mk_mk: Не можете да ја уредувате оваа публикација затоа што веќе е објавена.
nb_no: Du kan ikke redigere denne publikasjonen ettersom den allerede er publisert.
pl_pl: Nie możesz edytować zgłoszenia już opublikowanego.
ro_ro: Nu puteți edita acest articol deoarece a fost deja publicat.
sl_si: Publikacije ne morete spreminjati, ker je že objavljena.
vi_vn: Bạn không thể chỉnh sửa ấn phẩm này vì nó đã được xuất bản.

# api.publication.403.alreadyUnpublished
source: The publication you want to unpublish is not published.
bs_ba: Publikacija koju želite poništiti nije objavljena.
cs_cz: Publikace, u které chcete zrušit publikování, nebyla publikována.
gl_es: A publicación que quere retirar aínda non foi publicada.
ku_iq: ئەو توێژینەوەی تۆ دەتەوێت بڵاو نەبێتەوە، خۆی بڵاو نەکراوەتەوە.
mk_mk: Публикацијата што сакате да ја објавите не е објавена.
nb_no: Publikasjonen du ønsker å trekke tilbake er ikke publisert.
pl_pl: Wskazane zgłoszenie które chcesz zdjąć z publikacji jest już nieopublikowane.
ro_ro: Articolul pe care doriți să îl publicați nu este publicat.
sl_si: Publikacija, ki jo želite preklicati, ni objavljena.
vi_vn: Ấn phẩm bạn muốn hủy xuất bản chưa được xuất bản.

# api.publication.403.alreadyPublished
source: The publication you want to publish is already published.
bs_ba: Publikacija koju želite objaviti je već objavljena.
cs_cz: Publikace, kterou chcete publikovat již byla publikována.
gl_es: A publicación que quere publicar xa está publicada.
ku_iq: ئەو توێژینەوەی دەتەوێ بڵاوی بکەیتەوە، پێشتر بڵاو کراوەتەوە.
mk_mk: Публикацијата што сакате да ја објавите е веќе објавена.
nb_no: Publikasjonen du vil publisere er allerede utgitt.
pl_pl: Wskazane zgłoszenie zostało już wcześniej opublikowane.
ro_ro: Articolul pe care doriți să îl publicați este deja publicat.
sl_si: Publikacija, ki jo želite objaviti, je že objavljena.
vi_vn: Ấn phẩm bạn muốn xuất bản đã được xuất bản.

# api.emailTemplates.404.templateNotFound
source: The email template you requested was not found.
bs_ba: Predložak e-maila koji ste tražili nije pronađen.
cs_cz: Požadovaná šablona emailu nebyla nalezena.
gl_es: Non se atopou o modelo de correo electrónico solicitado.
ku_iq: ئەو قاڵبەی ئیمەیڵ کە داوات کردووە نەدۆزرایەوە.
mk_mk: Образецот за е-пошта што го побаравте не е пронајден.
nb_no: E-postmalen du ba om, ble ikke funnet.
pl_pl: Nie znaleziono takiego szablonu.
ro_ro: Modelul de e-mail solicitat nu a fost găsit.
sl_si: Zahtevane email predloge ni bilo mogoče najti.
vi_vn: Không tìm thấy mẫu email bạn yêu cầu.

# api.404.endpointNotFound
source: The requested URL was not recognized.
bs_ba: Traženi URL nije prepoznat.
cs_cz: Požadované URL nebylo rozpoznáno.
gl_es: A URL solicitada non foi recoñecida.
ku_iq: لینکی داواکراو نەناسراوە.
mk_mk: Бараната URL адреса не беше препознаена.
nb_no: Den forespurte URL-en ble ikke gjenkjent.
pl_pl: URL nie został rozpoznany.
ro_ro: Adresa URL solicitată nu a fost recunoscută.
sl_si: Zahtevani URL ni bil prepoznan.
vi_vn: URL được yêu cầu đã không được nhận dạng.

# api.404.resourceNotFound
source: The requested resource was not found.
bs_ba: Traženi resurs nije pronađen.
cs_cz: Požadovaný zdroj nebyl nalezen.
gl_es: Non se atopou o recurso solicitado.
ku_iq: سەرچاوەی داواکراو نەدۆزرایەوە.
mk_mk: Бараниот ресурс не беше пронајден.
nb_no: Den forespurte ressursen ble ikke funnet.
pl_pl: Zasób nie został odnaleziony.
ro_ro: Resursa solicitată nu a fost găsită.
sl_si: Zahtevanega vira ni bilo mogoče najti.
vi_vn: Tài nguyên yêu cầu không được tìm thấy.

# api.403.unauthorized
source: You are not authorized to access the requested resource.
bs_ba: Niste ovlašteni za pristup traženom resursu.
cs_cz: Nemáte oprávnění pro přístup k požadovanému zdroji.
gl_es: Non ten autorización para acceder ao recurso solicitado.
ku_iq: ئەم سەرچاوەیە بۆ تۆ بەردەست نییە.
mk_mk: Не сте овластени да пристапите до бараниот ресурс.
nb_no: Du er ikke autorisert for adgang til den forespurte ressursen.
pl_pl: Brak uprawnień dostępu do zasobu.
ro_ro: Nu sunteți autorizat să accesați resursa solicitată.
sl_si: Niste avtorizirani za dostop do zahtevanega vira.
vi_vn: Bạn không được phép truy cập tài nguyên được yêu cầu.

# api.400.paramNotSupported
source: The {$param} parameter is not supported.
bs_ba: Parametar {$param} nije podržan.
cs_cz: Parametr {$param} není podporován.
gl_es: O parámetro {$param} non está soportado.
ku_iq: {$param} پاڵپشتی نەکراوە.
mk_mk: Параметарот {$param} не е поддржан.
nb_no: Parameteret {$param} er ikke støttet.
pl_pl: Parametr {$param} nie jest wspierany.
ro_ro: Parametrul {$param} nu este suportat.
sl_si: Parameter {$param} ni podprt.
vi_vn: Thông số {$param} không được hỗ trợ.

# api.vocabs.400.localeNotSupported
source: The {$locale} locale is not supported.
bs_ba: Lokalizacija {$locale} nije podržana.
cs_cz: Lokalizace {$locale} není podporována.
gl_es: A configuración rexional {$locale} non está soportada.
ku_iq: زمانی {$locale} زمانێکی پاڵپشتیکراو نییە.
mk_mk: Локализацијата { {$locale} не е поддржана.
nb_no: Språket {$locale} støttes ikke.
ro_ro: Limba {$locale} nu este suportată.
sl_si: Jezik {$locale} ni podprt.
vi_vn: Thông số {$locale} không được hỗ trợ.

# api.themes.404.themeUnavailable
source: The active theme, {$themePluginPath}, is not enabled and may not be installed.
bs_ba: Aktivna tema, {$themePluginPath}, nije omogućena i možda neće biti instalirana.
cs_cz: Aktivní téma {$themePluginPath} není povoleno, je možné, že není vůbec nainstalováno.
gl_es: O tema activo, {$themePluginPath}, non está habilitado e podería non instalarse.
ku_iq: ڕوکاری ،{$themePluginPath}، چالاک نەکراوە و لەوانەیە دانەبەزێندرابێت.
mk_mk: Активната тема, {$themePluginPath}, не е овозможена и може да не е инсталирана.
nb_no: Det aktive temaet, {$themePluginPath}, er ikke aktivert og kan ikke installeres.
ro_ro: Tema activă, {$themePluginPath}, nu este activată și este posibil să nu fie instalată.
sl_si: Aktivna tema, {$themePluginPath}, ni vključena ali ni nameščena.
vi_vn: Chủ đề đang hoạt động, {$themePluginPath}, chưa được bật và có thể không được cài đặt.

# api.submissions.400.invalidIssueIdentifiers
source: The requested volume, number or year is not valid.
cs_cz: Požadovaný svazek, číslo či ročník nejsou platné.
gl_es: O volume, número ou ano solicitados non son válidos.
ku_iq: وەرز، ژمارە یان ساڵی داواکراو بەردەست نییە.
mk_mk: Бараниот волумен, број или година не е валиден.
nb_no: Den forespurte årgangen, nummeret og året er ikke gyldig.
pl_pl: Zapytanie o wolumen, numer lub rok jest niepoprawne.
ro_ro: Volumul, numărul sau anul solicitat nu este valid.
sl_si: Zahtevan zvezek, številka ali leto je neveljaveno.
vi_vn: Tập, Số hoặc Năm được yêu cầu là không hợp lệ.

# api.submissions.400.missingRequired
source: Your request could not be fulfilled because it is missing required information.
bs_ba: Vaš zahtjev nije mogao biti ispunjen jer nedostaju potrebne informacije.
cs_cz: Váš požadavek nemůže být splněn protože chybí požadovaná informace.
gl_es: A túa solicitude non se puido cumprir porque falta información requirida.
ku_iq: داواکارییەکەت تەواو ناکرێت لەبەر کەمبونی زانیاری.
mk_mk: Вашето барање не може да се исполни затоа што недостасуваат потребни информации.
nb_no: Forespørselen kunne ikke besvares fordi den manglet nødvendig informasjon.
pl_pl: Zapytanie nie mogło zostać spełnione, ponieważ brakuje wymaganych informacji.
ro_ro: Cererea dvs. nu a putut fi procesată, deoarece lipsesc informațiile necesare.
sl_si: Vaša zahteva ni mogla biti izvršena zaradi pomanjkanja zahtevnih informacij.
vi_vn: Yêu cầu của bạn không thể được thực hiện vì nó thiếu thông tin bắt buộc.

# api.submissions.404.siteWideEndpoint
source: This endpoint is not available from a context. It must be accessed from the site-wide namespace.
bs_ba: Ova krajnja tačka nije dostupna iz konteksta. Mora mu se pristupiti iz prostora imena na cijeloj web stranici.
cs_cz: Tento koncový bod není přístupný z kontextu. Musí se k němu přistupovat z jmenného prostoru pro všechny stránky.
gl_es: Este terminal non está dispoñible desde un contexto. Debe accederse a él desde o espazo de nomes (namespace) de todo o sitio.
ku_iq: ئەم خاڵە بەردەست نییە. دەبێت لە site-wideەوە ببیندرێت.
mk_mk: Оваа крајна точка не е достапна од контекст. Треба да се пристапи од именскиот простор на целата страница.
nb_no: Dette endepunktet er ikke tilgjengelig fra en sammenheng. Det må være tilgjengelig fra hele navneområdet til nettstedet.
ro_ro: Acest punct final nu este disponibil dintr-un context. Trebuie să fie accesat din spațiul de nume de pe întregul site.
sl_si: Ta končna točka ni na voljo iz konteksta. Dostop je možen le iz "site-wide namespace-a".
vi_vn: Điểm cuối này không có sẵn từ ngữ cảnh. Nó phải được truy cập từ không gian tên trên toàn trang web.

# api.submissions.403.unauthorizedDeleteSubmission
source: You do not have permission to delete this submission.
cs_cz: Nemáte oprávnění smazat tento příspěvek.
gl_es: Non tes permiso para eliminar este envío.
ku_iq: تۆ ڕێگاپێدراو نیت بۆ سڕینەوەی ئەم پێشکەشکراوە.
mk_mk: Немате дозвола да го избришете овој поднесок.
nb_no: Du har ikke tillatelse til å slette denne innleveringen.
pl_pl: Nie posiadasz uprawnień do usunięcia tego przesłanego tekstu.
ro_ro: Nu aveți permisiunea de a șterge această înregistrare.
sl_si: Nimate pravice za odstranitev tega prispevka.
vi_vn: Bạn không có quyền xóa bài nộp này.

# api.submissions.403.deleteSubmissionOutOfContext
source: You can not delete a submission that is not assigned to this context.
cs_cz: Nemůžete smazat příspěvek, který není přiřazen v této souvislosti.
gl_es: Non podes eliminar un envío que non estea asignado a este contexto.
ku_iq: تۆ ناتوانیت شتێک ڕەش بکەیتەوە کە بەم ئەرکدارکردنەوە پەیوەندیدار نییە.
mk_mk: Не можете да избришете поднесок што не е доделен на овој контекст.
nb_no: Du kan ikke slette en innlevering som ikke er tildelt denne konteksten.
pl_pl: Nie możesz usunąć przesłanego tekstu, do którego nie zostałeś przydzielony(a) w tym kontekście.
ro_ro: Nu puteți șterge o înregistrare de manuscris care nu este atribuită acestui context.
sl_si: Ne morete odstraniti prispevka, ki ni dodeljen temu kontekstu.
vi_vn: Bạn không thể xóa một bài gửi không được chỉ định cho ngữ cảnh này.

# api.submissions.403.requestedOthersUnpublishedSubmissions
source: You can only view unpublished submissions to which you have been assigned.
cs_cz: Můžete vidět pouze nepublikované příspěvky, u kterých vám byla přiřazena nějaká role.
gl_es: Só podes ver os envíos non publicados aos que foras asignado.
ku_iq: تۆ تەنیا دەتوانیت توێژینەوە بڵاونەکراوەکان ببینیت کە تۆ بۆیان ئەرکدار کراویت.
mk_mk: Може да видите само необјавени поднесоци кои ви се доделени.
nb_no: Du kan bare se upubliserte innleveringer som du har blitt tildelt.
pl_pl: Możesz wyświetlić tylko nieopublikowane, zgłoszone teksty do których zostałeś przydzielony.
ro_ro: Puteți vizualiza numai manuscrisele nepublicate care vi s-au atribuit.
sl_si: Vidite lahko le neobjavljene prispevke, ki so vam bili dodeljeni.
vi_vn: Bạn chỉ có thể xem các bài chưa xuất bản mà bạn đã được chỉ định.

# api.submissions.403.csrfTokenFailure
source: Your request was denied. This may be because your login has expired. Try reloading the page and trying again.
bs_ba: Vaš zahtjev je odbijen. To je možda zato što je vaša prijava istekla. Pokušajte ponovo učitati stranicu i pokušajte ponovo.
cs_cz: Váš požadavek byl zamítnut. K tomu mohlo dojít z důvodu vypršení doby vašeho přihlášení. Obnovte, prosím, stránku a zkuste to znovu.
gl_es: A túa solicitude foi denegada. Pode ser que a túa sesión caducara. Tenta volver cargar a páxina e téntao de novo.
ku_iq: داواکارییەکەت ڕەت کرایەوە. ئەمە لەوانەیە لەبەر ئەوە بیت کە داخلی هەژمارەکەت نیت. هەوڵی نوێکردنەوەی پەڕەکە بدە.
mk_mk: Вашето барање беше одбиено. Ова може да биде затоа што најавувањето е истечено. Повторно вчитајте ја страницата и обидете се повторно.
nb_no: Du kan ikke gjøre dette. Grunnen kan være at innloggingen din har løpt ut. Forsøk å gjenoppfriske skjermbildet før du prøver igjen.
pl_pl: Zapytanie odrzucone. Być może czas logowania minął. Przeładuj stronę i spróbuj ponownie.
ro_ro: Solicitarea dvs. a fost respinsă. Acest lucru se poate întâmpla deoarece autentificarea dvs. a expirat. Încercați să reîncărcați pagina și încercați din nou.
sl_si: Vaša zahteva je bila zavrnjena. Morda vam je potekla seja. Ponovno naložite spletno stran in poskusite ponovno.
vi_vn: Yêu cầu của bạn đã bị từ chối. Điều này có thể là do đăng nhập của bạn đã hết hạn. Hãy thử tải lại trang và thử lại.

# api.stats.400.invalidOrderDirection
source: Your request was not valid. The orderDirection must be `desc` or `asc`.
bs_ba: Vaš zahtjev nije validan. Smjer naloga mora biti `silazno` ili` uzlazno`.
cs_cz: Váš požadavek nebyl platný. Směr řazení musí být "sestupně", nebo "vzestupně".
gl_es: A súa solicitude non é válida. A ordeación dos resultados debe ser `desc` ou `asc`.
ku_iq: داواکارییەکەت نادروست بو. ڕیزبەندییەکە دەبێت `desc` یان `asc` بێت.
mk_mk: Вашето барање не беше валидно. Насоката мора да биде „надолу“ или „нагоре“.
nb_no: Forespørselen din var ikke gyldig. OrderDirection må være "ned" eller "opp".
ro_ro: Cererea dvs. nu este validă. Direcția trebuie să fie `desc` sau` asc`.
sl_si: Zahteva je neveljavna. Vrednost orderDirection mora bit `desc` ali `asc`.
vi_vn: Yêu cầu của bạn không hợp lệ. Chiều sắp xếp phải là `tăng` hoặc` giảm`.

# api.stats.400.wrongTimelineInterval
source: Your request was not valid. The timelineInterval must be `day` or `month`.
bs_ba: Zahtjev nije validan. Interval vremenske trake mora biti `dan` ili ` mjesec`.
cs_cz: Váš požadavek nebyl platný. Zadaný časový interval musí být "dny", nebo "měsíce".
gl_es: A súa solicitude non é válida. O intervalo cronolóxico de tempo debe ser `día` ou `mes`.
ku_iq: داواکارییەکەت بەردەست نییە. ماوەکە دەبێت `day` or `month` بێت.
mk_mk: Вашето барање не беше валидно. Временскиот интервал треба да биде „ден“ или „месец“.
nb_no: Forespørselen din var ikke gyldig. Tidsintervallet må være 'dag' eller 'måned'.
ro_ro: Cererea dvs. nu este validă. Intervalul de timp trebuie să fie `zi` sau` lună`.
sl_si: Zahteva je neveljavna. Vrednost timelineInterval mora biti `day` ali `month`.
vi_vn: Yêu cầu của bạn không hợp lệ. Khoảng thời gian phải là `ngày` hoặc` tháng`.

# api.stats.400.lateDateRange
source: The end date can not be later than yesterday.
bs_ba: Datum završetka ne može biti kasniji od jučer.
cs_cz: Datum ukončení nemůže být později, než včera.
gl_es: A data de finalización non pode ser posterior a onte.
ku_iq: کۆتاڕۆژ نابێت لە دوێنێ درەنگتر بێت.
mk_mk: Датумот на завршување не може да биде подоцна од вчера.
nb_no: Slutdatoen kan ikke være senere enn i går.
ro_ro: Data de încheiere nu poate fi mai târziu decât ieri .
sl_si: Končni datum ne sme biti starejši od včerajšnjega.
vi_vn: Ngày kết thúc không được muộn hơn ngày hôm qua.

# api.stats.400.earlyDateRange
source: The start date can not be earlier than 2001-01-01.
bs_ba: Datum početka ne može biti raniji od 2001-01-01.
cs_cz: Počáteční datum nemůže být dřívější, než 2001-01-01.
gl_es: A data de inicio non pode ser anterior a 2001-01-01.
ku_iq: ڕۆژی دەستپێک نابێت پێش 2001-01-01 بێت.
mk_mk: Датумот на започнување не може да биде порано од 2001-01-01.
nb_no: Startdatoen kan ikke være tidligere enn 2001-01-01.
ro_ro: Data de începere nu poate fi anterioară datei de 2001-01-01.
sl_si: Začetni datum ne sme biti pred 1.1.2001.
vi_vn: Ngày bắt đầu không được sớm hơn 2001-01-01.

# api.stats.400.wrongDateRange
source: The start date can not be later than the end date.
bs_ba: Datum početka ne može biti kasniji od datuma završetka.
cs_cz: Počáteční datum nesmí být pozdější, než datum ukončení.
gl_es: A data de inicio non pode ser posterior á data de finalización.
ku_iq: ڕۆژی دەستپێک نابێت لە دوای کۆتاڕۆژەوە بێت.
mk_mk: Датумот на започнување не може да биде подоцна од крајниот датум.
nb_no: Startdato kan ikke være senere enn sluttdato.
pl_pl: Zapytanie nie jest poprawne. Data początkowa nie może być późniejsza niż data końcowa.
ro_ro: Data de început nu poate fi mai târziu decât data de încheiere.
sl_si: Zahteva je neveljavna. Začetni datum dateStart ne more biti kasnejši od končnega dateEnd.
vi_vn: Ngày bắt đầu không được muộn hơn ngày kết thúc.
