Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/api.po
Languages: bs_ba, cs_cz, gl_es, ku_iq, mk_mk, nb_no, pl_pl, ro_ro, sl_si, vi_vn

# api.stats.400.wrongDateFormat
source: The date must be in the format YYYY-MM-DD.
bs_ba: Datum mora biti u formatu YYYY-MM-DD.
cs_cz: Datum musí být ve formátu RRRR-MM-DD.
gl_es: A data debe estar no formato AAAA-MM-DD.
ku_iq: ڕیزکردنی ڕێککەوت دەبێت YYYY-MM-DD بێت.
mk_mk: Датумот мора да биде во форматот YYYY-MM-DD.
nb_no: Datoen må være på formatet YYYY-MM-DD.
pl_pl: Zapytanie nie jest poprawne. Dane powinny zostać wpisane w formacie YYYY-MM-DD.
ro_ro: Data trebuie să fie în format AAAA-MM-DD.
sl_si: Zahteva je neveljavna. Datum mora biti v formatu YYYY-MM-DD.
vi_vn: Ngày phải ở định dạng YYYY-MM-DD.

# api.publicFiles.500.badFilesDir
source: The public files directory was not found or files can not be saved to it. Please contact your administrator to resolve this issue.
bs_ba: Direktorij javnih datoteka nije pronađen ili datoteke nije moguće spremiti u njega. Molimo vas kontaktirajte svog administratora da biste riješili ovaj problem.
cs_cz: Nebyla nalezena veřejná knihovna, nebo do ní nelze ukládat soubory. Kontaktujte, prosím, správce serveru, pokud chcete tento problém vyřešit.
gl_es: O cartafol de arquivos públicos non se atopou ou os arquivos non poden gardarse nel. Contacte có administrador/a pra resolver este problema.
ku_iq: فەرهەنگیی فایلە گشتییەکان نەدۆزرایەوە و تۆ ناتوانیت فایلەکە خەزن بکەیت. تکایە پەیوەندی بە بەڕێوەبەرەوە بکە بۆ چارەسەرکردنی کێشەکە.
mk_mk: Јавниот директориумот за датотеки не е пронајден или датотеките не можат да се зачуваат. Контактирајте го вашиот администратор.
nb_no: Den offentlige filkatalogen ble ikke funnet, eller filene kan ikke lagres i den. Kontakt administratoren din for å løse dette problemet.
pl_pl: Publiczny katalog plików nie został znaleziony lub nie można w nim zapisywać. Skontaktuj się z administratorem.
ro_ro: Directorul fișierelor publice nu a fost găsit sau fișierele nu pot fi salvate. Vă rugăm să contactați administratorul dvs. pentru a rezolva această problemă.
sl_si: Mape z javnimi datotekami ni bilo mogoče najti ali pa datoteke ni bilo mogoče shraniti tja. Prosimo obrnite se na administratorja, da rešite težavo.
vi_vn: Không tìm thấy thư mục tệp công khai hoặc không thể lưu tệp vào đó. Vui lòng liên hệ với quản trị viên của bạn để giải quyết vấn đề này.

# api.publicFiles.413.noDirSpace
source: You do not have enough space in your user directory. The file you are uploading is {$fileUploadSize}kb and you have {$dirSizeLeft}kb remaining.
bs_ba: Nemate dovoljno prostora u korisničkom imeniku. Datoteka koju prenosite ima {$fileUploadSize}kb, a preostalo vam je {$dirSizeLeft}kb.
cs_cz: Nemáte dostatek prostoru v uživatelské knihovně. Nahráváte soubor s velikostí {$fileUploadSize}kb a v knihovně vám zbývá {$dirSizeLeft}kb.
gl_es: Non hai suficiente espazo no seu cartafol de usuario/a. O arquivo que quere cargar ten {$fileUploadSize}kb e quédanlle {$dirSizeLeft}kb.
ku_iq: تۆ شوێنی پێویستت نییە بۆ بارکردنی {$fileUploadSize}kb و تەنیا {$dirSizeLeft}kbت ماوە.
mk_mk: Немате доволно простор во вашиот кориснички директориум. Датотеката што ја испраќате е {$fileUploadSize}kb и имате уште {$dirSizeLeft}kb.
nb_no: Du har ikke nok plass i brukerkatalogen din. Filen du laster opp er på {$fileUploadSize} kb, og du har {$dirSizeLeft} kb igjen.
pl_pl: Brak miejsca w katalogu użytkownika. Wgrywany plik ma {$fileUploadSize}kb a zostało Ci {$dirSizeLeft}kb.
ro_ro: Nu aveți suficient spațiu în directorul dvs. de utilizator. Fișierul pe care îl încărcați este {$fileUploadSize}kb iar dumneavoastră aveți disponibili {$dirSizeLeft}kb.
sl_si: Nimate dovolj prostora v vaši mapi. Naložiti želite datoteko velikosti {$fileUploadSize}kb in imate le {$dirSizeLeft}kb prostora.
vi_vn: Bạn không có đủ dung lượng trong thư mục người dùng của mình. Tệp bạn đang tải lên là {$fileUploadSize} kb và bạn còn lại {$dirSizeLeft} kb.

# api.submissionFiles.400.assocTypeAndIdRequired
source: You can not modify the file association without passing an assocType and assocId.
bs_ba: Ne možete modifikovati pridruživanje fajla bez dodavanja assocType i assocId.
cs_cz: Přidružení souboru nemůžete upravit bez předání assocType a assocId.
gl_es: Non pode modificar a asociación de arquivos sin pasar un assocType e un assocId.
mk_mk: Не можете да ја измените асоцијацијата на датотеки без да поминете assocTypeи assocId.
nb_no: Du kan ikke endre filtilknytningen uten å sende en assocType og associd.
pl_pl: Nie możesz zmodyfikować powiązania pliku bez przejścia przez assocType i assocId.
sl_si: Datoteke ne morete spremeniti, če ne posredujete assocType in assocId.

# api.files.400.config
source: File could not be uploaded because of a server configuration error. Please contact the system administrator.
bs_ba: Fajl se ne može učitati zbog greške u konfiguraciji servera. Molimo kontaktirajte administratora sistema.
cs_cz: Soubor se nepodařilo nahrát kvůli chybě konfigurace serveru. Obraťte se na správce systému.
gl_es: Non se puido cargar o arquivo debido a un erro de configuración do servidor. Contacte co administrador/a do sistema.
ku_iq: فایلەکە بەهۆی کێشەی سێرڤەرەوە بار نەکرا. تکایە پەیوەندی بە بەڕێوەبەری پەڕەکەوە بکە.
mk_mk: Датотеката не може да се подигне поради грешка во конфигурацијата на серверот. Ве молиме контактирајте го администраторот на системот.
nb_no: Filen kunne ikke lastes opp på grunn av en serverkonfigurasjonsfeil. Kontakt systemadministratoren.
pl_pl: Plik nie mógł zostać wgrany z powodu błędnej konfiguracji serwera. Proszę skontaktować się z administratorem.
sl_si: Datoteke ni bilo možno naložiti zaradi strežniških nastavitev. Prosimo obrnite se na administratorja strežnika.

# api.files.400.fileSize
source: Files larger than {$maxSize} can not be uploaded.
bs_ba: Fajlovi veći od {$maxSize} ne mogu se prenijeti.
cs_cz: Soubory větší, než {$maxSize} nemohou být nahrány.
gl_es: Os arquivos máis grandes de {$maxSize} non se poden cargar.
ku_iq: ئەگەر فایلێک قەبارەی لە {$maxSize} گەورەتر بێت، بار ناکرێت.
mk_mk: Датотеките поголеми од {$maxSize} не можат да се поставуваат.
nb_no: Filer som er større enn {$maxSize} kan ikke lastes opp.
pl_pl: Pliki większe niż {$maxSize} nie mogą być wgrywane.
sl_si: Datoteke večje od {$maxSize} ni možno naložiti.

# api.files.400.uploadFailed
source: One or more files could not be uploaded.
bs_ba: Jedan ili više fajlova nije se mogao prenijeti.
cs_cz: Nebylo možné nahrát jeden, nebo více souborů.
gl_es: Un ou máis arquivos no se puideron cargar.
ku_iq: یەک یان چەند فایلێک ناتواندرێت بار بکرێت.
mk_mk: Една или повеќе датотеки не може да се постават .
nb_no: En eller flere filer kunne ikke lastes opp.
pl_pl: Nie mogliśmy wgrać jednego lub więcej z wybranych plików.
sl_si: Ene ali več datotek ni bilo mogoče naložiti.

# api.files.400.noUpload
source: No file to be uploaded could be found with the request.
bs_ba: Uz zahtjev nije pronađen nijedan fajl za učitavanje.
cs_cz: S požadavkem nebyl nalezen žádný soubor k nahrání.
gl_es: Non se atopou ningún arquivo que cargar para esta solicitude.
ku_iq: هیچ فایلێکی بارکراو بۆ ئەم داواکارییە نەدۆزرایەوە.
mk_mk: Ниту една датотека што треба да се постави не може да се најде со барањето.
nb_no: Ingen av filene som skal lastes opp kunne bli funnet med forespørselen.
pl_pl: Nie znaleźliśmy takiego pliku do wgrania.
sl_si: Nobene zahtevane datoteke za nalaganje ni bilo mogoče najti.

# api.emails.403.notAllowedUserGroup
source: You are not allowed to send an email to users in one or more of the selected roles.
bs_ba: Nije dozvoljeno slanje e-maila korisnicima u jednoj ili više odabranih uloga.
cs_cz: Nemáte oprávnění odeslat email uživatelům s jednou, nebo více vybranými rolemi.
gl_es: Non está permitido enviar un correo electrónico a usuarios/as nun ou máis dos roles seleccionados.
mk_mk: Не ви е дозволено да испраќате е-пошта до корисниците во една или повеќе од избраните улоги.
nb_no: Du har ikke tilgang til å sende en e-post til brukere i en eller flere av de valgte rollene.
pl_pl: Nie masz uprawnień do wysyłania wiadomości do jednej z wybranych grup użytkowników.
sl_si: Nimate pravice pošiljati emaila uporabnikom v eni ali več izbranih vlogah.

# api.emails.400.missingUserGroups
source: You must indicate the user roles that should receive this email.
bs_ba: Morate navesti korisničke uloge koje bi trebale primiti ovaj e-mail.
cs_cz: Musíte uvést uživatelské role, které mají dostat tento email.
gl_es: Debe indicar que roles de usuario deben recibir este correo electrónico.
mk_mk: Мора да ги наведете улогите на корисникот што треба да ја примат оваа е-пошта.
nb_no: Du må angi brukerrollene som skal motta denne e-posten.
pl_pl: Wskazanie grupy odbiorców jest niezbędne do wysłania wiadomości.
sl_si: Navesti morate uporabniške vloge, ki naj dobijo to email sporočilo.

# api.emails.400.missingSubject
source: You must provide a subject for the email.
bs_ba: Morate navesti predmet za e-mail.
cs_cz: Musíte uvést předmět emailu.
gl_es: Debe cubrir o asunto do correo electrónico.
mk_mk: Мора да наведете предмет за е-поштата.
nb_no: Du må oppgi et emne til e-posten.
pl_pl: Email musi posiadać temat.
sl_si: Navedite zadevo email sporočila.

# api.emails.400.missingBody
source: You must include an email to be sent.
bs_ba: Morate uključiti e-mail koji ćete poslati.
cs_cz: Musíte zahrnout email, který má být odeslán.
gl_es: Debe incluir un correo electrónico para envialo.
mk_mk: Мора да вклучите е-пошта за испраќање.
nb_no: Du må oppgi en e-post som skal sendes.
pl_pl: Treść jest wymagana aby wysłać wiadomość.
sl_si: Za pošiljanje morate vključiti tudi email sporočilo.

# api.announcements.404.announcementNotFound
source: The announcement you requested was not found.
bs_ba: Obavijest koju ste tražili nije pronađena.
cs_cz: Požadované oznámení nebylo nalezeno.
gl_es: Non se atopou o aviso solicitado.
mk_mk: Известувањето што го побаравте не беше пронајдено.
nb_no: Oppslaget du søkte etter ble ikke funnet.
pl_pl: Nie znaleźliśmy takiego ogłoszenia pod tym linkiem.
sl_si: Zahtevanega obvestila ni bilo mogoče najti.

# api.files.400.notAllowedCreatedAt
source: It is not possible to change the time this was created.
bs_ba: Nije moguće promijeniti vrijeme kada je ovo kreirano.
cs_cz: Není možné změnit čas, kdy bylo toto vytvořeno.
gl_es: No é posibel cambiar a data na que foi creado.
mk_mk: Не е можно да се промени времето кога е создадено.
nb_no: Det er ikke mulig å endre tidspunkt for når dette ble opprettet.
pl_pl: Zmiana czasu powstania tego obiektu jest niemożliwa.
sl_si: Časa, ko je bil ustvarjen, ni mogoče spremeniti.

# api.submissionFiles.403.unauthorizedReviewRound
source: You are not allowed to access files in this review round.
bs_ba: Nije vam dozvoljen pristup fajlovima u ovoj seriji pregleda.
cs_cz: Nemáte oprávnění k přístupu k souborům tohoto recenzního kola.
gl_es: Non tes permiso para acceder a ficheiros nesta rolda de revisión.
mk_mk: Немате пристап до датотеките во овој круг на рецензирање.
nb_no: Du har ikke tilgang til filer som er tilknyttet denne vurderingsrunden.
sl_si: Nimate pravic za dostop do datotek v tem krogu recenzije.

# api.submissionFiles.403.unauthorizedFileStageIdWrite
source: You are not allowed to add and edit these files.
bs_ba: Nije vam dozvoljeno dodavanje i uređivanje ovih fajlova.
cs_cz: Nemáte oprávnění přidávat a upravovat tyto soubory.
gl_es: Non tes permiso para engadir e editar estes arquivos.
mk_mk: Не ви е дозволено да ги додавате и уредувате овие датотеки.
nb_no: Du har ikke tilgang til å redigere disse filene.
sl_si: Nimate dovoljenja za dodajanje ali spreminjanje teh datotek.

# api.submissionFiles.403.unauthorizedFileStageId
source: You are not allowed to access these files.
bs_ba: Nije vam dozvoljen pristup ovim fajlovima.
cs_cz: Nemáte oprávnění k přístupu k tomuto souboru.
gl_es: Non tes permiso para acceder a estes arquivos.
mk_mk: Не ви е дозволен пристап до овие датотеки.
nb_no: Du har ikke tilgang til disse filene.
sl_si: Nimate dovoljenja za dostopanje to teh datotek.

# api.submissionFiles.400.reviewRoundSubmissionNotMatch
source: The review round you provided is not part of this submission.
cs_cz: Recenzní kolo, které jste zadali není součástí tohoto příspěvku.
gl_es: A rolda de revisión que proporcionou non forma parte deste envío.
mk_mk: Кругот за преглед што ја дадовте не е дел од овој поднесок.
nb_no: Den vurderingsrunden du har oppgitt hører ikke til denne innleveringen.
sl_si: Določeni recenzijski krog ni del tega prispevka.

# api.submissionFiles.400.noFileStageId
source: You must provide a file stage.
bs_ba: Morate osigurati fazu fajla.
cs_cz: Musíte zadat fázi souboru.
gl_es: Debes proporcionar unha fase de arquivo.
mk_mk: Мора да наведете фаза на датотека.
nb_no: Du må angi et filstadie.
sl_si: Določiti morate fazo datoteke.

# api.submissionFiles.400.missingReviewRoundAssocType
source: You must specify a review round when requesting files in a review stage.
bs_ba: Morate navesti seriju pregleda kada tražite fajlove u fazi pregleda.
cs_cz: Při žádosti o soubory v recenzím kole musíte určit recenzní kolo.
gl_es: Debes especificar unha rolda de revisión cando solicites arquivos nunha fase de revisión.
mk_mk: Мора да наведете круг за преглед кога барате датотеки во фаза на преглед.
nb_no: Du må angi en vurderingsrude når du spør etter filer i vurderingsstadiet.
sl_si: Da določite datoteke iz recenzijske faze, morate določiti krog recenzije.

# api.submissionFiles.400.badReviewRoundAssocType
source: You can not associate a file from this file stage with a review round.
bs_ba: Ne možete povezati fajl iz ove faze fajla s serijom pregleda.
cs_cz: Soubor z této fáze zpracování souborů nemůžete přidružit k recenznímu kolu.
gl_es: Non podes asociar un arquivo desta fase cunha rolda de revisión.
mk_mk: Не можете да поврзете датотека од оваа фаза на датотека со круг за преглед.
nb_no: Du kan ikke knytte en fil fra dette filstadiet med en fagfellevurderingsrunde.
sl_si: Datoteko iz te faze ne morete povezati s tem recenzijskim krogom.

# api.submissionFiles.400.badReviewAssignmentAssocType
source: You can not associate a file from this file stage with a review assignment.
bs_ba: Ne možete povezati fajl iz ove faze sa zadatkom pregleda.
cs_cz: Soubor z této fáze zpracování souborů nemůžete přidružit k zadání recenze.
gl_es: Non podes asociar un arquivo desta fase cunha tarefa de revisión.
mk_mk: Не можете да поврзете датотека од оваа фаза на датотека со задача за преглед.
nb_no: Du kan ikke knytte en fil fra dette filstadiet til et fagfellevurderingsoppdrag.
sl_si: Datoteko iz te faze ne morete povezati z recenzentsko zadolžitvijo.

# api.submissionFiles.400.badNoteAssocType
source: You can not associate a file from this file stage with discussion note.
bs_ba: Ne možete povezati fajl iz ove faze fajla s napomenom za raspravu.
cs_cz: Soubor z této fáze zpracování souborů nemůžete přidružit k diskusní poznámce.
gl_es: Non podes asociar un arquivo desta fase cunha nota de discusión.
mk_mk: Не можете да поврзете датотека од оваа фаза на датотека со белешка за дискусија.
nb_no: Du kan ikke knytte en fil fra dette filstadiet til et diskusjonsnotat.
sl_si: Datoteke iz te faze ne morete povezati z diskusijo.

# api.submissionFiles.400.badDependentFileAssocType
source: You can not associate a file from this file stage with another submission file.
cs_cz: Soubor z této fáze zpracování souborů nemůžete přidružit k jinému souboru příspěvku.
gl_es: Non podes asociar un arquivo desta fase con outro arquivo de envío.
mk_mk: Не можете да поврзете датотека од оваа фаза на датотека со друга датотека за поднесување.
nb_no: Du kan ikke knytte en fil fra dette stadiet til en annen innleveringsfil.
sl_si: Datoteke iz te faze ni mogoče povezati z drugo oddano datoteko.

# api.submissionsFiles.400.noParams
source: No changes could be found in the request to edit this file.
bs_ba: U zahtjevu za uređivanje ovog fajla nisu pronađene promjene.
cs_cz: V požadavku na úpravu tohoto souboru nebyly nalezeny žádné změny.
gl_es: Non se atoparon cambios na solicitude de edición deste arquivo.
mk_mk: Не беа пронајдени промени во барањето за уредување на оваа датотека.
nb_no: Ingen endringer kunne bli funnet i forespørselen om å redigere denne filen.
sl_si: Najdenih ni bilo nobenih sprememb v zahtevi za spreminjanje te datoteke.

# api.500.apiSecretKeyMissing
source: The API token can not be used to access this site because the site administrator has not configured a secret key.
cs_cz: Token API nelze použít pro přístup k tomuto webu, protože správce webu nenakonfiguroval tajný klíč.
gl_es: A chave API non se pode utilizar para acceder a este sitio porque o administrador do sitio non configurou unha chave segreda.
mk_mk: АПИ токенот не може да се користи за пристап до оваа веб-страница бидејќи администраторот на страницата нема конфигурирано таен клуч.

# api.400.tokenCouldNotBeDecoded
source: The apiToken could not be decoded because of the following error: {$error}
cs_cz: Api token nelze dekódovat z důvodu následující chyby: {$error}
gl_es: A chave API non se puido descodificar polo seguinte erro: {$error}

# api.400.invalidApiToken
source: The API token could not be validated. This may indicate an error in the API token or that the API token is no longer valid.
cs_cz: Token API se nepodařilo ověřit. To může znamenat chybu v tokenu API nebo to, že token API již není platný.
gl_es: Non se puido validar a chave API. Isto pode indicar un erro na chave API ou que a chave API xa non é válida.
mk_mk: АПИ токенот не можеше да се потврди. Ова може да укажува кон грешка во АПИ токенот или дека АПИ токенот не е повеќе важечки.

# api.contexts.400.localesNotSupported
source: The following locales are not supported: {$locales}.
cs_cz: Následující lokalizace nejsou podporovány: {$locales}.
gl_es: Os seguintes idiomas non están soportados: {$locales}.
