Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/default.po
Languages: ku_iq, ro_ro

# default.genres.styleSheet
source: HTML Stylesheet
ku_iq: پەڕەشێوازی HTML
ro_ro: Format de stil HTML

# default.genres.image
source: Image
ku_iq: وێنە
ro_ro: Imagine

# default.genres.multimedia
source: Multimedia
ku_iq: فرەڕاگەیەنەکان

# default.genres.other
source: Other
ku_iq: هیتر
ro_ro: Altul(a)

# default.groups.abbrev.reader
source: Read
ku_iq: خوێندنەوە
ro_ro: Citit

# default.groups.plural.reader
source: Readers
ku_iq: خوێنەران
ro_ro: Cititori

# default.groups.name.reader
source: Reader
ku_iq: خوێنەر
ro_ro: Cititor

# default.groups.plural.translator
source: Translators
ku_iq: وەرگێڕان
ro_ro: Translatori

# default.groups.name.translator
source: Translator
ku_iq: وەرگێڕ

# default.groups.plural.author
source: Authors
ku_iq: نوسەران
ro_ro: Autori

# default.groups.name.author
source: Author
ku_iq: نوسەر
ro_ro: Autor

# default.groups.plural.layoutEditor
source: Layout Editors
ku_iq: سەرنوسەرانی نەخشە
ro_ro: Editori de machetă

# default.groups.name.layoutEditor
source: Layout Editor
ku_iq: سەرنوسەری نەخشە
ro_ro: Editor de machetă

# default.groups.plural.indexer
source: Indexers
ku_iq: پێنوێنکەران
ro_ro: Responsabili indexare

# default.groups.name.indexer
source: Indexer
ku_iq: پێنوێنکەر
ro_ro: Responsabil indexare

# default.groups.plural.internalReviewer
source: Internal Reviewers
ku_iq: هەڵسەنگێنەرانی ناوخۆیی
ro_ro: Revizori interni

# default.groups.name.internalReviewer
source: Internal Reviewer
ku_iq: هەڵسەنگێنەری ناوخۆیی
ro_ro: Revizor intern

# default.groups.abbrev.designer
source: Design
ku_iq: شێوە

# default.groups.plural.designer
source: Designers
ku_iq: شێوەسازان
ro_ro: Designeri

# default.groups.name.designer
source: Designer
ku_iq: شێوەساز

# default.groups.plural.proofreader
source: Proofreaders
ku_iq: هەڵسەنگێنەرانی زمانی
ro_ro: Corectori

# default.groups.name.proofreader
source: Proofreader
ku_iq: هەڵسەنگێنەری زمانی
ro_ro: Corector

# default.groups.plural.copyeditor
source: Copyeditors
ku_iq: وردبینکاران
ro_ro: Editori de conținut

# default.groups.name.copyeditor
source: Copyeditor
ku_iq: وردبین
ro_ro: Editor de conținut

# default.groups.plural.productionEditor
source: Production editors
ku_iq: سەرنوسەرەکانی بەرهەمهێنان
ro_ro: Editori producție

# default.groups.name.productionEditor
source: Production editor
ku_iq: سەرنوسەری بەرهەمهێنان
ro_ro: Editor producție

# default.groups.plural.siteAdmin
source: Site Admins
ku_iq: پێگەی بەڕێوەبەرەکان
ro_ro: Administratori site

# default.groups.name.siteAdmin
source: Site Admin
ku_iq: پێگەی بەڕێوەبەر
ro_ro: Administrator site

# default.groups.plural.funding
source: Funding coordinators
ro_ro: Coordonatori Buget

# default.groups.name.funding
source: Funding coordinator
ro_ro: Coordonator Buget

# default.groups.plural.marketing
source: Marketing and sales coordinators
ro_ro: Coordonatori marketing și vânzări

# default.groups.name.marketing
source: Marketing and sales coordinator
ro_ro: Coordonator marketing și vânzări
