Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/editor.po
Languages: bs_ba, gl_es, ku_iq, sr_rs@latin, zh_cn

# editor.submission.uploadSelectFiles
source: Upload/Select Files
bs_ba: Prenesi/odaberi datoteke
gl_es: Cargar/seleccionar arquivos
ku_iq: فایلەکان باربکە/هەڵبژێرە
sr_rs@latin: Dodaj/odaberi fajlove
zh_cn: 上传/选择文件

# editor.submission.fileAuditor.form.userRequired
source: You must select a user to assign.
bs_ba: Morate odabrati korisnika kojeg želite dodijeliti.
gl_es: Debes seleccionar un usuario para asignalo.
ku_iq: تۆ دەبێت بەکارهێنەرێک هەڵبژێری بۆ ئەرک پێسپاردن.
sr_rs@latin: Morate odabrati korisnika za dodelu.
zh_cn: 您必须选择一个要分配的用户。

# editor.submission.fileAuditor.skipEmail
source: Do not send email to the Auditor
bs_ba: Ne šaljite e-mail revizoru
gl_es: Non enviar correo electrónico ao auditor/a
ku_iq: نامە مەنێرە بۆ وردبینی ژمێریاری
sr_rs@latin: Ne šaljite imejl revizoru
zh_cn: 不要发送电子邮件给审核员

# editor.submission.fileAuditor.form.messageRequired
source: You must include a personal message.
bs_ba: Morate uključiti ličnu poruku.
gl_es: Debes incluír unha mensaxe persoal.
ku_iq: تۆ دەبێت نامەیەکی کەسی تێبکەی.
sr_rs@latin: Morate uključiti privatnu poruku.
zh_cn: 您必须包括个人讯息。

# editor.submission.fileAuditor.form.fileRequired
source: You must select at least one file to assign the user to.
bs_ba: Morate odabrati barem jednu datoteku kojoj ćete dodijeliti korisnika.
gl_es: Debes seleccionar polo menos un arquivo para asignalo ao usuario.
ku_iq: تۆ دەبێت بەلایەنی کەمەوە یەک فایل هەڵبژێری بۆ ئەوەی بە بەکارهێنەرەکەی بسپێری.
sr_rs@latin: Morate izabrati najmanje jedan fajl da biste mu dodelili korisnika.
zh_cn: 您必须至少选择一个文件来分配用户。

# editor.submission.externalReviewDescription
source: Select files below to send them to the review stage.
bs_ba: Odaberite datoteke u nastavku da biste ih poslali u fazu pregleda.
gl_es: Seleccione abaixo os arquivos para envialos á fase de revisión.
ku_iq: فایلەکانی خوارەوە هەڵبژێرە بۆ ئەوەی بیاننێری بۆ قۆناغی هەڵسەنگاندن.
sr_rs@latin: Izaberite fajlove kako bi ih poslali u fazu recenzije.
zh_cn: 在下面选择文件以将其发送到审阅阶段。

# editor.submission.copyediting.personalMessageToUser
source: Message to user
bs_ba: Poruka korisniku
gl_es: Mensaxe ao usuario/a
ku_iq: نامە بۆ بەکارهێنەر
sr_rs@latin: Poruka za korisnika
zh_cn: 给用户的讯息

# editor.review.notInitiated
source: The review process has not yet been initiated.
bs_ba: Postupak pregleda još nije pokrenut.
gl_es: O proceso de revisión aínda non se iniciou.
ku_iq: پڕۆسەی هەڵسەنگاندن هێشتا دەستی پێنەکردووە.
sr_rs@latin: Proces recenziranja još nije započet.
zh_cn: 审阅流程尚未启动。

# editor.submission.workflowDecision.changeDecision
source: Change decision
bs_ba: Promjena odluke
gl_es: Cambiar a decisión
ku_iq: بڕیار بگۆڕە
zh_cn: 变更决定

# editor.submission.workflowDecision.submission.underReview
source: Submission accepted for review.
bs_ba: Predaja prihvaćena na uvid.
gl_es: Envío aceptado para revisión.
ku_iq: پیشکەشکراو پەسەندکراو بۆ هەڵسەنگاندن.
zh_cn: 提交内容已接受评审。

# editor.submission.workflowDecision.submission.production
source: Sent to production.
bs_ba: Poslano u produkciju.
gl_es: Enviouse a produción.
ku_iq: بینێرە بۆ بەهەمهێنان.
zh_cn: 发送到生产。

# editor.submission.workflowDecision.submission.reviewRound
source: Sent for a new round of reviews.
bs_ba: Poslano na novi krug pregleda.
gl_es: Enviouse a unha nova rolda de revisións.
ku_iq: بینێرە بۆ خولێکی نوێی هەڵسەنگاندن.
zh_cn: 发送了新一轮的评审。

# editor.submission.workflowDecision.submission.published
source: Submission published.
bs_ba: Predaja objavljena.
gl_es: Envío publicado.
ku_iq: پێشکەشکراو بڵاوکرایەوە.
zh_cn: 提交已出版。

# editor.submission.workflowDecision.submission.accepted
source: Submission accepted.
bs_ba: Predaja prihvaćena.
gl_es: Envío aceptado.
ku_iq: پێشکەشکردن پەسەندکرا.
zh_cn: 提交已接受。

# editor.submission.workflowDecision.submission.declined
source: Submission declined.
bs_ba: Predaja odbijena.
gl_es: Envío rexeitado.
ku_iq: پێشکەشکردن ڕەتکرایەوە.
zh_cn: 提交被拒绝。

# editor.submission.workflowDecision.submission
source: Decision recorded
bs_ba: Odluka zabilježena
gl_es: Decisión rexistrada
ku_iq: بڕیار تۆمارکرا
zh_cn: 决定已记录

# editor.submissionLibrary
source: Library
bs_ba: Biblioteka
gl_es: Biblioteca de envío
ku_iq: کتێبخانە
sr_rs@latin: Biblioteka predaja
zh_cn: 文库

# editor.activityLog
source: Activity Log
bs_ba: Dnevnik aktivnosti
gl_es: Rexistro de actividade
ku_iq: تۆماری چالاکی
zh_cn: 活动日志

# editor.submissionArchive.confirmDelete
source: Are you sure you want to permanently delete this submission?
bs_ba: Jeste li sigurni da želite trajno obrisati ovu predaju rada?
gl_es: Seguro que queres eliminar permanentemente este envío?
ku_iq: ئایا تۆ دڵنیای کە دەتەوێت ئەم بابەتە نێردراوە بە یەکجاری بسڕیەوە؟
sr_rs@latin: Da li želite da trajno obrišete predaje?
zh_cn: 您确定要永久删除此投稿?

# reviewer.list.empty
source: No reviewers found
bs_ba: Nije pronađen nijedan recenzent
gl_es: Non se atoparon revisores/as
zh_cn: 找不到审阅者

# reviewer.list.biography
source: Biography
bs_ba: Biografija
gl_es: Biografía
zh_cn: 个人传记

# reviewer.list.reviewInterests
source: Reviewing Interests
bs_ba: Pregledavanje zanimanja
gl_es: Intereses de revisión
zh_cn: 审阅兴趣

# reviewer.list.warnOnAssignUnlock
source: Unlock
bs_ba: Otključaj
gl_es: Desbloquear
zh_cn: 解锁

# reviewer.list.warnOnAssign
source: This reviewer is locked because they have been assigned a role which allows them to view the author's identity. Anonymous peer review can not be guaranteed. Would you like to unlock this reviewer anyway?
bs_ba: Ovaj recenzent je zaključan jer mu je dodijeljena uloga koja mu omogućava da vidi identitet autora. Ne može se garantovati anonimni pregled. Želite li ipak otključati ovog recenzenta?
gl_es: Este revisor/a está bloqueado porque se lle asignou un rol que lle permite ver a identidade do autor. Non se pode garantir a revisión anónima por pares. Desexa desbloquear este revisor de tódolos xeitos?

# reviewer.list.currentlyAssigned
source: This reviewer has already been assigned to review this submission.
bs_ba: Ovom recenzentu je već dodijeljeno da pregleda ovu predaju.
gl_es: Este revisor/a xa foi asignado para revisar este envío.
zh_cn: 已经分配了该审阅者来审阅此提交。

# reviewer.list.neverAssigned
source: Never assigned
bs_ba: Nikad dodijeljeno
gl_es: Nunca asignado
zh_cn: 未被分配

# reviewer.list.averageCompletion
source: Average days to complete review
bs_ba: Prosječan broj dana za završetak pregleda
gl_es: Media de días para completar a revisión
zh_cn: 完成审阅所需的平均时间

# reviewer.list.daysSinceLastAssignmentDescription
source: Days since last review assigned
bs_ba: Dana od zadnjeg dodijeljenog pregleda
gl_es: Días dende a última revisión asignada
zh_cn: 自上次审阅分配以来的天数

# reviewer.list.daySinceLastAssignment
source: Yesterday
bs_ba: Jučer
gl_es: Onte
zh_cn: 昨天

# reviewer.list.daysSinceLastAssignment
source: {$days} days ago
bs_ba: Prije {$days} dana
gl_es: Hai {$days} días
zh_cn: {$days} 天前

# reviewer.list.reviewerRating
source: Reviewer rating: {$rating}
bs_ba: Ocjena recenzenta: {$rating}
gl_es: Evaluación do revisor/a: {$rating}
zh_cn: 审阅者评分：{$rating}

# reviewer.list.cancelledReviews
source: Review requests cancelled
bs_ba: Otkazani zahtjevi za pregled
gl_es: Solicitudes de revisión canceladas
zh_cn: 审阅请求已取消

# reviewer.list.declinedReviews
source: Review requests declined
bs_ba: Zahtjevi za pregled su odbijeni
gl_es: Peticións de revisión rexeitadas
zh_cn: 审阅请求被拒绝

# reviewer.list.completedReviews
source: Reviews completed
bs_ba: Pregledi završeni
gl_es: Revisións completadas
zh_cn: 审阅完成

# reviewer.list.activeReviewsDescription
source: Active reviews currently assigned
bs_ba: Trenutno dodijeljeni aktivni pregledi
gl_es: Revisións activas actualmente asignadas
zh_cn: 当前分配的有效审阅

# reviewer.list.activeReviews
source: {$count} active
bs_ba: {$count} aktivno
gl_es: {$count} activos
zh_cn: {$count} 有效

# reviewer.list.filterRating
source: Rated at least
bs_ba: Ocijenjeno najmanje
gl_es: Evaluado como mínimo
zh_cn: 至少评分

# editor.publicIdentificationPatternNotAllowed
source: The pattern {$pattern} is not allowed for the public identifier.
bs_ba: Uzorak {$pattern} nije dozvoljen za javni identifikator.
gl_es: O padrón {$pattern} non está permitido para o identificador público.
sr_rs@latin: Šema {$pattern} nije dozvoljena za javni identifikator.
zh_cn: 公共标识符不允许使用模式 {$pattern}。

# editor.publicIdentificationNumericNotAllowed
source: The public identifier '{$publicIdentifier}' must not be a number.
bs_ba: Javni identifikator '{$publicIdentifier}' ne smije biti broj.
gl_es: O identificador público "{$publicIdentifier}" non debe ser un número.
sr_rs@latin: Javni identifikator '{$publicIdentifier}' ne sme biti broj.
zh_cn: 公共标识符 '{$publicIdentifier}' 必须是一个数字。

# editor.submission.revertDeclineDescription
source: Are you sure you want to reverse the decision to decline this submission?
bs_ba: Jeste li sigurni da želite poništiti odluku o odbijanju ove predaje?
gl_es: Seguro que queres reverter a decisión de rexeitar este envío?

# editor.submission.proofreading.confirmRemoveCompletion
source: Revoke approval for this proof to indicate proofreading is no longer complete and the file is not ready to be published.
bs_ba: Opozovite odobrenje za ovu korekturu kako biste ukazali da lektura više nije potpuna i datoteka nije spremna za objavljivanje.
gl_es: Revogar a aprobación desta proba para indicar que a revisión xa non está completa e o arquivo non está listo para ser publicado.
sr_rs@latin: Ukinite odobrenje za ovu finalnu proveru kako bi naznačili da korektura nije više kompletna i da fajl nije spreman za objavljivanje.
zh_cn: 撤消对此证明的批准，以表示校对不再完整并且文件尚未准备好发布。

# editor.submission.proofreading.confirmCompletion
source: Approve this proof to indicate proofreading is complete and the file is ready to be published.
bs_ba: Odobrite ovu korekturu da biste označili da je lektura završena i da je datoteka spremna za objavljivanje.
gl_es: Aceptar esta proba para indicar que a revisión finalizou e o arquivo está listo para ser publicado.
sr_rs@latin: Odobrite ovaj pruf kako bu naznačili da je korektura kompletna i da je fajl spreman za objavljivanje.
zh_cn: 批准该证明以表明校对已完成并且文件已准备好发布。

# editor.submission.proofreading.revokeProofApproval
source: Revoke Proof Approval
bs_ba: Opoziv odobrenja za korekturu
gl_es: Revogar a aprobación da proba
sr_rs@latin: Ukini odobrenje probne kopije
zh_cn: 撤销证明批准

# editor.submission.proofreading.approveProof
source: Approve Proof
bs_ba: Odobri korekturu
gl_es: Aceptar a proba
sr_rs@latin: Odobri probnu kopiju
zh_cn: 批准证明

# editor.submission.selectedReviewer
source: Selected Reviewer
bs_ba: Odabrani recenzent
gl_es: Revisor/a seleccionado
sr_rs@latin: Odabrani recenzent
zh_cn: 选定的审稿人

# editor.submission.query.manageQueryNoteFilesDescription
source: Files can be attached for inclusion in this discussion from the list below.
bs_ba: Datoteke se mogu priložiti za uključivanje u ovu diskusiju sa popisa ispod.
gl_es: Pódense adxuntar arquivos para incluílos nesta discusión na seguinte lista.
sr_rs@latin: Fajlovi mogu biti dodati uz diskusiju iz liste niže.
zh_cn: 可以在下面的列表中附加文件以包含在此讨论中。

# grid.action.editQuery
source: Edit Discussion
bs_ba: Uredi diskusiju
gl_es: Editar discusión
sr_rs@latin: Izmeni diskusiju
zh_cn: 编辑讨论

# submission.queries.attachedFiles
source: Attached Files
bs_ba: Priložene datoteke
gl_es: Arquivos adxuntos
sr_rs@latin: Dodati fajlovi
zh_cn: 附加的文件

# submission.queries.messageRequired
source: A discussion message is required.
bs_ba: Potrebna je poruka za diskusiju.
gl_es: É necesaria unha mensaxe de discusión.
sr_rs@latin: Poruka diskusije je neophodna.
zh_cn: 需要讨论消息。

# submission.queries.subjectRequired
source: A discussion subject is required.
bs_ba: Potrebna je tema diskusije.
gl_es: É necesario un tema de discusión.
sr_rs@latin: Tema diskusije je neophodan.
zh_cn: 需要讨论主题。

# editor.submission.noReviewerFilesSelected.details
source: You have not selected any files for the reviewer to review.
bs_ba: Niste odabrali nijednu datoteku koju će recenzent pregledati.
gl_es: Non seleccionaches ningún arquivo para que o revisase o revisor.
sr_rs@latin: Niste odabrali ni jedan fajl koji bi recenzent pogledao.
zh_cn: 您尚未选择任何文件供审阅者审阅。

# editor.submission.noReviewerFilesSelected
source: No Files Selected
bs_ba: Nije odabrana nijedna datoteka
gl_es: Non se seleccionou ningún arquivo
sr_rs@latin: Nema odabranih fajlova
zh_cn: 未选择文件

# editor.article.confirmChangeReviewForm
source: Warning: Changing the review form will affect any answers reviewers have made using this form. Are you sure you wish to continue?
bs_ba: Upozorenje: Promjena obrasca za pregled utjecati će na sve odgovore koje su recenzenti dali koristeći ovaj obrazac. Jeste li sigurni da želite nastaviti?
gl_es: Aviso: o cambio do formulario de revisión afectará ás respostas que os revisores fixeron usando este formulario. Seguro que desexas continuar?
sr_rs@latin: Upozorenje: Menjanje obrasca recenzije uticaće na sve odgovore koje su dali recenzenti koristeći ovaj obrazac. Da li želite da nastavite?
zh_cn: 警告：更改审阅表单将影响审阅者使用此表单做出的所有回复。您确定要继续吗？

# editor.article.selectReviewForm
source: Select Review Form
bs_ba: Odaberite obrazac za pregled
gl_es: Escoller un formulario de revisión
sr_rs@latin: Odaberi obrazac recenzije
zh_cn: 选择审阅表

# editor.article.reviewForms
source: Review Forms
bs_ba: Obrasci za pregled
gl_es: Formularios de revisión
sr_rs@latin: Obrasci recenzije
zh_cn: 审阅表

# editor.submission.createNewRound
source: Create New Review Round
bs_ba: Kreirajte novi krug pregleda
gl_es: Crear unha nova rolda de revisión
sr_rs@latin: Napravi novi krug recenziranja
zh_cn: 创建新的审核回合

# editor.submission.newRoundDescription
source: You are about to create a new review round for this submission. Files that have not been used in other review rounds are listed below.
bs_ba: Kreirat ćete novi krug pregleda za ovu predaju. Datoteke koje nisu korištene u drugim krugovima pregleda navedene su u nastavku.
gl_es: Está a piques de crear unha nova rolda de revisión para este envío. A continuación móstranse os arquivos que non se usaron noutras roldas de revisión.
sr_rs@latin: Na putu ste da napravite novi krug recenziranja za ovu predaju. Fajlovi koji nisu korišćeni u prethodnim krugovima su izlistani niže.
zh_cn: 您将为此提交创建新的审阅回合。下面列出了其他审阅回合中未使用的文件。

# editor.submissionReview.recordRecommendation.skipDiscussion
source: Do not create a review discussion.
bs_ba: Ne kreirajte diskusiju o pregledu.
gl_es: Non crear unha discusión de revisión.
zh_cn: 不要创建审阅讨论。

# editor.submissionReview.recordRecommendation.createDiscussion
source: Create a review discussion about this recommendation.
bs_ba: Kreirajte diskusiju pregleda o ovoj preporuci.
gl_es: Crea unha discusión sobre esta recomendación.
zh_cn: 创建有关此建议的审阅讨论。

# editor.submissionReview.recordRecommendation.skipEmail
source: Do not send editors an email.
bs_ba: Ne šaljite urednicima e-mail.
gl_es: Non enviar correo electrónico aos editores/as.
zh_cn: 不要向编辑发送电子邮件。

# editor.submissionReview.recordRecommendation.notifyEditors
source: Notify Editors
bs_ba: Obavijesti urednike
gl_es: Notificar aos editores/as
zh_cn: 通知编辑

# editor.submissionReview.recordRecommendation
source: Record Editorial Recommendation
bs_ba: Snimite uredničku preporuku
gl_es: Rexistrar a recomendación editorial
zh_cn: 记录编辑推荐

# editor.submissionReview.recordDecision
source: Record Editorial Decision
bs_ba: Snimite uredničku odluku
gl_es: Rexistrar a decisión editorial
sr_rs@latin: Zabeleži odluku urednika
zh_cn: 记录编辑决定
