Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/editor.po
Languages: bs_ba, gl_es, ku_iq, sr_rs@latin, zh_cn

# editor.submission.newRound
source: New Review Round
bs_ba: Novi krug pregleda
gl_es: Nova rolda de revisión
sr_rs@latin: Nova runda recenziranja
zh_cn: 新审阅回合

# editor.submission.production.productionReadyFiles
source: Production Ready Files
bs_ba: Datoteke spremne za produkciju
gl_es: Arquivos listos para a produción
sr_rs@latin: Fajlovi spremni za produkciju
zh_cn: 生产就绪文件

# editor.review.emailReviewer
source: Email Reviewer
bs_ba: Recenzent e-maila
gl_es: Enviar correo al revisor/a
sr_rs@latin: Pošalji imejl recenzentu
zh_cn: 向审阅者发送电子邮件

# editor.review.noReviewFilesUploaded.details
source: You have not uploaded any review files.
bs_ba: Niste prenijeli nijednu datoteku s pregledom.
gl_es: Non cargaches ningún arquivo de revisión.
sr_rs@latin: Još niste dostavili ni jedan fajl recenzije.
zh_cn: 您尚未上传任何审阅文件。

# editor.review.noReviewFilesUploaded
source: No Files Uploaded
bs_ba: Nema prenesenih datoteka
gl_es: Non hai arquivos cargados
sr_rs@latin: Nema dostavljenih fajlova
zh_cn: 没有文件被上传

# editor.review.reviewDetails
source: Review Details
bs_ba: Detalji pregleda
gl_es: Detalles da revisión
sr_rs@latin: Detalji recenziranja
zh_cn: 审阅详情

# editor.review
source: Review
bs_ba: Pregledaj
gl_es: Revisión
sr_rs@latin: Recenziraj
zh_cn: 审阅

# editor.submission.copyedit.manageCopyeditFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Copyedit Files listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion. Additional files not already uploaded to a stage can be added to the listing by clicking the Upload File link.
bs_ba: Sve datoteke koje su već prenesene u bilo koju fazu slanja mogu se dodati na listu uređenih datoteka odabirom polja uključi ispod za potvrdu i klikom na pretraži: sve dostupne datoteke bit će navedene i mogu se odabrati za uključivanje. Dodatne datoteke koje još nisu prenesene u fazu mogu se dodati na listu klikom na link prenesi datoteku.
gl_es: Calquera arquivo que xa se cargara en calquera fase do envío pódese engadir á lista de arquivos de corrección marcando a caixa de verificación "Engadir" e premendo en "Buscar": listaranse todos os arquivos dispoñibles e pódense escoller para a súa inclusión. Pódense engadir á lista ficheiros adicionais que aínda non se cargaron premendo na ligazón "Cargar arquivo".
sr_rs@latin: Svi fajlovi koji su već dodatiu bilo koju fazu predaje mogu da se dodaju u listu fajlova za korekturu označavanjem "Uključi" oznake ispod i "Pretragom:" svi raspoloživi fajlovi će biti izlistani i dostupni za izbor. Dodatni fajlovi koji još nisu dostavljeni mogu se dodatu opcijom "Dostavi fajl".
zh_cn: 通过选中下面的“包含”复选框并单击“搜索”，可以将已经上传到任何提交阶段的所有文件添加到“ 编审文件”列表中：将列出所有可用文件，并可以选择包含这些文件。 可以通过单击“上传文件”链接将尚未上载到某个阶段的其他文件添加到列表中。

# editor.submission.addAuditor
source: Assign Auditor
bs_ba: Dodeli revizora
gl_es: Asignar un auditor
sr_rs@latin: Dodeli revizora
zh_cn: 指派审阅者

# editor.submission.editorial.disapproveCopyeditDescription
source: Disapproving this copyedited file will make it unavailable to send to production stage. Do you want to disapprove this file?
bs_ba: Ako ne odobrite ovu uređenu datoteku, neće biti dostupna za slanje u fazu produkcije. Želite li odbiti ovu datoteku?
gl_es: Ao desaprobar este arquivo corrixido deixará de estar dispoñible para a fase de produción. Queres desaprobar este arquivo?
sr_rs@latin: Ne odobravanje ovog korektorskog fajla učiniće ga nedostupnim za slanje u fazu produkcije. Da li želite da ga ne odobrite?
zh_cn: 拒绝此经编审编辑的文件将使其无法发送到生产阶段。您要拒绝此文件吗？

# editor.submission.editorial.approveCopyeditDescription
source: The copyedited file needs to be approved before it can be sent to the Production stage. Do you want to approve this file?
bs_ba: Uređena datoteka mora biti odobrena prije nego što se može poslati u fazu izrade. Želite li odobriti ovu datoteku?
gl_es: É necesario aprobar o arquivo corrixido antes de poder envialo á fase de produción. Queres aprobar este arquivo?
sr_rs@latin: Fajl korekture mora biti odobren pre no što može biti poslat u fazu produkcije. Da li želite da odobrite ovaj fajl?
zh_cn: 编审后的文件必须先获得批准，然后才能发送到生产阶段。您要批准此文件吗？

# editor.submission.proof.reminder
source: Proof reminder
bs_ba: Podsjetnik na korekturu
gl_es: Recordatorio de corrección
sr_rs@latin: Podsetnik za finalnu proveru
zh_cn: 证明提醒

# editor.submission.personalMessageToUser
source: Email to be sent to user
bs_ba: E-mail za slanje korisniku
gl_es: Correo electrónico que se enviará ao usuario
sr_rs@latin: Imejl koji će biti poslat korisniku
zh_cn: 要发送给用户的电子邮件

# editor.submission.noAuditRequested
source: No audit requested for this file
bs_ba: Nije potrebna revizija za ovu datoteku
gl_es: Non se solicitou ningunha auditoría para este arquivo
sr_rs@latin: Nema zahteva za reviziju ovog fajla
zh_cn: 无需对此文件进行审核

# editor.review.enrollReviewer
source: Enroll an Existing User as Reviewer
bs_ba: Registrujte postojećeg korisnika kao recenzenta
gl_es: Dar de alta un usuario/a existente como revisor/a
sr_rs@latin: Uključi postojećeg korisnika kao recenzenta
zh_cn: 注册现有用户作为审阅者

# editor.submission.taskSchedule
source: Task schedule
bs_ba: Raspored zadataka
gl_es: Planificación de tarefas
sr_rs@latin: Predviđeni zadaci
zh_cn: 任务计划

# editor.submission.taskDueDate
source: Task Due Date
bs_ba: Rok za izvršenje zadatka
gl_es: Data de vencemento da tarefa
sr_rs@latin: Zadatak do datuma
zh_cn: 任务截止日期

# editor.submission.selectReviewer
source: Select Reviewer
bs_ba: Odaberite recenzenta
gl_es: Seleccionar revisor
sr_rs@latin: Odaberi recenzenta
zh_cn: 选择审稿人

# editor.submission.selectCopyedingFiles
source: Copyediting Files
bs_ba: Uređivanje datoteka
gl_es: Arquivos de corrección de estilo
sr_rs@latin: Korektorski fajlovi
zh_cn: 编审文件

# editor.submission.schedulePublication
source: Schedule For Publication
bs_ba: Raspored za objavljivanje
gl_es: Programar para a publicación
sr_rs@latin: Dodeli za objavljivanje
zh_cn: 出版时间表

# editor.discussion.errorNotStageParticipant
source: A selected participant is not assigned to this stage.
gl_es: Un participante seleccionado non está asignado a esta fase.

# editor.discussion.errorAnonymousParticipants
source: A discussion can not be created with the selected participants because it would impact the anonymity of the review process.
gl_es: Non se pode crear unha discusión cos participantes seleccionados porque repercutiría no anonimato do proceso de revisión.

# editor.review.readConfirmation
source: Once this review has been read, press "Confirm" to indicate that the review process may proceed. If the reviewer has submitted their review elsewhere, you may upload the file below and then press "Confirm" to proceed.
bs_ba: Nakon što pročitate ovaj pregled, pritisnite "Potvrdi" da biste naznačili da se postupak pregleda može nastaviti. Ako je recenzent svoj pregled poslao negdje drugdje, možete poslati datoteku ispod, a zatim pritisnuti "Potvrdi" za nastavak.
gl_es: Unha vez lida esta revisión, prema "Confirmar" para indicar que o proceso de revisión pode continuar. Se o revisor enviou a súa revisión noutro lugar, pode cargar o arquivo abaixo e premer "Confirmar" para continuar.
sr_rs@latin: Kada ste pročitali ovu recenziju pritisnite "Potvrdi" kako bi naznačili da proces recenziranja može da nastavi. Ukoliko je recenzent poslao recenziju negde drugde možete je dostaviti ovde i nakon toga pritisnuti "Potvrdi" za nastavak.
zh_cn: 阅读完该评论后，请按“确认”以表示该审阅过程可以继续进行。如果审稿人已经在其他地方提交了审稿，则可以在下面上传文件，然后按“确认”继续。

# editor.review.unconsiderReview
source: Unconsider this Review
bs_ba: Ne razmatrajte ovaj pregled
gl_es: Non considerar esta revisión
sr_rs@latin: Označi recenziju kao neuvaženu
zh_cn: 不考虑此审阅

# editor.review.unconsiderReviewText
source: Do you wish to mark this review as unconsidered? The review history will be preserved.
bs_ba: Želite li označiti ovaj pregled nerazmatranim? Historija pregleda će biti sačuvana.
gl_es: Queres marcar esta revisión como non considerada? Conservarase o historial de revisións.
sr_rs@latin: Da li želite da označite ovu recenziju kao neuvaženu? Istorija recenziranja će biti sačuvana.
zh_cn: 您是否希望将此审阅标记为未考虑？审阅历史将被保留。

# editor.review.userGroupSelect
source: Enroll the user with this reviewer user group
bs_ba: Registrujte korisnika s ovom korisničkom grupom recenzenata
gl_es: Dar de alta ao usuario/a con este grupo de usuarios/as revisores
sr_rs@latin: Uključi korisnika u ovu grupu recenzenata
zh_cn: 以此审阅用户组注册用户

# editor.review.errorReinstatingReviewer
source: There was an error reinstating the reviewer. Please try again.
bs_ba: Došlo je do greške pri ponovnom postavljanju recenzenta. Molimo pokušajte ponovo.
gl_es: Produciuse un erro ao restablecer o revisor. Tentao de novo.
zh_cn: 恢复审阅者时出错。请再试一遍。

# editor.review.errorDeletingReviewer
source: There was an error deleting the reviewer. Please try again.
bs_ba: Došlo je do greške prilikom brisanja recenzenta. Molimo pokušajte ponovo.
gl_es: Produciuse un erro ao eliminar o revisor. Tentao de novo.
sr_rs@latin: Došlo je do greške prilikom brisanja recenzenta, pokušajte ponovo.
zh_cn: 删除审阅者时出错。请再试一遍。

# editor.review.errorAddingReviewer
source: There was an error adding the reviewer. Please try again.
bs_ba: Došlo je do greške prilikom dodavanja recenzenta. Molimo pokušajte ponovo.
gl_es: Produciuse un erro ao engadir o revisor/a. Tentao de novo.
sr_rs@latin: Došlo je do greške prilikom dodavanja recenzenta, pokušajte ponovo.
zh_cn: 添加审阅者时出错。请再试一遍。

# editor.review.mustSelect
source: You must select a reviewer
bs_ba: Morate odabrati recenzenta
gl_es: Debes seleccionar un revisor
sr_rs@latin: Morate odabrati recenzenta
zh_cn: 您必须选择一位审稿人

# editor.review.reviewerRating.none
source: No rating
bs_ba: Nema ocjene
gl_es: Sen valoración
zh_cn: 无评分

# editor.review.rateReviewer.description
source: Rate the quality of the review provided. This rating is not shared with the reviewer.
bs_ba: Ocijenite kvalitet pružene recenzije. Ova ocjena se ne dijeli s recenzentom.
gl_es: Valora a calidade da revisión proporcionada. Esta valoración non se comparte co revisor.
zh_cn: 评价所提供审阅的质量。此评分不会与审阅者共享。

# editor.review.rateReviewer
source: Reviewer rating
bs_ba: Ocjena recenzenta
gl_es: Puntuación do revisor/a
ku_iq: هەڵسەنگاندنی هەڵسەنگێنەر
sr_rs@latin: Rangiranje recenzenta
zh_cn: 审稿人评分

# editor.review.reviewerComments
source: Reviewer Comments
bs_ba: Komentari recenzenata
gl_es: Comentarios do revisor/a
ku_iq: تێچێنەکانی هەڵسەنگێنەر
sr_rs@latin: Komentari recenzenata
zh_cn: 审阅者评论

# editor.review.reviewerThanked
source: Reviewer Thanked
bs_ba: Recenzent se zahvalio
gl_es: Agradecementos ao revisor/a
ku_iq: هەڵسەنگێنەر سوپاس کرا
zh_cn: 审阅者感谢

# editor.review.reviewSubmitted
source: Review Submitted
bs_ba: Pregled proslijeđen
gl_es: Revisión enviada
ku_iq: هەڵسەنگاندن پێشکەش کرا
sr_rs@latin: Recenzija predata
zh_cn: 审阅已提交

# editor.review.reviewConfirmed
source: Review Confirmed
bs_ba: Pregled potvrđen
gl_es: Revisión confirmada
ku_iq: هەڵسەنگاندن دڵنیا کرایەوە
sr_rs@latin: Recenzija potvrđena
zh_cn: 审阅已确认

# editor.review.reviewCompleted
source: Review Completed
bs_ba: Pregled završen
gl_es: Revisión completa
ku_iq: هەڵسەنگاندن کۆتایی هات
sr_rs@latin: Recenzija završena
zh_cn: 审阅已完成

# editor.review.reviewDueDate
source: Review Due Date
bs_ba: Datum završetka pregleda
gl_es: Data límite da revisión
ku_iq: ڕێککەوتی کۆتاییی هەڵسەنگاندن
sr_rs@latin: Rok za predaju recenzije
zh_cn: 审阅截止日期

# editor.review.reviewDue
source: Review due: {$date}
bs_ba: Rok za pregled: {$date}
gl_es: Revisión prevista: {$date}
ku_iq: ڕێککەوتی کۆتاییی هەڵسەنگاندن: {$date}
sr_rs@latin: Rok za predaju recenzije: {$date}
zh_cn: 审阅过期： {$date}

# editor.review.revertDecision
source: Revert Decision
bs_ba: Vrati odluku
gl_es: Anular a decisión
ku_iq: پاشگەزبونەوە لە بڕیار
sr_rs@latin: Opovrgni odluku
zh_cn: 恢复决定

# editor.review.requestCancelled.tooltip
source: The editor cancelled this review request.
bs_ba: Urednik je otkazao ovaj zahtjev za pregled.
gl_es: O editor cancelou esta solicitude de revisión.
ku_iq: سەرنوسەر داوای ئەم هەڵسەنگاندنەی هەڵ وەشاندنەوە.
zh_cn: 编辑取消了此审阅请求。

# editor.review.requestDeclined.tooltip
source: The reviewer declined this review request.
bs_ba: Recenzent je odbio ovaj zahtjev za pregled.
gl_es: O revisor rexeitou esta solicitude de revisión.
ku_iq: هەڵسەنگێنەر داوای ئەم هەڵسەنگاندنەی ڕەت کردەوە.
zh_cn: 审阅者拒绝了此审阅请求。

# editor.review.requestCancelled
source: Request Cancelled
bs_ba: Zahtjev otkazan
gl_es: Solicitude cancelada
ku_iq: داواکردنەکە هەڵوەشێندرایەوە
zh_cn: 请求已取消

# editor.review.requestDeclined
source: Request Declined
bs_ba: Zahtjev odbijen
gl_es: Solicitude rexeitada
ku_iq: داواکردنەکە ڕەت کرایەوە
zh_cn: 请求被拒绝

# editor.review.requestAccepted
source: Request Accepted
bs_ba: Zahtjev prihvaćen
gl_es: Solicitude aceptada
ku_iq: داواکردنەکە قبوڵ کرا
sr_rs@latin: Zahtev prihvaćen
zh_cn: 请求已接受

# editor.review.requestSent
source: Request Sent
bs_ba: Zahtjev poslan
gl_es: Solicitude enviada
ku_iq: داواکردن نێردرا
sr_rs@latin: Zahtev poslat
zh_cn: 请求已发送

# editor.review.responseDue
source: Response due: {$date}
bs_ba: Krajnji odgovor: {$date}
gl_es: Resposta prevista: {$date}
ku_iq: ڕێککەوتی وەڵامدانەوە: {$date}
sr_rs@latin: Odgovoriti do datuma: {$date}
zh_cn: 回复过期： {$date}

# editor.review.readNewReview
source: Read New Review
bs_ba: Pročitajte novi pregled
gl_es: Ler a nova revisión
ku_iq: خوێندنەوەی هەڵسەنگاندنی نوێ
sr_rs@latin: Pročitaj nove recenzije
zh_cn: 阅读新评论

# editor.review.readReview
source: Read Review
bs_ba: Pročitajte pregled
gl_es: Ler a revisión
ku_iq: خوێندنەوەی هەڵسەنگاندن
sr_rs@latin: Pročitaj recenziju
zh_cn: 阅读评论

# editor.review.sendReminder
source: Send Reminder
bs_ba: Pošaljite podsjetnik
gl_es: Enviar recordatorio
ku_iq: بیرخەرەوە بنێرە
sr_rs@latin: Pošalji podsetnik
zh_cn: 发送提醒

# editor.review.skipEmail
source: Do not send email to Reviewer.
bs_ba: Ne šaljite e-mail recenzentu.
gl_es: Non enviar correo electrónico ao revisor.
ku_iq: ئیمەیڵ بۆ هەڵسەنگێنەر مەنێرە.
sr_rs@latin: Ne šalji imejl recenzentu.
zh_cn: 不要发送电子邮件给审阅者。

# editor.review.thankReviewerError
source: Error sending thank you to reviewer
bs_ba: Greška pri slanju zahvale recenzentu
gl_es: Erro ao enviar o agradecemento ao revisor
ku_iq: هەڵە لە ناردنی سوپاسکردنی هەڵسەنگێنەر
sr_rs@latin: Greška u slanju zahvalnice recenzentima
zh_cn: 发送感谢信给审阅者时出错

# editor.review.reminderError
source: Error sending review reminder
bs_ba: Greška pri slanju podsjetnika za recenziju
gl_es: Erro ao enviar o recordatorio de revisión
ku_iq: هەڵە لە ناردنی بیرخەرەوەی هەڵسەنگێنەر
sr_rs@latin: Greška u slanju podsetnika za recenzente
zh_cn: 发送审阅提醒时出错

# editor.review.thankReviewer
source: Thank Reviewer
bs_ba: Zahvala recenzentu
gl_es: Grazas ao revisor
ku_iq: سوپاسکردنی هەڵسەنگێنەر
sr_rs@latin: Zahvali recenzentima
zh_cn: 感谢审阅者

# editor.review.reminder
source: Review Reminder
bs_ba: Podsjetnik za pregled
gl_es: Recordatorio de revisión
ku_iq: بیرخەرەوەی هەڵسەنگاندن
sr_rs@latin: Podsetnik za recenzente
zh_cn: 审阅提醒

# editor.review.noReviews
source: No peer reviews to import
bs_ba: Nema pregleda za uvoz
gl_es: Non hai revisións por pares para importar
ku_iq: هیچ هەڵسەنگاندنێکی نهێنی بۆ بارکردن نییە
sr_rs@latin: Nema stručnih recenzija za uvoz
zh_cn: 没有同行评审可以导入

# editor.review.reviewsAdded
source: Reviews added to message body.
bs_ba: Pregledi dodani u tijelo poruke.
gl_es: Engadíronse revisións ao corpo da mensaxe.
ku_iq: هەڵسەنگاندنەکان بۆ بۆکسی نامە زیاد کران.
zh_cn: 审阅已添加到邮件正文。

# editor.review.dateAccepted
source: Review Acceptance Date
bs_ba: Pregledajte datum prihvatanja
gl_es: Data de aprobación da revisión
ku_iq: ڕێککەوتی قبوڵکردنی هەڵسەنگاندن
sr_rs@latin: Razmotri datume prihvatanja
zh_cn: 审阅接受日期

# editor.review.NotifyAuthorResubmit
source: Revisions will be subject to a new round of peer reviews.
bs_ba: Pregledi će biti predmet novog kruga recenzija.
gl_es: As revisións estarán suxeitas a unha nova rolda de revisión por pares.
ku_iq: پێداچونەوەکان بۆ هەڵسەنگاندنەوە دەنێردرێنەوە.
sr_rs@latin: Zahtevaj reviziju od autora koja će biti tema narednih recenziranja.
zh_cn: 修订版本将受到新一轮的同行评审。

# editor.review.NotifyAuthorRevisions
source: Revisions will not be subject to a new round of peer reviews.
bs_ba: Pregledi neće biti predmet novog kruga recenzija.
gl_es: As revisións non estarán suxeitas a unha nova rolda de revisións por pares.
ku_iq: پێداچونەوەکان ناچنەوە خولێکی نوێی هەڵسەنگاندن.
sr_rs@latin: Zahtevaj reviziju od autora.
zh_cn: 修订版本将不会受到新一轮的同行评审。

# editor.review.newReviewRound
source: Require New Review Round
bs_ba: Zahtijevajte novi krug pregleda
gl_es: Require unha nova rolda de revisión
ku_iq: داواکردنی خولێکی نوێی هەڵسەنگاندن
zh_cn: 需要新的评审回合

# editor.review.uploadRevision
source: Upload Revision
bs_ba: Prenesi pregled
gl_es: Cargar revisión
ku_iq: بارکردنی فایلی چاککراو
sr_rs@latin: Dodaj reviziju
zh_cn: 上传修订版本

# editor.review.importantDates
source: Important Dates
bs_ba: Važni datumi
gl_es: Datas importantes
ku_iq: ڕێککەوتە گرنگەکان
sr_rs@latin: Važni datumi
zh_cn: 重要日期

# editor.review.personalMessageToReviewer
source: Email to be sent to reviewer
bs_ba: E-mail za slanje recenzentu
gl_es: Correo electrónico para enviar ao revisor/a
ku_iq: ئەو ئیمەیڵەی کە بۆ هەڵسەنگێنەر دەنێردرێت
sr_rs@latin: Poruka koja će biti poslata recenzentu
zh_cn: 发送给审稿人的电子邮件

# editor.review.anonymousReviewer
source: Anonymous Reviewer
bs_ba: Anonimni recenzent
gl_es: Revisor/a anónimo
ku_iq: هەڵسەنگێنەری نەناسراو
zh_cn: 匿名审稿人

# editor.submissionReview.editReview
source: Edit Review
bs_ba: Uredi pregled
gl_es: Edita a revisión
ku_iq: گۆڕینی هەڵسەنگاندن
sr_rs@latin: Uredi recenziju
zh_cn: 编辑评审

# editor.submissionReview.restrictFiles.hide
source: Close File Selection
bs_ba: Zatvorite odabir datoteke
gl_es: Pechar a selección de arquivos
ku_iq: داخستنی دیاریکردنی فایل
sr_rs@latin: Zatvori selekciju fajlova
zh_cn: 关闭文件选择

# editor.submissionReview.restrictFiles
source: Files To Be Reviewed
bs_ba: Datoteke za pregled
gl_es: Arquivos para revisar
ku_iq: فایلەکان بۆ هەڵسەنگاندن
sr_rs@latin: Fajlovi za recenziranje
zh_cn: 要审阅的文件

# editor.submissionReview.doubleAnonymous
source: Anonymous Reviewer/Anonymous Author
bs_ba: Anonimni recenzent/anonimni autor
gl_es: Revisor/a anónimo / Autor/a anónimo

# editor.submissionReview.anonymous
source: Anonymous Reviewer/Disclosed Author
bs_ba: Anonimni recenzent/prikazani autor
gl_es: Revisor/a anónimo / Autor/a público

# editor.submissionReview.open
source: Open
bs_ba: Otvori
gl_es: Abrir
ku_iq: کراوە
sr_rs@latin: Otvorena
zh_cn: 开放

# editor.submissionReview.skipEmail
source: Do not send an email notification
bs_ba: Ne šaljite obavještenje putem e-maila
gl_es: Non enviar unha notificación por correo electrónico
ku_iq: ئیمەیڵی ئاگادارکردنەوە مەنێرە
sr_rs@latin: Ne šalji imejl autoru
zh_cn: 不发送电子邮件通知

# editor.submissionReview.sendEmail.editors
source: Send an email notification to the editor(s): {$editorNames}
bs_ba: Pošalji obavještenje putem e-maila urednicima: {$editorNames}
gl_es: Enviar unha notificación por correo electrónico ao editor/es: {$editorNames}
ku_iq: ئیمەیڵی ئاگادارکردنەوە بۆ سەرنوسەر/ سەرنوسەران : {$editorNames} بنێرە
zh_cn: 发送电子邮件通知给编辑：{$authorName}

# editor.submissionReview.sendEmail
source: Send an email notification to the author(s): {$authorName}
bs_ba: Pošalji obavještenje putem e-maila autorima: {$authorName}
gl_es: Enviar unha notificación por correo electrónico ao autor/es: {$authorName}
ku_iq: ئیمەیڵی ئاگادارکردنەوە بۆ توێژەر/ توێژەران: : {$authorName} بنێرە
zh_cn: 发送电子邮件通知给作者：{$authorName}

# editor.submissionReview.reviewType
source: Review Type
bs_ba: Vrsta recenzije
gl_es: Tipo de revisión
ku_iq: جۆری هەڵسەنگاندن
sr_rs@latin: Tip recenzije
zh_cn: 审阅类型

# editor.review.reinstateReviewer
source: Reinstate Reviewer
bs_ba: Vratite recenzenta
gl_es: Restablecer o revisor/a
ku_iq: دوبارە دیاریکردنەوەی هەڵسەنگێنەر
zh_cn: 恢复审阅者

# editor.review.cancelReviewer
source: Cancel Reviewer
bs_ba: Otkaži recenzenta
gl_es: Cancelar o revisor/a
ku_iq: لەم هەڵسەنگێنەرە پاشگەز ببەوە
zh_cn: 取消审阅者

# editor.review.unassignReviewer
source: Unassign Reviewer
bs_ba: Poništi recenzenta
gl_es: Anular a asignación do revisor
ku_iq: ئەم هەڵسەنگێنەرە ببەخشە
sr_rs@latin: Otkaži recenzenta
zh_cn: 取消分配审阅者

# editor.review.enrollReviewer.short
source: Enroll Existing User
bs_ba: Registrujte postojećeg korisnika
gl_es: Dar de alta un usuario/a existente
ku_iq: ڕۆڵێک بە بەکارهێنەرێکی تۆمارکراو ببەخشە
sr_rs@latin: Uključi postojećeg korisnika
zh_cn: 登记现有用户

# editor.review.createReviewer
source: Create New Reviewer
bs_ba: Kreiraj novog recenzenta
gl_es: Crear un novo revisor/a
ku_iq: هەڵسەنگێنەرێکی نوێ تۆمار بکە
sr_rs@latin: Napravi novog recenzenta
zh_cn: 创建新的审阅者

# editor.submission.backToSearch
source: Back to Search
bs_ba: Povratak na pretragu
gl_es: Volver á procura
ku_iq: بگەڕێوە بۆ گەڕان
sr_rs@latin: Povratak na pretragu
zh_cn: 返回搜索

# editor.submission.review.currentFiles
source: Current Review Files For Round {$round}
bs_ba: Aktuelne datoteke pregleda za krug {$round}
gl_es: Arquivos de revisión actuais para a rolda {$round}
ku_iq: فایلەکانی هەڵسەنگاندنی ئێستا بۆ خولی {$round}
sr_rs@latin: Trenutni fajlovi recenzije za krug {$round}
zh_cn: 目前对第{$round}轮的评审文件

# editor.submission.fileList.includeAllStages
source: Show files from all accessible workflow stages.
bs_ba: Prikažite datoteke iz svih dostupnih faza rada.
gl_es: Amosar os arquivos de todas as fases do fluxo de traballo accesibles.
ku_iq: فایلەکانی ڕێڕەوی کارەکان پیشان بدە.
sr_rs@latin: Pokaži fajlove iz svih dostupnih faza toka rada.
zh_cn: 显示所有可访问工作流阶段中的文件。

# editor.submission.findAndSelectUser
source: Locate a User
bs_ba: Pronađite korisnika
gl_es: Atopar un usuario/a
ku_iq: بەکارهێنەرێک دیاری بکە
sr_rs@latin: Pronađi korisnika
zh_cn: 查找用户

# editor.submission.findAndSelectReviewer
source: Locate a Reviewer
bs_ba: Pronađite recenzenta
gl_es: Atopar un revisor/a
ku_iq: هەڵسەنگێنەرێک دیاری بکە
sr_rs@latin: Pronađi recenzenta
zh_cn: 查找审稿人

# editor.submission.addReviewer
source: Add Reviewer
bs_ba: Dodajte recenzenta
gl_es: Engadir revisor/a
ku_iq: زیادکردنی هەڵسەنگێنەر
sr_rs@latin: Dodaj recenzenta
zh_cn: 添加审阅者

# editor.submission.review.reviewersDescription
source: Use <em>+Add Reviewer</em> to invite readers to review the submission files. The notebook icon indicates that a review has been submitted, which is then checked <em>Acknowledged</em> after it has been consulted. When reviews are overdue, a red envelope icon appears for reminding reviewers.
bs_ba: Koristite <em>+ Dodaj recenzenta</em> da biste pozvali čitatelje da pregledaju datoteke za predaju. Ikona sveske označava da je pregled proslijeđen, koji se zatim označava sa<em>Potvrđeno</em> nakon što je konsultovan. Kada su pregledi zakasnili, pojavljuje se crvena ikona koverte za podsjećanje recenzenata.
gl_es: Use <em>+ Engadir revisor</em> para convidar aos lectores a revisar os arquivos do envío. A icona do caderno indica que se enviou unha revisión, que logo se comproba <em>Aceptado</em> despois de consultala. Cando hai revisións atrasadas, aparece a icona dun sobre vermello para lembrarllo aos revisores.
sr_rs@latin: Koristite <em>+Dodaj recenzenta</em> da bi pozvali čitaoce da recenziraju predate fajlove. Ikona napomene ukazuje da je recenzija predata i koja je nakon toga označena kao <em>Primljeno</em> nakon što je konsultovana. Kada recenzija kasni, ikonica crvene koverte se pojavljuje kako bi podsetila recenzente .
zh_cn: 使用<em>+添加审阅者</em>邀请读者审阅提交的文件。 笔记本图标表示已提交评论，然后在被查阅后进行<em>确认</em>检查。 逾期未审时，会出现一个红色的信封图标，以提醒审阅者。

# editor.submission.revisions
source: Revisions
bs_ba: Revizije
gl_es: Revisións
ku_iq: پێداچوونەوەکان
sr_rs@latin: Revizije
zh_cn: 修订

# editor.submission.selectFiles
source: Select Files
bs_ba: Odaberi datoteke
gl_es: Selecciona arquivos
ku_iq: فایلەکان هەڵبژێرە
sr_rs@latin: Odaberi fajlove
zh_cn: 选择文件
