Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/installer.po
Languages: fa_ir, gl_es, hu_hu, ku_iq, mk_mk, nb_no, pt_br, ro_ro

# installer.unsupportedPhpError
source: Your server's PHP version is not supported by this software. Double-check the installation requirements in docs/README.
gl_es: Este software non admite a versión PHP do teu servidor. Comprobe os requisitos de instalación en docs/README.
hu_hu: Nem támogatott szerver oldali PHP verzió. Ellenőrizze a telepítési követelményeket a docs/README könyvtárban.
mk_mk: PHP-верзијата на вашиот сервер не е поддржана од овој софтвер. Двојно проверете ги барањата за инсталација во документи / README.
nb_no: PhP versjonen på serveren din støttes ikke av denne programvaren. Dobbeltsjekk installasjonskrav i docs/README.
pt_br: A versão do PHP do seu servidor não é compatível com este software. Consulte os requisitos de instalação em docs/README.
ro_ro: Versiunea PHP a serverului dvs. nu este acceptată de acest software. Verificați cerințele de instalare din documente/README.

# installer.beacon.enable
source: Provide a unique site ID and OAI base URL to PKP for statistics and security alert purposes only.
fa_ir: یک آدرس URL و شناسه منحصربه‌فرد تعیین کنید که از آن به هدف اطلاع‌رسانی آمار و پیام‌های امنیتی استفاده می‌شود.
gl_es: Proporcione un ID único e un URL de base de OAI a PKP só con fins de estatísticas e alertas de seguridade.
hu_hu: Egyedi oldal azonosítót és OAI base URL-t biztosít a PKP részére, kizárólag statisztikai és biztonsági figyelmeztetés céljából.
mk_mk: Додади единствена идентификација на страници и URL-адреса на ОАИ на PKP само за статистика и цели за предупредување за безбедност.
nb_no: Legg til en unik nettsteds-ID og OAI base-URL til PKP for statistikk og sikkerhetsvarsler.
pt_br: Fornece um ID único ao site e a URL OAI exclusivamente para estatísticas do PKP e alertas de segurança.
ro_ro: Furnizați un ID unic al site-ului și o adresă URL de bază OAI către PKP doar pentru statistici și alertă de securitate.

# installer.configureXSLMessage
source: <p>Your PHP installation does not have the XSL module enabled. Either enable it, or configure the xslt_command parameter in your config.inc.php file.</p>
fa_ir: <p> در نسخه php نصب شده در سرور شما ماژول XSL فعال نشده است. یا این ماژول را فعال کنید و یا آنکه در فایل config.inc.php پارامتر xslt_command را تنظیم نمایید</p>
gl_es: <p>A súa instalación de PHP non ten o módulo XSL activado. Habilíteo ou configura o parámetro xslt_command no teu ficheiro config.inc.php. </p>
hu_hu: <p>A PHP telepítésének nincs engedélyezve az XSL modul. Vagy engedélyezze, vagy konfigurálja az xslt_command paramétert a config.inc.php fájlban.</p>
mk_mk: <p> Во вашата PHP-инсталација не е овозможен XSL-модулот. Или овозможете го, или конфигурирајте го параметарот xslt_command во датотеката config.inc.php. </p>
nb_no: <p> PHP-innstallasjonen din har ikke aktivert den nødvendige XSL-modulen. Du kan enten skru den på eller konfigurere xslt_command parameter i config.inc.php file.</p>
pt_br: <p>Sua instalação do PHP não tem o módulo XSL habilitado. Habilite-o, ou configure o parâmetro xslt_command em seu arquivo config.inc.php.</p>
ro_ro: <p>Instalarea dvs. PHP nu are modulul XSL activat. Fie activați-l, fie configurați parametrul xslt_command din fișierul dvs. config.inc.php file.</p>

# installer.preInstallationInstructions
source: <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
fa_ir: <h4>مراحل پیش از نصب</h4> <p>1. فایل‌ها و پوشه‌های زیر (به همراه فایل‌های درون پوشه‌ها) باید قابل نوشتن باشند</p> <ul> <li><tt>config.inc.php</tt> قابل نوشتن است (اختیاری): {$writable_config}</li> <li><tt>public/</tt> قابل نوشتن است: {$writable_public}</li> <li><tt>cache/</tt> قابل نوشتن است: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> قابل نوشتن است: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> قابل نوشتن است: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> قابل نوشتن است: {$writable_db_cache}</li> </ul> <p>2. پوشه فایل‌ها باید ایجاد شده و قابل نوشتن باشد (بخش تنظیمات فایل‌ها را مشاهده کنید)</p>
gl_es: <p>1. Os seguintes arquivos e cartafois (e o seu contido) deben ter permisos de escrituras:</p> <ul> <li> <tt> config.inc.php </tt>é editable (opcional): {$writable_config} </li> <li> <tt> public / </tt> é editable: {$writable_public} </li> <li> <tt> cache / </tt> é editable: {$writable_cache} </li> <li> <tt> cache / t_cache / </tt> é editable: {$writable_templates_cache} </li> <li> <tt> cache / t_compile / </tt> é editable: {$writable_templates_compile} </li> <li> <tt> cache / _db </tt> é editable: {$writable_db_cache} </li> </ul> <p>2. Débese crear un cartafol para almacenar os arquivos cargados e que teña permisos de escritura (consulte "Configuración do arquivo" a continuación). </p>
hu_hu: <p>1. A következő fájlokat és könyvtárakat (és azok tartalmát) írhatóvá kell tenni:</p> <ul> <li><tt> config.inc.php</tt> írható (opcionális): {$writable_config}</li> <li><tt>public/</tt> írható: {$writable_public}</li> <li><tt>cache/</tt> írható: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> írható: {$writable_templates_cache} </li> <li><tt>cache/t_compile/</tt> írható: {$writable_templates_compile}</li> <li><tt> cache/_db</tt> írható: {$writable_db_cache} </li> </ul> <p> 2. A feltöltött fájlok tárolására szolgáló könyvtárat létre kell hozni és írhatóvá kell tenni (lásd alább: "Fájlbeállítások"). </ p>
mk_mk: <p>1. Следните фајлови и директориуми (и нивната содржина) мора да бидат достапни за запис:</p> <ul> <li><tt>config.inc.php</tt> е достапано (опционално): {$writable_config}</li> <li><tt>public/</tt> е достапен: {$writable_public}</li> <li><tt>cache/</tt> е достапен: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> е достапен: {$writable_templates_cache}</li> <li><tt>cache/t_cache/</tt> е достапен: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> е достапен: {$writable_db_cache}</li> </ul> <p>2. Директориумот за аплодирање фајлови мора да биде направен и достапан за запис(погледајте "Подесување на фајлови" подоле).</p>
nb_no: <p>1. De følgende filene og mappene (og deres innhold) må være overskrivbare:</p> <ul> <li><tt>config.inc.php</tt> er overskrivbar (valgfritt): {$writable_config}</li> <li><tt>public/</tt> er overskrivbar: {$writable_public}</li> <li><tt>cache/</tt> er overskrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er overskrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er overskrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er overskrivbar: {$writable_db_cache}</li> </ul> <p>2. Det må lages en mappe for å lagre opplastede filer. Mappen må være overskrivbar. (Se «Filinnstillinger» under).</p>
pt_br: <p>1. Os seguintes arquivos e diretórios (e seus conteúdos) devem ter permissão de escrita:</p> <ul> <li><tt>config.inc.php</tt> é gravável (opcional): {$writable_config}</li> <li><tt>public/</tt> é gravável: {$writable_public}</li> <li><tt>cache/</tt> é gravável: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> é gravável: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> é gravável: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> é gravável: {$writable_db_cache}</li> </ul> <p>2. Um diretório para armazenar os arquivos de submissão deve ser criado e com permissão de escrita (consulte "Configurações do arquivo" abaixo).</p>
ro_ro: <p>1. Următoarele fișiere și directoare (și conținutul lor) trebuie să fie scrise:</p> <ul> <li><tt>config.inc.php</tt> este scris (opțional): {$writable_config}</li> <li><tt>public/</tt> este scris: {$writable_public}</li> <li><tt>cache/</tt> este scris: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> este scris: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> este scris: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> este scris: {$writable_db_cache}</li> </ul> <p>2. Trebuie creat un director pentru stocarea fișierelor încărcate care să poată fi scris (vezi „Setări fișiere” de mai jos).</p>

# installer.preInstallationInstructionsTitle
source: Pre-Installation Steps
fa_ir: مراحل آماده‌سازی
gl_es: Pasos para a preinstalación
hu_hu: Telepítés előtti lépések
mk_mk: Чекори за прединсталација
nb_no: Steg før installasjon
pt_br: Passos de pré-instalação
ro_ro: Pași de pre-instalare

# installer.releaseNotes
source: Release Notes
fa_ir: یادداشت‌های منتشره
gl_es: Notas de lanzamento
hu_hu: Kiadási megjegyzések
mk_mk: Забелешки за изданието
nb_no: Lanseringsnotater
pt_br: Notas de lançamento
ro_ro: Note de lansare

# installer.publicFilesDirError
source: The public files directory does not exist or is not writable.
fa_ir: پوشه فایل‌های عمومی وجود ندارد و یا قابل نوشتن نیست
gl_es: O cartafol de arquivos públicos non existe ou non ten permisos de escritura.
hu_hu: A nyilvános fájlok könyvtára nem létezik, vagy nem írható.
mk_mk: Јавниот директориумот не постои или не може да се запише.
nb_no: Mappen for offentlige filer finnes ikke eller er ikke overskrivbar.
pt_br: O diretório de documentos públicos não existe ou não possui permissão de escrita.
ro_ro: Directorul fișierelor publice nu există sau nu poate fi scris.

# installer.oaiRepositoryId
source: Repository Identifier
fa_ir: شناسه مخزن OAI
gl_es: Identificador do repositorio OAI
hu_hu: Repozitórium azonosító
mk_mk: Идентификатор на репозиторијумот
nb_no: OAI-arkividentifikator
pt_br: Identificador para repositório OAI
ro_ro: Identificator de depozit

# installer.oaiRepositoryIdInstructions
source: A unique identifier used to identify metadata records indexed from this site using the <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
fa_ir: یک شناسه منحصربه‌فرد برای استفاده در تشخیص فراداده‌های نمایه شده از این سایت توسط پروتکل <a href="https://www.openarchives.org/" target="_blank"> Open Archives Initiative </a>
gl_es: Un identificador único usado para identificar rexistros de metadatos indexados neste sitio mediante o protocolo <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> para a recolección de metadatos.
hu_hu: Egyedi azonosítót használunk az erről az oldalról származó metaadat rekordok azonosításához <a href="http://www.openarchives.org/" target="_blank"> Open Archives Initiative</a> protokoll által történő metaadat aratáshoz.
mk_mk: Уникатен идентификатор користен за идентификација на записите за метаподатоци, индексирани од оваа страница, <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> користејќи го протоколот за собирање на метаподатоци.
nb_no: En unik identifikator til å identifisere metadataposter indeksert fra dette nettstedet ved bruk av <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
pt_br: Um identificador único de registros de metadados indexados através do protocolo de Coleta de Metadados do <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>.
ro_ro: Un identificator unic utilizat pentru identificarea înregistrărilor de metadate indexate de pe acest site folosind <a href="https://www.openarchives.org/" target="_blank">Inițiativa arhivelor deschise</a> Protocol pentru colectarea metadatelor.

# installer.oaiSettings
source: OAI Settings
fa_ir: تنظیماتOAI
gl_es: Configuración OAI
hu_hu: OAI beállítások
mk_mk: OAI Подесувања
nb_no: OAI-innstillinger
pt_br: Configurações OAI
ro_ro: Setări OAI

# installer.localeSettings
source: Locale Settings
fa_ir: تنظیمات زبان
gl_es: Configuración de idiomas
hu_hu: Nyelvi beállítások
mk_mk: Подесувања на локализацијата
nb_no: Språkpakkeinnstillinger
pt_br: Configurações de idioma (Localização)
ro_ro: Setări de limbă

# installer.locale.maybeIncomplete
source: Marked locales may be incomplete.
fa_ir: زبان‌های مشخص شده ممکن است ناکامل باشند.
gl_es: Os idiomas marcados poden estar incompletos.
hu_hu: A jelölt nyelvi fájlok befejezetlenek lehetnek.
mk_mk: Обележаната локализација можеби некомплетна.
nb_no: De merkede språkpakkefilene kan være mangelfulle.
pt_br: Traduções marcadas podem estar incompletas.
ro_ro: Fișierele de limbă marcate pot fi incomplete.

# installer.locale
source: Locale
fa_ir: زبان
gl_es: Configuración rexional
hu_hu: Nyelvi fájlok
mk_mk: Локализација
nb_no: Språkpakke
pt_br: Idioma
ro_ro: Fișiere de limbă

# installer.unsupportedUpgradeError
source: Upgrade unsupported. See docs/UPGRADE-UNSUPPORTED for details.
fa_ir: عدم پشتیبانی از به‌روزرسانی. برای اطلاعات بیشتر به مرجع زیر مراجعه کنید: docs/UPGRADE-UNSUPPORTED
gl_es: A actualización non é compatible. Vexa docs/UPGRADE-UNSOPPORTED para máis detalles.
hu_hu: Frissítés nem támogatott. Lásd a docs/UPGRADE-UNSUPPORTED fájlt a részletekért.
mk_mk: Ажурирајте го неподдржано. Погледнете ги документите / UPGRADE-UNSUPPORTED за детали.
nb_no: Oppgraderingen er ikke støttet. Se detaljer i: docs/UPGRADE-UNSUPPORTED
pt_br: Atualização não suportada. Veja docs/UPGRADE-UNSUPPORTED para detalhes.
ro_ro: Actualizarea nu este acceptată. Consultați documente/UPGRADE-NESUPORTAT pentru detalii.

# installer.installParseFilterConfigFileError
source: Error parsing the filter configuration file <tt>{$file}</tt>.
fa_ir: در خواندن فایل <tt>{$file}</tt> خطایی رخ داده است.
gl_es: Erro ao analizar o arquivo de configuración do filtro <tt>{$file}</tt>.
hu_hu: Hiba történt a szűrők konfigurációs fájljában <tt>{$file}</tt>.
mk_mk: Грешка при анализирање на датотеката за конфигурација на филтерот <tt>{$file}</tt>.
nb_no: Feil ved lesing av filterkonfigureringsfil <tt>{$file}</tt>.
pt_br: Erro ao processar o arquivo de configuração de filtros <tt>{$file}</tt>.
ro_ro: Eroare la analizarea fișierului de configurare a filtrului <tt>{$file}</tt>.

# installer.installParseEmailTemplatesFileError
source: Error parsing the email template file <tt>{$file}</tt>.
fa_ir: بروز خطا هنگام پردازش فایل الگوی ایمیل: <tt>{$file}</tt>.
gl_es: Erro ao analizar o arquivo do modelo de correo electrónico <tt>{$file}</tt>.
hu_hu: Hiba történt az e-mail sablonfájl elemzése során <tt>{$file}</tt>.
mk_mk: Грешка при анализирање на образецот за е-пошта <tt>{$file}</tt>.
nb_no: Feil ved parsing av e-postmal <tt>{$file}</tt>.
pt_br: Erro ao tentar analisar o arquvo de e-mail padrão <tt>{$file}</tt>.
ro_ro: Eroare la analizarea fișierului șablon de e-mail <tt>{$file}</tt>.

# installer.installMigrationError
source: Error executing the migration class <tt>{$class}</tt>.
gl_es: Erro ao executar a clase de migración <tt>{$class}</tt>.
mk_mk: Грешка при извршување на класата за миграција <tt> {$class} </tt>.
nb_no: Feil ved utførelse av migreringsklassen <tt>{$class}</tt>.

# installer.installParseDBFileError
source: Error parsing the database installation file <tt>{$file}</tt>.
fa_ir: بروز خطا هنگام خواندن فایل نصب بانک اطلاعاتی: <tt>{$file}</tt>.
gl_es: Erro ao analizar o archivo de instalación <tt>{$file}</tt>.
hu_hu: Hiba történt az adatbázis telepítési fájljában <tt>{$file}</tt>.
mk_mk: Грешка при анализирање на инсталација на датабазата <tt>{$file}</tt>.
nb_no: Feil ved lesing av databaseinstallasjonsfilen <tt>{$file}</tt>.
pt_br: Erro na execução do documento de instalação do banco de dados <tt>{$file}</tt>.
ro_ro: Eroare la analizarea fișierului de instalare a bazei de date <tt>{$file}</tt>.

# installer.installFilesDirError
source: The directory specified for uploaded files does not exist or is not writable.
fa_ir: پوشه تعیین شده برای فایل‌های آپلودی وجود ندارد و یا قابل نوشتن نیست
gl_es: O cartafol especificado para os arquivos cargados non existe ou non ten permisos de escritura.
hu_hu: Az alkönyvtár, amelyet a fájlfeltöltéshez megadott vagy nem létezik vagy nem írható.
mk_mk: Директориумот наведен за поставени датотеки не постои или не може да се запише.
nb_no: Mappen du spesifiserte for opplastede filer finnes ikke eller er ikke overskrivbar.
pt_br: O diretório informado não existe ou não possui permissão de escrita.
ro_ro: Directorul specificat pentru fișierele încărcate nu există sau nu poate fi scris.

# installer.installFileError
source: The installation file <tt>dbscripts/xml/install.xml</tt> does not exist or is not readable.
fa_ir: فایل نصب <tt>dbscripts/xml/install.xml</tt> وجود ندارد و یا قابل خواندن نیست.
gl_es: O arquivo de instalación <tt>dbscripts/xml/install.xml</tt> non existe ou non se pode ler.
hu_hu: A telepítési fájl <tt>dbscripts/xml/install.xml</tt> nem létezik vagy nem olvasható.
mk_mk: Датотеката за инсталација <tt>dbscripts/xml/install.xml</tt> не постои или не е читлива.
nb_no: Installasjonsfilen <tt>dbscripts/xml/install.xml</tt> finnes ikke eller er ikke lesbar.
pt_br: O documento de instalação <tt>dbscripts/xml/install.xml</tt> não existe ou não possui permissão de leitura.
ro_ro: Fișierul de instalare <tt>dbscripts/xml/install.xml</tt> nu există sau nu se poate citi.

# installer.installerSQLStatements
source: SQL statements for installation
fa_ir: دستورات SQL برای نصب
gl_es: Sentenzas SQL para a instalación
hu_hu: SQL utasítások a telepítéshez
ku_iq: دەستەواژەکانی SQL بۆ دابەزاندن
mk_mk: SQL изјави за за инсталација
nb_no: SQL -setninger for installeringen
pt_br: Comandos SQL para instalação
ro_ro: Instrucțiuni SQL pentru instalare

# installer.installErrorsOccurred
source: Errors occurred during installation
fa_ir: بروز خطا هنگام نصب
gl_es: Producíronse erros durante a instalación
hu_hu: Hiba történt a telepítés során
ku_iq: لە کاتی دابەزاندندا هەڵەیەک پەیدا بو
mk_mk: Има грешка при инсталација
nb_no: Det oppsto feil under installeringen
pt_br: Ocorreram erros durante a instalação
ro_ro: Au apărut erori în timpul instalării

# installer.installationWrongPhp
source: <br/><strong>WARNING: Your current version of PHP does not meet the minimum requirements for installation. It is recommended to upgrade to a more recent release of PHP.</strong>
fa_ir: <br/><strong>هشدار: نسخه PHP شما فاقد حداقل‌های مورد نیاز برای نصب برنامه است. توصیه می‌شود به نسخه‌های جدید ارتقاء دهید.</strong>
gl_es: <br /><strong>AVISO: a versión actual de PHP non cumpre os requisitos mínimos para a instalación. Recoméndase actualizar a unha versión máis recente de PHP.</strong>
hu_hu: <br/><strong>FIGYELMEZTETÉS: A PHP jelenlegi verziója nem felel meg a telepítés minimális követelményeinek. Javasoljuk, hogy frissítsen egy újabb PHP kiadásra.</strong>
mk_mk: <br/><strong> ПРЕДУПРЕДУВАЕ: Вашата тековна верзија на PHP не ги исполнува минималните услови за инсталација. Препорачливо е да се ажурира на неодамнешно издание на PHP. </strong>
nb_no: <br/><strong>ADVARSEL: Du bør oppgradere til en nyere utgave av PHP. Den nåværende PHP-versjonen tilfredsstiller ikke minstekravene for installeringen. </strong>
pt_br: <br/><strong>AVISO: A versão do PHP utilizada não está em conformidade com os requisitos mínimos para instalação do sistema. Recomenda-se usar a versão mais recente do PHP.</strong>
ro_ro: <br/><strong>AVERTIZARE: Versiunea dvs. actuală de PHP nu îndeplinește cerințele minime pentru instalare. Se recomandă actualizarea la o versiune mai recentă de PHP.</strong>

# installer.form.usernameRequired
source: A username for the administrator account is required.
fa_ir: نام کاربری برای حساب مدیر لازم است
gl_es: É necesario un nome de usuario/a para a conta de administrador/a.
hu_hu: Egy felhasználónév megadása az adminisztrátori fiók számára kötelező.
ku_iq: ناوێکی بەکارهێنەر بۆ ئەژماری بەڕێوەبەر داوا کراوە.
mk_mk: Потребно е корисничко име на администраторскиот акоунт.
nb_no: Du må ha et brukernavn for administratorkontoen.
pt_br: Login da conta do administrador é obrigatório.
ro_ro: Este necesar un nume de utilizator pentru contul de administrator.

# installer.form.usernameAlphaNumeric
source: The administrator username can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
fa_ir: نام کاربری مدیر فقط می‌تواند دارای حروف و اعداد، خط فاصله پائین و خط فاصله باشد. همچنین باید با یک حرف یا عدد شروع و به یک حرف یا عدد ختم شود.
gl_es: O nome de usuario do administrador só pode conter caracteres alfanuméricos, guións baixos e guións e debe comezar e rematar cun carácter alfanumérico.
hu_hu: Az adminisztrátor felhasználóneve csak alfanumerikus karaktereket, alulhúzásokat, kötöjeleket tartalmazhat, de csak alfanumerikus karakterekekkel kezdődhet és végződhet.
mk_mk: Корисничкото име на администраторот може да содржи само алфанумерички знаци, горна или долан цртичка, и мора да започне и да заврши со алфанумерички карактер.
nb_no: Brukernavnet kan bare inneholde bokstaver, tall, understrek og bindestrek. Det må dessuten begynne og slutte med en bokstav eller et tall.
pt_br: O login pode conter apenas caracteres alfanuméricos, sublinhados "_" e hífens "-", devendo começar e terminar por um caractere alfanumérico.
ro_ro: Numele de utilizator al administratorului poate conține doar caractere alfanumerice, scări subliniate și cratime și trebuie să înceapă și să se încheie cu un caracter alfanumeric.

# installer.form.separateMultiple
source: Separate multiple values with commas
fa_ir: مقادیر متعدد را با کاما از هم جدا کنید
gl_es: Separa varios valores con comas
hu_hu: A különböző értékeket vesszővel válassza el
ku_iq: بە فاریزەی ئینگلیزی وشەکان لە یەکدی جیا بکەوە
mk_mk: Оддели ги вредностите со запирка
nb_no: Skill verdiene med komma
pt_br: Separe valores múltiplos com vírgulas
ro_ro: Separați mai multe valori cu virgule

# installer.form.passwordsDoNotMatch
source: The administrator passwords do not match.
fa_ir: عدم تطابق در تکرار رمز عبور مدیر
gl_es: Os contrasinais do administrador non coinciden.
hu_hu: Az adminisztrátori jelszavak nem egyeznek.
ku_iq: وشە نهێنییەکانی بەڕێوەبەر هاوشێوە نین.
mk_mk: Администраторските лозинки не одговараат.
nb_no: Passordene er ikke like.
pt_br: As senhas informadas da conta do administrador não combinam.
ro_ro: Parolele de administrator nu se potrivesc.

# installer.form.passwordRequired
source: A password for the administrator account is required.
fa_ir: رمز عبور برای حساب مدیر لازم است
gl_es: É necesario un contrasinal para a conta de administrador.
hu_hu: Az adminisztrátori fiókhoz tartozó jelszó megadása kötelező.
ku_iq: وشەیەکی نهێنی بۆ ئەژماری بەڕێوەبەر داوا کراوە.
mk_mk: Потребна е лозинка за администраторскиот акаунт.
nb_no: Du må ha et passord for administratorkontoen.
pt_br: A senha da conta do administrador é obrigatória.
ro_ro: Este necesară o parolă pentru contul de administrator.

# installer.form.localeRequired
source: A locale must be selected.
fa_ir: یک زبان باید انتخاب شود
gl_es: Debes seleccionar un idioma.
hu_hu: Nyelvi beállítás kiválasztása kötelező.
ku_iq: زمانێک دەبێت دیاری بکرێت.
mk_mk: Мора да се избере локализација.
nb_no: Du må velge en språkpakke.
pt_br: Um idioma deve ser definido.
ro_ro: Trebuie selectată o limbă locală.
