Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/installer.po
Languages: fa_ir, gl_es, hu_hu, ku_iq, mk_mk, nb_no, pt_br, ro_ro

# installer.form.filesDirRequired
source: The directory to be used for storing uploaded files is required.
fa_ir: پوشه ذخیره فایل‌های آپلود شده باید وارد شود.
gl_es: É necesario o cartafol que se empregará para almacenar os arquivos cargados.
hu_hu: Egy feltöltött fájlok tárolására szolgáló könyvtár megadása kötelező.
ku_iq: فەرهەنگەکە بۆ خەزنکردنی فایلە بارکراوەکان داوا کراوە.
mk_mk: Потребен е директориум што ќе се користи за чување на поставени датотеки.
nb_no: Du må ha en mappe for lagring av opplastede filer.
pt_br: O diretório para envio de arquivos é obrigatório.
ro_ro: Este necesar directorul care va fi folosit pentru stocarea fișierelor încărcate.

# installer.form.emailRequired
source: A valid email address for the administrator account is required.
fa_ir: یک آدرس ایمیل صحیح برای حساب مدیر لازم است
gl_es: É necesario un enderezo de correo electrónico válido para a conta de administrador.
hu_hu: Egy érvényes e-mail cím megadása az adminisztrátori fiók számára kötelező.
ku_iq: ئیمەیڵێکی دروست بۆ ئەژماری بەڕێوەبەر داوا کراوە.
mk_mk: Потебен е имејл за администраторскиот акоунт.
nb_no: Du må ha en gyldig e-postadresse for administratorkontoen.
pt_br: Um endereço de e-mail válido é obrigatório.
ro_ro: Este necesară o adresă de e-mail validă pentru contul de administrator.

# installer.form.databaseNameRequired
source: The database name is required.
fa_ir: نام بانک اطلاعاتی لازم است
gl_es: O nome da base de datos é obrigatorio.
hu_hu: Adatbázisnév megadása kötelező.
ku_iq: ناوی داتابەیس داوا کراوە.
mk_mk: Името на датабазата е задолжително.
nb_no: Du må legge inn et navn på databasen.
pt_br: O nome da base de dados é obrigatório.
ro_ro: Este necesară denumirea bazei de date.

# installer.form.databaseDriverRequired
source: A database driver must be selected.
fa_ir: درایور بانک اطلاعاتی باید انتخاب شود.
gl_es: Débese seleccionar un controlador de base de datos.
hu_hu: Egy adatbázis karakterkódolás kiválasztása szükséges.
ku_iq: بەکارخەری داتابەیس دەبێت دیاری بکرێت.
mk_mk: Мора да се избере драјвер за датабазата.
nb_no: Du må velge en databasedriver.
pt_br: O driver de banco de dados é obrigatório.
ro_ro: Driverul bazei de date trebuie selectat.

# installer.form.clientCharsetRequired
source: A client character set must be selected.
fa_ir: سیستم کاراکتری باید انتخاب شود.
gl_es: Débese seleccionar un conxunto de caracteres do cliente.
hu_hu: Egy kliens karakterkódolás kiválasztása szükséges.
ku_iq: دیاریکردنی سیستەمی پیتەکان بۆ مشتەری.
mk_mk: Мора да се избере азбука.
nb_no: Du må velge et tegnsett.
pt_br: O conjunto de caracteres do cliente deve ser definido.
ro_ro: Caracterul de client trebuie selectat.

# installer.fileSettings
source: File Settings
fa_ir: تنظیمات فایل
gl_es: Configuración de arquivos
hu_hu: Fájlbeállítások
ku_iq: ڕێکخستنەکانی فایل
mk_mk: Подесување на фајл
nb_no: Filinnstillinger
pt_br: Configurações de arquivos
ro_ro: Setări fișiere

# installer.filesDir
source: Directory for uploads
fa_ir: پوشه آپلود
gl_es: Cartafol para cargar documentos
hu_hu: Feltöltési alkönyvtár
ku_iq: فەرهەنگ بۆ بارکردنەکان
mk_mk: Директориум за аплоадирање
nb_no: Mappe for opplastede filer
pt_br: Diretório para envio de arquivos
ro_ro: Director pentru încărcări

# installer.databaseUsername
source: Username
fa_ir: نام کاربری
gl_es: Nome de usuario/a
hu_hu: Felhasználónév
ku_iq: ناوی بەکارهێنەر
mk_mk: Корисничко име
nb_no: Brukernavn
pt_br: Usuário da base de dados
ro_ro: Nume utilizator

# installer.databaseSettings
source: Database Settings
fa_ir: تنظیمات بانک اطلاعاتی
gl_es: Configuración da base de datos
hu_hu: Adatbázis beállítások
ku_iq: ڕێکخستنەکانی داتابەیس
mk_mk: Подесувања на датабаза
nb_no: Databaseinnstillinger
pt_br: Configurações do banco de dados
ro_ro: Setări bază de date

# installer.databasePassword
source: Password
fa_ir: رمز عبور
gl_es: Contrasinal
hu_hu: Jelszó
ku_iq: وشەی نهێنی
mk_mk: Лозинка
nb_no: Passord
pt_br: Senha para acesso à base de dados
ro_ro: Parolă

# installer.databaseName
source: Database name
fa_ir: نام بانک اطلاعاتی
gl_es: Nome da base de datos
hu_hu: Adatbázisnév
ku_iq: ناوی داتابەیس
mk_mk: Име на датабазата
nb_no: Databasenavn
pt_br: Nome da base de dados
ro_ro: Numele bazei de date

# installer.databaseHostInstructions
source: Leave the hostname blank to connect using domain sockets instead of over TCP/IP. This is not necessary with MySQL, which will automatically use sockets if "localhost" is entered, but is required with some other database servers such as PostgreSQL.
fa_ir: برای اتصال از طریق سوکت دامنه بجای اتصال از طریق TCP/IP نام میزبان را خالی بگذارید. در صورت استفاده از MySQL این کار لازم نیست ، زیرا MySQL چنانچه مقدار "localhost" برای آن وارد شود به‌طور اتوماتیک از سوکت استفاده می‌کند ولی در مورد بعضی پایگاه‌های اطلاعاتی دیگر مانند PostgreSQL لازم است.
gl_es: Deixe o nome do servidor en branco para conectarse usando sockets de dominio en lugar de por TCP/IP. Isto non é necesario con MySQL, que empregará automaticamente sockets se se introduce "localhost", pero é necesario con outros servidores de bases de datos como PostgreSQL.
hu_hu: Hagyja üresen a hostnevet ha domain socket-et használatával szeretne csatlakozni a TCP/IP protokoll helyett. Ez nem szükséges a MySQL-lel, amely automatikusan "socket" -et használ, ha a "localhost" be van írva, de más adatbázis-kiszolgálókkal, például a PostgreSQL-lel szükséges.
mk_mk: Оставете го името на хостот празно за да се поврзете користејќи приклучоци за домени наместо преку TCP / IP. Ова не е неопходно со MySQL, кој автоматски ќе користи приклучоци ако се внесе „localhost“, но е потребно со некои други сервери за бази на податоци, како што е PostgreSQL.
nb_no: La vertsnavnet stå tomt for å opprette forbindelsen gjennom «domene sockets» i stedet for TCP/IP. Dette er ikke nødvendig med MySQL, som kommer til å bruke «sockets» automatisk hvis «localhost» er skrevet inn, men er nødvendig med enkelte andre databaseservere, f.eks. PostgreSQL.
pt_br: Deixe o nome do servidor em branco para conectar através de socket de domínio em vez de TCP/IP. Não é necessário para o MySQL, que automaticamente utiliza sockets caso "localhost" seja digitado, porém é obrigatório para outras bases como o PostgreSQL.
ro_ro: Lăsați numele de gazdă necompletat pentru a vă conecta folosind socluri de domeniu în loc de TCP / IP. Acest lucru nu este necesar cu MySQL, care va utiliza automat socluri dacă este introdus "localhost", dar este necesar cu alte servere de baze de date, cum ar fi PostgreSQL.

# installer.databaseHost
source: Host
fa_ir: میزبان
gl_es: Servidor
hu_hu: Kiszolgáló
ku_iq: میوان
mk_mk: Хост
nb_no: Vert
pt_br: Servidor
ro_ro: Gazdă

# installer.databaseDriverInstructions
source: <strong>Database drivers listed in brackets do not appear to have the required PHP extension loaded and installation will likely fail if selected.</strong><br />Any unsupported database drivers listed above are listed solely for academic purposes and are unlikely to work.
fa_ir: <strong>درایورهای بانک‌های اطلاعاتی که در کروشه آمده است نصب نشده یا توسط PHP قابل دسترسی نمی‌باشند..</strong><br />تمام درایورهای نصب نشده فقط به منظور آکادمیک در اینجا لیست شده‌اند و بعید است که در حال حاضر کارکرد داشته باشند.
gl_es: <strong>Os controladores de base de datos que aparecen entre parénteses non parecen ter a extensión PHP requirida e é probable que a instalación falle se se selecciona.</strong><br />Os controladores de base de datos non compatibles listados anteriormente amósanse só con fins académicos e é probable que non funcionen.
hu_hu: <strong>A zárójelben felsorolt ​​adatbázis illesztőprogramok nem feltétlenül töltődnek be a szükséges PHP-bővítményekkel, és a telepítés valószínűleg sikertelen lesz, ha kiválasztja. </strong> <br /> A fenti felsorolásban szereplő, nem támogatott adatbázis-illesztőprogramok kizárólag tudományos célokra vannak felsorolva, és valószínűleg nem fognak működni.
mk_mk: <strong> Драјверите на датабази наведени во загради, се чини дека ја немаат потребната PHP наставка, а инсталацијата најверојатно нема да успее ако е изберана. </strong> <br/> Било кои драјверите кои не се поддржани во базата наведени погоре, се наведени исклучиво за академски цели и веројатно нема да работат.
nb_no: <strong>Databasedriverne som er oppført i hakeparenteser ser ikke ut til å ha den nødvendige PHP-utvidelsen lastet. Installeringen vil trolig feile om databasedriverne er valgt.</strong><br /> Databasedrivere som ikke er støttet, er oppført over er kun til informasjon og vil trolig ikke fungere.
pt_br: <strong>Drivers de banco de dados relacionados entre chaves ([]) não tiveram suas extensões PHP reconhecidas pelo sistema, e portanto não devem funcionar.</strong><br />Os drivers não suportados, listados acima, são exibidos apenas em caráter acadêmico e experimental, não devendo funcionar por padrão. Somente poderão ser utilizados pelo sistema os drivers que tiverem suas extensões PHP prévia e corretamente instaladas no servidor.
ro_ro: <strong>Driverele de bază de date enumerate între paranteze nu par să aibă încărcată extensia PHP necesară, iar instalarea va eșua probabil dacă este selectată.</strong><br />Oricare dintre drivere de bază de date neacceptate enumerate mai sus sunt listate doar în scopuri academice și este puțin probabil să funcționeze.

# installer.databaseDriver
source: Database driver
fa_ir: درایور بانک اطلاعاتی
gl_es: Controlador da base de datos
hu_hu: Adatbázis illesztőprogram
ku_iq: بەکارخەری داتابەیس
mk_mk: Драјвер за датабазата
pt_br: Driver do banco de dados
ro_ro: Driverul bazei de date

# installer.contentsOfConfigFile
source: Contents of configuration file
fa_ir: محتوای فایل تنظیمات
gl_es: Contido do arquivo de configuración
hu_hu: A konfigurációs fájl tartalma
ku_iq: ناوەرۆکی فایلی زانیارییەکان
mk_mk: Содржина на фајлот за подесување
nb_no: Innholdet i konfigurasjonsfilen
pt_br: Conteúdo para o arquivo de configuração
ro_ro: Conținutul fișierului de configurare

# installer.connectionCharset
source: Connection character set
fa_ir: سیستم کاراکتری اتصال
gl_es: Conxunto de caracteres da conexión
hu_hu: Kapcsolati karakterbeállítás
ku_iq: کۆمەڵەی بەیەکگەیشتنی پیتەکان
mk_mk: Азбука за корекција
nb_no: Tegnsett for databasekoblingen
pt_br: Conjunto de caracteres da conexão
ro_ro: Stabilirea caracterului conexiunii

# installer.configFileError
source: The configuration file <tt>config.inc.php</tt> does not exist or is not readable.
fa_ir: فایل تنظیمات <tt>config.inc.php</tt> موجود نیست و یا قابل خواندن نمی‌باشد.
gl_es: O arquivo de configuración <tt>config.inc.php</tt> non existe ou non é lexible.
hu_hu: A konfigurációs fájl <tt>config.inc.php</tt> nem létezik vagy nem olvasható.
ku_iq: فایلی <tt>config.inc.php</tt> نییە یان ناخوێندرێتەوە.
mk_mk: Конфигурациската датотека <tt>config.inc.php</tt> не постои или не се чита.
nb_no: Konfigurasjonsfilen <tt>config.inc.php</tt> finnes ikke eller kan ikke leses.
pt_br: O documento de configuração <tt>config.inc.php</tt> não existe ou não possui permissão de leitura.
ro_ro: Fișierul de configurare <tt>config.inc.php</tt> nu există sau nu poate fi citit.

# installer.clientCharsetInstructions
source: The encoding to use for data sent to and received from browsers.
fa_ir: سیستم کدگذاری مورد استفاده برای ارسال و دریافت داده‌ها از مرورگر
gl_es: A codificación usada para os datos enviados e recibidos dos navegadores.
hu_hu: A karakterkódolás a böngészőből való adatküldésehez és fogadáshoz.
ku_iq: کۆدکردنی بەکارهێندراو بۆ داتا بۆ براوزەر دەنێردرێت و لێیەوە وەردەگیرێت.
mk_mk: Кодирањето да се користи за податоци испратени и примени од прелистувачи.
nb_no: Tegnkodingen som skal brukes for data som blir sendt til og mottatt fra nettlesere.
pt_br: A codificação utilizada para dados enviados e recebidos pelos navegadores.
ro_ro: Codificarea de utilizat pentru datele trimise și primite de la browsere.

# installer.clientCharset
source: Client character set
fa_ir: سیستم کاراکتری
gl_es: Conxunto de caracteres do cliente
hu_hu: Kliens karakterbeállítás
ku_iq: سیستەمی پیت بۆ کڕیار
mk_mk: Азбука на клиентот
nb_no: Tegnsett
pt_br: Conjunto de caracteres do Cliente
ro_ro: Stabilire caracter clientului

# installer.checkYes
source: Yes
fa_ir: بلی
gl_es: Sí
hu_hu: Igen
ku_iq: بەڵێ
mk_mk: Да
nb_no: Ja
pt_br: Sim
ro_ro: Da

# installer.checkNo
source: <span class="pkp_form_error formError">NO</span>
fa_ir: <span class="pkp_form_error formError">خیر</span>
gl_es: <span class="pkp_form_error formError">NON</span>
hu_hu: <span class="pkp_form_error formError">NEM</span>
ku_iq: <span class="pkp_form_error formError">نەخێر</span>
mk_mk: <span class="pkp_form_error formError">НЕ</span>
nb_no: <span class="pkp_form_error formError">NEI</span>
pt_br: <span class="pkp_form_error formError">NÃO</span>
ro_ro: <span class="pkp_form_error formError">NU</span>

# installer.administratorAccountInstructions
source: This user account will become the site administrator and have complete access to the system. Additional user accounts can be created after installation.
fa_ir: این حساب کاربری مدیر سایت خواهد شد و دسترسی کامل به سیستم خواهد داشت. حساب‌های اضافی کاربران را می‌توان پس از نصب برنامه ایجاد کرد.
gl_es: Esta conta de usuario/a converterase no administrador/a do sitio e terá acceso completo ao sistema. Pódense crear contas de usuario adicionais despois da instalación.
hu_hu: Ez a felhasználói fiók lesz az oldal adminisztrátoráé, teljes hozzáféréssel a rendszerhez. További felhasználói fiókok a telepítés után hozhatók létre .
ku_iq: ئەم ئەژماری بەکارهێنەرە دەبێتە بەڕێوەبەری پەڕەکە و دەستپێڕاگەیشتنی تەواوی بۆ سیستەمەکە دەبێت. ئەژماری بەکارهێنەری دیکە دەکریت دوای دابەزاندنی سیستەمەکە دروست بکرێن.
mk_mk: Овој акоунт ќе стане администратор на страницата и ќе има целосен пристап до системот. Дополнителни акоунти можат да се создадат по инсталацијата.
nb_no: Denne brukerkontoen kommer til å bli nettstedsadministrator. Den får full tilgang til systemet. Flere brukerkontoer kan opprettes etter installasjon.
pt_br: Este usuário será o Administrador do Portal e terá acesso completo ao sistema. Contas adicionais podem ser criadas após a instalação.
ro_ro: Acest cont de utilizator va deveni administratorul site-ului și va avea acces complet la sistem. După instalare, pot fi create conturi suplimentare de utilizator.

# installer.administratorAccount
source: Administrator Account
fa_ir: حساب مدیر
gl_es: Conta do administrador
hu_hu: Adminisztrátori Fiók
ku_iq: ئەژماری بەڕێوەبەر
mk_mk: Администраторски налог
nb_no: Administratorkonto
pt_br: Conta do administrador
ro_ro: Cont administrator

# installer.additionalLocales
source: Additional locales
fa_ir: زبان‌های اضافی
gl_es: Idiomas adicionais
hu_hu: További nyelvek
ku_iq: زمانەکانی دیکە
mk_mk: Додатна локализација
nb_no: Flere språkpakker
pt_br: Idiomas adicionais
ro_ro: Fișiere suplimentare de limbă

# installer.beacon
source: Beacon
fa_ir: دیدبانی
hu_hu: Jeladó
pt_br: Sinalizador
ro_ro: Semnal luminos
