Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/reader.po
Languages: fr_ca, hy_am, it_it, ku_iq, mk_mk, ro_ro, sr_rs@cyrillic, tr_tr, vi_vn

# reader.fullText
source: Full Text:
fr_ca: Texte intégral :
hy_am: Ամբողջական տեքստ
ku_iq: تێکستی تەواو:
mk_mk: Целиот текст:
ro_ro: Text integral:
sr_rs@cyrillic: Цео текст:
tr_tr: Tam Metin:
vi_vn: Toàn văn:

# comments.viewAllComments
source: View all comments
fr_ca: Voir tous les commentaires
hy_am: Տեսնել բոլոր մեկնաբանությունները
it_it: Vedi tutti i commenti
ku_iq: هەمو تێچێنەکان ببینە
mk_mk: Види ги сите коментари
ro_ro: Vizualizați toate comentariile
sr_rs@cyrillic: Преглед свих коментара
tr_tr: Tüm yorumları göster
vi_vn: Xem tất cả bình luận

# comments.title
source: Title
fr_ca: Titre
hy_am: Վերնագիր
it_it: Titolo
ku_iq: ناونیشان
mk_mk: Наслов
ro_ro: Titlu
sr_rs@cyrillic: Наслов
tr_tr: Başlık
vi_vn: Tiêu đề

# comments.replies
source: Replies
fr_ca: Réponses
hy_am: Պատասխաններ
it_it: Risposte
ku_iq: وەڵامدانەوەکان
mk_mk: Одговори
ro_ro: Răspunsuri
sr_rs@cyrillic: Одговори
tr_tr: Cevaplar
vi_vn: Các trả lời

# comments.readMore
source: Read more
fr_ca: Lire la suite
hy_am: Կարդալ ավելին
it_it: Leggi tutto
ku_iq: زیاتر بخوێنەوە
mk_mk: Прочитај повеќе
ro_ro: Citește mai mult
sr_rs@cyrillic: Прочитајте више
tr_tr: Devamını oku
vi_vn: Đọc thêm

# comments.readerComments
source: Reader Comments
fr_ca: Commentaires des lecteurs-trices
hy_am: Կարդացողի մեկնաբանություն
it_it: Commenti dei lettori
ku_iq: تێچێنەکانی خوێنەر
mk_mk: Коментари од читатели
ro_ro: Comentariile cititorilor
sr_rs@cyrillic: Коментари читатаоца
tr_tr: Okuyucu Yorumları
vi_vn: Nhận xét của người đọc

# comments.postReply
source: Post Reply
fr_ca: Publier la réponse
hy_am: Հրապարակման պատասխան
it_it: Invia una risposta
ku_iq: وەڵام بدەوە
mk_mk: Постирја одговор
ro_ro: Postare răspuns
sr_rs@cyrillic: Слање одговора
tr_tr: Cevabı Gönder
vi_vn: Đăng trả lời

# comments.postAnonymously
source: Post this comment anonymously
fr_ca: Publier ce commentaire anonymement
hy_am: Հրապարակել անանուն մեկնաբանություն
it_it: Invia un commento anonimo
ku_iq: ئەم تێچێنە وەک بەکارهێنەرێکی نەناسراو بنوسە
mk_mk: Постирај го овој коментар анонимно
ro_ro: Postați acest comentariu în mod anonim
sr_rs@cyrillic: Пошаљите коментар анонимно
tr_tr: Bu yorumu isimsiz olarak gönder
vi_vn: Đăng nhận xét này ẩn danh

# comments.oneReply
source: (1 Reply)
fr_ca: (1 réponse)
hy_am: (1 պատասխան)
it_it: (1 risposta)
ku_iq: (یەک وەڵام)
mk_mk: (1 одговор)
ro_ro: (Răspunde)
sr_rs@cyrillic: (1 одговор)
tr_tr: (1 cevap)
vi_vn: (1 trả lời)

# comments.nReplies
source: ({$num} Replies)
fr_ca: ({$num} réponses)
hy_am: ({$num} պատասխաններ)
it_it: ({$num} risposte)
ku_iq: ({$num} وەڵامدانەوەکان)
ro_ro: ({$num} Răspunsuri)
sr_rs@cyrillic: (Одговора: {$num})
tr_tr: ({$num} cevap)
vi_vn: ({$num} trả lời)

# comments.noComments
source: No reader comments have been posted.
fr_ca: Aucun commentaire de lecteurs-trices publié.
hy_am: Մեկնաբանություն չի հրապարակվել
it_it: Non Ã¨ stato inserito nessun commento.
ku_iq: هیچ خوێنەرێک تێچێنی نەنوسیوە.
mk_mk: Нема постирано коментари од читатели.
ro_ro: Nu au fost postate comentarii pentru cititori.
sr_rs@cyrillic: Читаоци нису слали коментаре.
tr_tr: Henüz hiç okuyucu yorumu bulunmuyor.
vi_vn: Không có bình luận của độc giả đã được đăng.

# comments.name
source: Poster Name
fr_ca: Nom de l'expéditeur-trice
hy_am: Հրապարակողի անուն
it_it: Nome
ku_iq: ناوی خاوەن پێشنیاز
mk_mk: Име на испраќачот
ro_ro: Afișare nume
sr_rs@cyrillic: Име пошиљаоца
tr_tr: Gönderen Adı
vi_vn: Áp phích email

# comments.inResponseTo
source: In response to <a href="{$url}">{$title}</a>
fr_ca: En réponse à <a href="{$url}">{$title}</a>
hy_am: <a href="{$url}">{$title}</a>ին ի պատասխան
it_it: In risposta a <a href="{$url}">{$title}</a>
ku_iq: لە وەڵامی <a href="{$url}">{$title}</a>
mk_mk: Во одговор на <a href="{$url}">{$title}</a>
ro_ro: Ca raspuns la <a href="{$url}">{$title}</a>
sr_rs@cyrillic: Као одговор на: <a href="{$url}">{$title}</a>
tr_tr: Şuna cevap olarak: <a href="{$url}">{$title}</a>
vi_vn: Phản hồi lại <a href="{$url}">{$title}</a>

# comments.enterComment
source: Enter Comment
fr_ca: Saisir le commentaire
hy_am: Մուտքագրել մեկնաբանությունը
it_it: Inserisci un commento
ku_iq: تێچێنێک بنوسە
mk_mk: Внеси коментар
ro_ro: Introducere comentarii
sr_rs@cyrillic: Упишите коментар
tr_tr: Yorum Ekle
vi_vn: Nhận xét của người đọc

# comments.emailReply
source: Email Reply
fr_ca: Répondre par courriel
hy_am: էլ. փոստով պատասխան
it_it: Rispondi per email
ku_iq: وەڵامدانەوە بە ئیمەیڵ
mk_mk: Одговори со имејл
ro_ro: Email de răspuns
sr_rs@cyrillic: Одговор путем имејла
tr_tr: Cevap e-Posta
vi_vn: Đăng trả lời

# comments.email
source: Poster Email
fr_ca: Courriel de l'expéditeur-trice
hy_am: Հրապարակողի էլ. հասցեն
it_it: Email
ku_iq: ئیمەیڵی خاوەن پێشنیاز
mk_mk: Имејл на испраќачот
ro_ro: Afișare e-mail
sr_rs@cyrillic: Имејл пошиљаоца
tr_tr: Gönderen e-Posta
vi_vn: Email áp phích

# comments.delete
source: Delete this comment
fr_ca: Supprimer ce commentaire
hy_am: Ջնջել մեկնաբանությունը
it_it: Cancella questo commento
ku_iq: ئەم تێچێنە بسڕەوە
mk_mk: Избришете го коментарот
ro_ro: Ștergeți acest comentariu
sr_rs@cyrillic: Брисање коментара
tr_tr: Bu yorumu sil
vi_vn: Nhận xét của người đọc

# comments.confirmDeleteChildren
source: Deleting this comment will also delete any replies to it. Are you sure you wish to do this?
fr_ca: La suppression de ce commentaire supprimera aussi toutes ses réponses. Êtes-vous certain-e de vouloir effectuer cette opération ?
hy_am: Եթե ջնջեք այս մեկնաբանությունը, ապա կջնջեք նաև դրա պատասխանները: Դուք վստա՞հ եք, որ ցանկանում եք ջնջել:
it_it: Cancellando questo commento saranno cancellate anche tutte le risposte. Sicuro di voler continuare?
ku_iq: سڕینەوەی ئەم تێچێنە دەبێتە هۆکاری سڕینەوەی وەڵامدانەوەکانیشی. ئایا تۆ لەم سڕینەوەیە دڵنیایت؟
mk_mk: Бришењето на овој коментар ќе ги избрише сите одговори на истиот. Дали сте сигурни дека сакате да го направите ова?
ro_ro: Ștergerea acestui comentariu va șterge, de asemenea, orice răspuns la acesta. Sunteți sigur că vreți să faceți asta?
sr_rs@cyrillic: Брисањем овог коментара такође ћете избрисати и све одговоре на њега. Да ли сте сигурни да то желите?
tr_tr: Bu yorum silindiğinde, varsa yoruma verilen cevaplar da silinecek. Bunu yapmak istediğinizden emin misiniz?
vi_vn: Xóa nhận xét này cũng sẽ xóa mọi câu trả lời cho nó. Bạn có chắc bạn muốn làm điều này?

# comments.titleRequired
source: A comment title is required.
fr_ca: Le titre du commentaire est obligatoire.
hy_am: Պահանջվում է մեկնաբանության վերնագիր:
it_it: Inserisci un titolo per il commento.
ku_iq: ناونیشانی تێچێنەکە داوا کراوە.
mk_mk: Потребен е наслов на коментарот.
ro_ro: Este necesar un titlu pentru comentariu.
sr_rs@cyrillic: Коментар је неопходан.
tr_tr: Yorum başlığı gereklidir.
vi_vn: Tiêu đề bình luận là bắt buộc.

# comments.body
source: Body
fr_ca: Corps
hy_am: հատված
it_it: Corpo
ku_iq: ناوەڕۆک
mk_mk: Тело
ro_ro: Corp
sr_rs@cyrillic: Тело поруке
tr_tr: Yorum
vi_vn: Nội dung bình luận

# comments.anonymousNamed
source: "{$userName}"
vi_vn: bí danh "{$userName}"

# comments.anonymous
source: Anonymous User
fr_ca: Utilisateur-trice anonyme
hy_am: Անանուն օգտագործող
it_it: Utente anonimo
ku_iq: بەکارهێنەرێکی نەناسراو
mk_mk: Анонимен корисник
ro_ro: Utilizator anonim
sr_rs@cyrillic: Анонимни корисник
tr_tr: Anonim Kullanıcı
vi_vn: Người dùng ẩn danh
