Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/reviewer.po
Languages: fa_ir, fr_ca, fr_fr, hu_hu, ku_iq, mk_mk, nb_no, ro_ro, vi_vn

# reviewer.reviewSteps.request
source: 1. Request
fa_ir: 1. درخواست
fr_ca: 1. Demande
fr_fr: 1. Requête
hu_hu: 1. Kérés
ku_iq: 1. داواکاری
mk_mk: 1. Барање
nb_no: Trinn 1: Forespørsel
ro_ro: 1. Cerere
vi_vn: 1. Yêu cầu

# reviewer.reviewSteps.guidelines
source: 2. Guidelines
fa_ir: 2. دستورالعمل‌ها
fr_ca: 2. Lignes directrices
fr_fr: 2. Lignes directrices
hu_hu: 2. Útmutatók
ku_iq: 2. پەیڕەوەکان
mk_mk: 2. Водич
nb_no: Trinn 2: Retningslinjer
ro_ro: 2. Instrucțiuni
vi_vn: 2. Hướng dẫn

# reviewer.reviewSteps.download
source: 3. Download & Review
fa_ir: 3. دانلود و داوری
fr_ca: 3. Télécharger & Évaluer
fr_fr: 3. Télécharger & Examiner
hu_hu: 3. Letöltés & Szakmai lektorálás
ku_iq: 3. دابەزاندن & هەڵسەنگاندن
mk_mk: 3. Симни и рецензирај
nb_no: Trinn 3: Last ned og vurder
ro_ro: 3. Descărcare & Revizie
vi_vn: 3. Tải xuống & Đánh giá

# reviewer.reviewSteps.completion
source: 4. Completion
fa_ir: 4. تکمیل
fr_ca: 4. Terminer
fr_fr: 4. Terminer
hu_hu: 4. Teljesítés
ku_iq: 4. تەواوکردن
mk_mk: 4. Завршување
nb_no: Trinn 4: Fullfør
ro_ro: 4. Finalizare
vi_vn: 4. Hoàn thành

# reviewer.step1.request
source: Request for Review
fa_ir: درخواست برای داوری
fr_ca: Demande d'évaluation
fr_fr: Requête d'examen
hu_hu: Szakmai lektorálás kérése
ku_iq: داواکاری بۆ هەڵسەنگاندن
mk_mk: Барање за рецензија
nb_no: Forespørsel om fagfellevurdering
ro_ro: Cerere de revizuire
vi_vn: Yêu cầu đánh giá

# reviewer.step1.requestBoilerplate
source: You have been selected as a potential reviewer of the following submission. Below is an overview of the submission, as well as the timeline for this review. We hope that you are able to participate.
fa_ir: شما به عنوان یک داور احتمالی برای این مقاله ارسالی انتخاب شده‌اید. در زیر کلیاتی از مقاله و همچنین بازه زمانی برای داوری نمایش داده شده است. امیدواریم که بتوانید در داوری این مقاله همکاری کنید.
fr_ca: Vous avez été choisi en tant qu'évaluateur-trice potentiel-elle de la soumission suivante. Voici un aperçu de la soumission, ainsi que les échéanciers associés à son examen. Nous espérons que vous pourrez participer au processus d'évaluation.
fr_fr: Vous avez été choisi(e) en tant que rapporteur(se) potentiel(lle) de la soumission suivante. Voici un aperçu de la soumission, ainsi que les échéanciers associés à son examen. Nous espérons que vous pourrez participer au processus d'examen.
hu_hu: A megadott cikk egyik szakmai lektorának Önt választottuk. A benyújtott kézirat részletei alább találhatók a lektorálási határidőkkel együtt. E lap alján választhat a feladat elfogadása vagy visszautasítása között. Előre is köszönjük szíves közreműködését a kézirat értékelésében.
ku_iq: تۆ وەک هەڵسەنگێنەرێکی گونجاو بۆ هەڵسەنگاندنی ئەم توێژینەوەیە دەستنیشان کراویت. لە خوارەوە زانیارییەکانی توێژینەوەکە و ڕێنماییەکانی هەڵسەنگاندن بەردەستن. ئێمە هیواخوازین کە بەڕێزتان ئەم ئەرکە قبوڵ بکەن.
mk_mk: Вие сте избрани за потенцијален рецензент на следниот поднесок. Подолу е преглед на поднесокот, како и временската рамка за овој преглед. Се надеваме дека сте во можност да учествувате.
nb_no: Du har blitt pekt ut som en potensiell fagfelle av denne innleveringen. Under ser du en oversikt over innleveringen, samt arbeidsflyt for fagfellevurderingen. Vi håper du har anledning til å delta.
ro_ro: Ați fost selectat ca potențial revizor al manuscrisului următor. Mai jos este o prezentare generală a înregistrării manuscrisului, precum și calendarul acestei revizuiri. . Sperăm că puteți participa.
vi_vn: Bạn đã được chọn làm người đánh giá tiềm năng của bài gửi dưới đây sau. Dưới đây là tổng quan về bài gửi, cũng như thời gian dự kiến cho bài đánh giá này. Chúng tôi hy vọng rằng bạn có thể tham gia.

# reviewer.step1.viewAllDetails
source: View All Submission Details
fa_ir: مشاهده تمام جزئیات مقاله ثبت شده
fr_ca: Voir toutes les informations à propos de la soumission
fr_fr: Voir tous les détails de la soumission
hu_hu: A beküldött cikk összes részletének megtekintése
ku_iq: هەمو زانیارییەکانی توێژینەوە پێشکەشکراوەکە پیشان بدە
mk_mk: Погледнете ги сите детали за поднесокот
nb_no: Se detaljer om innleveringen
ro_ro: Vezi toate detaliile înregistrării de manuscris
vi_vn: Xem tất cả chi tiết bài gửi

# reviewer.submission.reviewerFiles
source: Reviewer Files
fa_ir: فایل‌های داور
fr_ca: Fichiers de l'évaluateur-trice
fr_fr: Fichiers du rapporteur
hu_hu: Szakmai lektor fájljai
ku_iq: فایلەکانی هەڵسەنگێنەر
mk_mk: Рецензентски фајлови
nb_no: Fagfellens filer
ro_ro: Fișiere de recenzori
vi_vn: Các tập tin gửi bởi người phản biện

# reviewer.submission.declineReview
source: Decline Review Request
fa_ir: رد درخواست داوری
fr_ca: Refuser la requête d'évaluation
fr_fr: Refuser la requête d'examen
hu_hu: Szakmai lektorálásra való felkérés visszautasítása
ku_iq: ڕەتکردنەوەی داواکاریی هەڵسەنگاندن
mk_mk: Одби го барањето за рецензија
nb_no: Avslå forespørsel om fagfellevurdering
ro_ro: Refuză cererea de revizuire
vi_vn: Từ chối yêu cầu đánh giá

# reviewer.submission.declineReviewMessage
source: You may provide the editor with any reasons why you are declining this review in the field below.
fa_ir: در صورت تمایل، دلیل رد داوری این مقاله را برای سردبیر در فیلد زیر وارد کنید.
fr_ca: Vous pouvez indiquer au,à la rédacteur-trice, dans le champ ci-dessous, les raisons pour lesquelles vous refusez de participer à ce processus d'évaluation.
fr_fr: Vous pouvez indiquer au rédacteur, dans le champ ci-dessous, les raisons pour lesquelles vous refusez de participer à ce processus d'examen.
hu_hu: Az alábbi mezőben indokolhatja a szerkesztőnek, hogy miért utasítja vissza a szakmai lektornak való felkérést.
ku_iq: لە خوارەوە هۆکارەکانی ڕەتکردنەوەی هەڵسەنگاندنەکە بۆ سەرنوسەر بنوسە.
mk_mk: Може да му наведете причини на уредникот зошто го одбивате овој преглед на полето подолу.
nb_no: Du kan oppgi grunnen til at du avslår forespørselen i feltet under.
ro_ro: În câmpul de mai jos puteți furniza editorului motivele pentru care refuzați această revizuire.
vi_vn: Bạn có thể cung cấp cho biên tập viên bất kỳ lý do nào khiến bạn từ chối đánh giá này ở trường bên dưới.

# reviewer.submission.acceptReview
source: Accept Review, Continue to Step #2
fa_ir: قبول داوری و رفتن به مرحله دوم
fr_ca: Accepter l'évaluation, poursuivre à l'étape #2
fr_fr: Accepter l'examen, continuer à l'étape #2
hu_hu: Szakmai lektorálás elfogadása, tovább a #2 lépéshez
ku_iq: هەڵسەنگاندنەکە قبوڵ بکە، بچۆ هەنگاوی #2
mk_mk: Прифатете рецензија, продолжете на чекор 2
nb_no: Aksepter forespørselen. Gå til Trinn 2
ro_ro: Dacă aceptați recenzia, continuați la pasul #2
vi_vn: Chấp nhận đánh giá, tiếp tục sang Bước #2

# reviewer.submission.continueToStepThree
source: Continue to Step #3
fa_ir: رفتن به مرحله سوم
fr_ca: Poursuivre à l'étape #3
fr_fr: Continuer à l'étape #3
hu_hu: Folytatás a #3 lépésnél
ku_iq: بچۆ هەنگاوی #3
mk_mk: Продолжете кон чекор 3
nb_no: Gå til Trinn 3
ro_ro: Continuați cu pasul #3
vi_vn: Tiếp tục đến Bước #3

# reviewer.submission.submitReview
source: Submit Review
fa_ir: ثبت داوری
fr_ca: Soumettre l'évaluation
fr_fr: Soumettre l'examen
hu_hu: Szakmai lektorálás beküldése
ku_iq: پێشکەشکردنی هەڵسەنگاندنەکە
mk_mk: Поднесете ја рецензијата
nb_no: Send inn fagfellevurdering
ro_ro: Trimiteți revizia
vi_vn: Gửi đánh giá

# reviewer.submission.reviewerGuidelines
source: Reviewer Guidelines
fa_ir: دستورالعمل‌های داوری
fr_ca: Lignes directrices aux évaluateurs-trices
fr_fr: Lignes directrices des rapporteurs
hu_hu: Szakmai lektorálás irányelvei
ku_iq: پێڕەوی هەڵسەنگاندن
mk_mk: Водич за рецензирање
nb_no: Retningslinjer for fagfellevurderingen
ro_ro: Ghid pentru recenzori
vi_vn: Hướng dẫn phản biện

# reviewer.submission.enterCompetingInterests
source: This publisher has a policy for disclosure of potential competing interests from its reviewers. Please take a moment to review this policy.
fa_ir: این انتشارات سیاست‌هایی برای بررسی تضاد منافع دارد. لطفاً این سیاست را مطالعه کنید.
fr_ca: La revue a adopté une politique de divulgation des intérêts divergents pour ses évaluateurs-trices. Veuillez prendre un moment pour lire cette politique.
fr_fr: La maison d'édition a adopté une politique de divulgation des intérêts opposés chez ses rapporteurs. Veuillez prendre un moment pour lire cette politique.
hu_hu: A kiadó összeférhetetlenségi irányelvet tett közzé a szakmai lektoroknak. Kérjük, vessen egy pillantást erre az irányelvre.
ku_iq: بڵاوکراوەکە کۆمەڵێک ڕێنمایی هەیە بۆ دڵنیابون لە نەبونی پەیوەندیی دژبەر کە کاریگەری لەسەر پرۆسەی هەڵسەنگاندن هەبیت. تکایە چاوێک بە ڕێنماییەکاندا بخشێنەوە.
mk_mk: Овој издавач има политика за откривање на потенцијален конфликт на интереси од нејзините рецензенти. Ве молиме, разгледате ја оваа политика.
nb_no: Utgiverens retningslinjer krever at fagfeller er åpne om eventuelle interessekonflikter. Se gjennom disse retningslinjene.
ro_ro: Această revistă are o politică de dezvăluire a potențialelor interese concurente a recenziilor . Vă rugăm să examinați această politică.
vi_vn: Nhà xuất bản này có một chính sách để tiết lộ những xung đột lợi ích từ nhận xét của bạn. Vui lòng dành một chút thời gian để xem lại chính sách này.

# reviewer.submission.noCompetingInterests
source: I do not have any competing interests
fa_ir: من هیچ تضاد منافعی ندارم
fr_ca: Je n'ai pas d'intérêts divergents.
fr_fr: Je n'ai pas d'intérêts concurrents
hu_hu: Nincs összeférhetetlenségem
ku_iq: من هیچ بەرژەوەندییەکی دژبەرم نییە
mk_mk: Немам никаков конлфикт на интереси
nb_no: Jeg har ingen interessekonflikter
ro_ro: Nu am interese concurente
vi_vn: Tôi không có bất kỳ xung đột lợi ích nào

# reviewer.submission.hasCompetingInterests
source: I may have competing interests (Specify below)
fa_ir: ممکن است این مقاله شامل تضاد منافع باشد (در زیر مشخص شده)
fr_ca: Il est possible que j'aie des intérêts divergents (veuillez spécifier).
fr_fr: Il est possible que j'aie des intérêts concurrents (veuillez spécifier)
hu_hu: Felmerülhet az összeférhetetlenség (részletezze alább)
ku_iq: من لەوانەیە بەرژەوەندیی دژبەرم هەبێت (لە خوارەوە دیاریم کردووە)
mk_mk: Можеби имам конлфикт на интереси (наведете подолу)
nb_no: Jeg kan ha interessekonflikter (spesifiser under)
ro_ro: Este posibil să am interese concurente (specificați mai jos)
vi_vn: Tôi có thể có xung đột lợi ích (Ghi rõ bên dưới)

# reviewer.submission.competingInterests
source: Competing Interests
fa_ir: تضاد منافع
fr_ca: Intérêts divergents
fr_fr: Intérêts opposés
hu_hu: Összeférhetetlenség
ku_iq: بەرژەوەندییە دژبەرەکان
mk_mk: Конлфикт на интереси
nb_no: Interessekonflikter
ro_ro: Interese concurente
vi_vn: Xung đột lợi ích

# reviewer.submission.guidelines
source: Review Guidelines
fa_ir: دستورالعمل‌های داوری
fr_ca: Lignes directrices pour l'évaluation
fr_fr: Lignes directrices des examens
hu_hu: Szakmai lektorálás irányelvei
ku_iq: پەیڕەوی هەڵسەنگاندن
mk_mk: Водич за лекторирање
nb_no: Retningslinjer for fagfellevurdering
ro_ro: Ghidul de revizuire
vi_vn: Hướng dẫn đánh giá

# reviewer.submission.noGuidelines
source: This publisher has not set any reviewer guidelines.
fa_ir: این انتشارات هیچ دستورالعمل داوری را مشخص نکرده است.
fr_ca: Cette revue n'a pas établi de lignes directrices pour les évaluateurs-trices.
fr_fr: Cet éditeur n'a pas établi de lignes directrices pour les rapporteurs.
hu_hu: Ez a kiadó még semmilyen szakmai lektorálási irányelvet nem állított be.
ku_iq: بڵاوکراوەکە هیچ پەیڕەوێکی هەڵسەنگێنەری دانەبەزاندووە.
mk_mk: Овој издавач не постави никакви упатства за рецензирање.
nb_no: Utgiveren har ikke satt opp retningslinjer for fagfellene.
ro_ro: Publicația nu are un ghid pentru revizuire.
vi_vn: Nhà xuất bản này đã không có hướng dẫn nào dành cho người phản biện.

# reviewer.submission.downloadDescription
source: Click on the file names below to download the files associated with this submission.
fa_ir: برای دانلود فالی‌های این مقاله ارسالی بر روی اسم فایل‌ها کلیک کنید.
fr_ca: Cliquez sur les noms des fichiers pour télécharger et évaluer (sur l'écran ou après les avoir imprimés) les fichiers associés à cette soumission.
fr_fr: Cliquez sur les noms des fichiers pour télécharger et examiner (sur l'écran ou après les avoir imprimés) les fichiers associés à cette soumission.
hu_hu: Kattintson az alábbi fájlnevekre, hogy letölthesse a beküldött cikkhez kapcsolódó fájlokat.
ku_iq: کلیک لەسەر ناوی فایلەکانی خوارەوە بکە بۆ دابەزاندنی فایلەکانی پەیوەندیدار بە توێژینەوە پێشکەشکراوەکە.
mk_mk: Кликнете на имињата на датотеки подолу за да ги преземете датотеките поврзани со овој поднесок.
nb_no: Klikk på filnavnene under for å laste ned filene knyttet til denne innleveringen.
ro_ro: Faceți clic pe numele fișierelor de mai jos pentru a descărca fișierele asociate cu această înregistrare de manuscris.
vi_vn: Nhấp vào tên tập tin bên dưới để tải xuống các tập tin được liên kết với nội dung bài gửi này.

# reviewer.submission.reviewDescription
source: Enter (or paste) your review of this submission into the form below.
fa_ir: نتیجه داوری خود را در فرم زیر ثبت کنید.
fr_ca: Saisir (ou copier/coller) votre évaluation de cette soumission dans le formulaire ci-dessous.
fr_fr: Saisir (ou copier/coller) votre évaluation de cette soumission dans le formulaire ci-dessous.
hu_hu: Az alábbi űrlapon adja meg (vagy másolja be) a szakértői véleményét ehhez a beküldött cikkhez.
ku_iq: هەڵسەنگاندنەکەت بۆ توێژینەوەکە لەم فۆڕمەی خوارەوە بنوسە.
mk_mk: Внесете (или залепете) преглед на овој поднесок во формуларот подолу.
nb_no: Skriv (eller lim) inn fagfellevurderingen i skjemaet under.
ro_ro: Introduceți (sau inserați) recenzia dvs. pentru acest manuscris în formularul de mai jos.
vi_vn: Nhập (hoặc dán) nhận xét của bạn về bài gửi này vào biểu mẫu bên dưới.

# reviewer.submission.uploadDescription
source: Upload files you would like the editor and/or author to consult, including revised versions of the original review file(s).
fa_ir: فایی‌هایی که مایلید سردبیر و یا نویسنده آن‌ها را مشاهده کنند را آپلود کنید.
fr_ca: Téléverser des fichiers que le,la rédacteur-trice et/ou l'auteur-e pourront consulter, y compris les versions révisées des fichiers d'évaluation originaux.
fr_fr: De plus, vous pouvez transférer des fichiers que le rédacteur et/ou l'auteur pourront consulter, y compris les versions révisées des fichiers d'examen originaux.
hu_hu: Fájlok feltöltése, amivel kapcsolatban konzultálni szeretne a szerkesztővel és/vagy a szerzővel, beleértve az eredeti lektorált fájl(ok) lektorált verzióját.
ku_iq: ئەو فایلانە بار بکە کە دەتەوێت دەربارەیان لەگەڵ سەرنوسەر یان توێژەر ڕاوێژ بکەیت، لەگەڵ فایلە چاککراوەکان.
mk_mk: Поставете датотеки за кои сакате да се консултирате со уредникот и / или авторот, вклучувајќи ги и ревидираните верзии на оригиналната датотека за рецензија.
nb_no: Last opp filer du vil at redaktør og/eller forfatter skal konsultere, inkludert reviderte versjoner av filer med opprinnelig fagfellevurdering.
ro_ro: Încărcați fișiere pe care doriți să le consulte editorul și / sau autorul, inclusiv versiunile revizuite ale fișierelor (originalelor) de revizie.
vi_vn: Tải lên các tập tin mà bạn muốn biên tập viên hoặc tác giả tham khảo, bao gồm các phiên bản sửa đổi của (các) tập tin gốc.

# reviewer.complete
source: Review Submitted
fa_ir: داوری ثبت شد.
fr_ca: Évaluation envoyée
fr_fr: Examen envoyé
hu_hu: Szakmai lektorálás beküldve
ku_iq: هەڵسەنگاندنەکە پێشکەش کرا
mk_mk: Рецензирај го поднесеното
nb_no: Fagfellevurdering sendt inn
ro_ro: Revizie încărcată
vi_vn: Đánh giá đã được gửi

# reviewer.confirmSubmit
source: Are you sure you want to submit this review?
fa_ir: آیا مطمئن به ثبت این داوری هستید
fr_ca: Voulez-vous vraiment envoyer cette évaluation ?
fr_fr: Voulez-vous vraiment envoyer cette évaluation ?
hu_hu: Biztosan beküldi ezt a szakmai lektorálást?
ku_iq: ئایا تۆ دڵنیایت لەوەی کە دەتەوێت ئەم هەڵسەنگاندنە پێشکەش بکەیت؟
mk_mk: Дали сте сигурни дека сакате да ја доставите оваа рецензија?
nb_no: Er du sikker på at du vil sende inn fagfellevurderingen?
ro_ro: Sunteți sigur că doriți să înregistrați această revizie?
vi_vn: Bạn có chắc chắn muốn gửi đánh giá này không?

# reviewer.complete.whatNext
source: Thank you for completing the review of this submission. Your review has been submitted successfully. We appreciate your contribution to the quality of the work that we publish; the editor may contact you again for more information if needed.
fa_ir: از تکمیل داوری این مقاله متشکریم. از همکاری شما در بهبود کیفیت محتویات منتشر شده متشکریم، ممکن است در ادامه برای دریافت اطلاعات بیشتر درباره این داوری با شما ارتباط برقرار کنیم.
fr_ca: Merci d'avoir évalué cette soumission. Votre évaluation a bien été reçue. Nous apprécions votre contribution à la qualité du travail que nous publions. Le,La rédacteur-trice pourrait vous contacter à nouveau pour obtenir d'autres renseignements, le cas échéant.
fr_fr: Merci d'avoir examiné cette soumission. Votre examen a bien été reçu. Nous apprécions votre contribution à la qualité du travail que nous publions. Le rédacteur pourrait vous contacter à nouveau pour obtenir d'autres renseignements, le cas échéant.
hu_hu: Köszönjük, hogy szakmailag lektorálta a fenti tanulmányt. A lektorálás feltöltése sikeres volt. Köszönjük, hogy munkájával hozzájárult ahhoz, hogy a folyóratban magas szakmai elvárásoknak megfelelő tanulmányok jelenhessenek meg. Amennyiben további segítségre lesz szükségünk keresni fogjuk Önt.
ku_iq: سوپاس بۆ تەواوکردنی هەڵسەنگاندنەکەت بۆ ئەم توێژینەوەیە. هەڵسەنگاندنەکەت بە سەرکەوتویی پێشکەش کرا. ئێمە کارەکەی تۆ بەرز دەنرخێنین؛ سەرنوسەر لەوانەیە لە هەر کاتێکدا بۆ زانیاریی زیاتر لەگەڵتان لە پەیوەندیدا بێت.
mk_mk: Ви благодариме што јазавршивте рецензијата на овој поднесок. Вашата рецензија беше доставен успешно. Го цениме вашиот придонес за квалитетот на работата што ја објавуваме; уредникот може да ве контактира повторно за повеќе информации ако е потребно.
nb_no: Takk for at du fullførte fagfellevurderingen av denne innleveringen. Vurderingen din ble sendt inn. Vi takker for at du bidrar til å sikre kvaliteten på det vi publiserer. Om nødvendig, vil redaktøren kontakte deg for mer informasjon.
ro_ro: Vă mulțumim pentru revizuirea acestui manuscris. Revizia dvs. a fost trimisă cu succes. Apreciem contribuția dvs. la calitatea revistei pe care o publicăm; editorul vă va contacta din nou pentru mai multe informații, dacă este nevoie.
vi_vn: Cảm ơn bạn đã hoàn thành việc xem xét bài gửi này. Đánh giá của bạn đã được gửi thành công. Chúng tôi đánh giá cao sự đóng góp của bạn đối với chất lượng của công bố mà chúng tôi xuất bản; biên tập viên có thể liên hệ lại với bạn để biết thêm thông tin nếu cần.

# reviewer.aboutDueDates
source: About Due Dates
fa_ir: درباره مهلت‌ها
fr_ca: À propos des dates d'échéance
fr_fr: À propos des dates d'échéance
hu_hu: Határidőről
ku_iq: دەربارەی کۆتا ڕۆژەکان
mk_mk: За крајните рокови
nb_no: Om frister
ro_ro: Despre termenele limită
vi_vn: Về thời hạn phản biện

# reviewer.aboutDueDates.text
source: The editor asks that you either accept or decline the review before the Response Due Date and complete the review by the Review Due Date.
fa_ir: سردبیر تقاضا دارد تا در مهلت مشخص شده داوری این مقاله را قبول و یا رد کنید و در صورت پذیرش، در مدت زمان مشخص شده برای داوری نتیجه داوری را ارسال کنید.
fr_ca: Le,La rédacteur-trice demande que vous acceptiez ou refusiez d'évaluer la soumission avant la date d'échéance, et si vous acceptez, que vous complétiez l'évaluation avant la date d'échéance.
fr_fr: Le rédacteur demande que vous acceptiez ou refusiez d'examiner la soumission avant la date d'échéance, et complétiez l'examen avant la date d'échéance.
hu_hu: A szerkesztő kérése, hogy vagy fogadja el, vagy utasítva vissza a szakmai lektorálásra való felkérést a válaszhatáridő lejárta előtt és készítse el a szakmai lektorálást a lektorálási határidőig.
ku_iq: سەرنوسەر داوا دەکات کە هەڵسەنگاندنەکە قبوڵ یان ڕەت بکەوە پێش تەواوبونی کاتی دیاریکراو.
mk_mk: Уредникот бара да прифатите или одбиете рецензија пред датумот за одговор и да ја завршите рецензијата до крајниот датум.
nb_no: Redaktøren ber om at du enten aksepterer eller avviser forespørselsen innen svarfristen, og at du fullfører fagfellevurderingen innen fristen for fagfellevurdering.
ro_ro: Editorul vă solicită să acceptați sau să respingeți recenzia înainte de data scadentă a răspunsului și să completați revizuirea până la data scadenței acesteia.
vi_vn: Biên tập viên yêu cầu bạn chấp nhận hoặc từ chối lời mời đánh giá trước Ngày đến hạn phản hồi và hoàn thành việc đánh giá trước Ngày đến hạn đánh giá.

# submission.comments.canShareWithAuthor
source: For author and editor
fa_ir: برای نویسنده و دبیر
fr_ca: Ce texte sera transmis à l'auteur-e et au,à la rédacteur-trice
fr_fr: Ce texte sera transmis à l'auteur et au rédacteur
hu_hu: Szerzőnek és szerkesztőnek
ku_iq: بۆ توێژەر و سەرنوسەر
mk_mk: За авторот и за уредникот
nb_no: For forfatter og redaktør
ro_ro: Pentru autor și editor
vi_vn: Cho tác giả và biên tập viên

# submission.comments.cannotShareWithAuthor
source: For editor only
fa_ir: فقط برای دبیر
fr_ca: Ce texte sera transmis uniquement au,à la rédacteur-trice
fr_fr: Ce texte sera transmis au rédacteur
hu_hu: Csak a szerkesztőnek
ku_iq: تەنیا بۆ سەرنوسەر
mk_mk: Само за уредникот
nb_no: Kun for redaktør
ro_ro: Numai pentru editor
vi_vn: Chỉ cho biên tập viên

# user.authorization.submissionReviewer
source: The current user is not assigned as a reviewer for the requested document.
fa_ir: کاربر کنونی به عنوان داور این سند ثبت نشده است.
fr_ca: L'utilisateur-trice actuel-elle n'est pas assigné-e en tant qu'évaluateur-trice pour le document demandé.
fr_fr: L'utilisateur courant n'est pas assigné comme rapporteur pour le document demandé.
hu_hu: Az aktuális felhasználó nincs hozzárendelve szakmai lektorként a kért dokumentumhoz.
ku_iq: ئەم بەکارهێنەرە وەک هەڵسەنگێنەر بۆ ئەم فایلە دیاری نەکراوە.
mk_mk: Овој корисник не е назначен како рецензент на бараниот документ.
nb_no: Denne brukeren er ikke satt opp som fagfelle for det forespurte dokumentet.
ro_ro: Utilizatorul curent nu este atribuit ca revizor pentru documentul solicitat.
vi_vn: Người dùng hiện tại không được chỉ định làm người phản biện cho tài liệu được yêu cầu.

# reviewer.submission.saveReviewForLater
source: Save for Later
fr_ca: Sauvegarder pour plus tard
fr_fr: Sauvegarder pour plus tard
mk_mk: Зачувајте за подоцна
nb_no: Lagre til senere
ro_ro: Salvați-o pentru mai târziu
vi_vn: Lưu để sử dụng sau
