Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/user.po
Languages: ku_iq, nb_no

# user.login.accountDisabled
source: Your account has been disabled. Please contact the administrator for more information.
ku_iq: هەژمارەکەت ناچالاک کراوە. تکایە بۆ زانیاریی زیاتر پەیوەندی بە بەڕێوەبەرەوە بکە.
nb_no: Kontoen din er slått av. Kontakt administratoren for mer informasjon.

# user.login.accountDisabledWithReason
source: Your account has been disabled for the following reason: {$reason}
ku_iq: هەژمارەکەت لەبەر ئەم هۆکارە ناچالاک کراوە: {$reason}
nb_no: Kontoen din er slått av av følgende grunn: {$reason}

# user.profile.form.profileImageInvalid
source: Invalid profile image format or image too big. Accepted formats are .gif, .jpg, or .png, and the image must not exceed 150x150 pixels.
ku_iq: ئەم جۆرە وێنەیە پەسەند نییە یان قەبارەکەی زۆر گەورەیە. جۆرە پەسەندەکان ئەمانەن؛ gif، .jpg، or .png، هەروەها قەبارەی وێنەکە نابێت ١٥٠x١٥٠ تێپەڕ بکات.
nb_no: Ugyldig bildeformat eller -størrelse. Mulige formater er .gif, .jpg eller .png. Bildet kan ikke være større enn 150x150 pixler.

# user.familyName
source: Family Name
ku_iq: ناسناو (ناوی باپیر، ئەگەر ناسناوت نییە)
nb_no: Etternavn

source: User Group
ku_iq: گروپی بەکارهێنەر
nb_no: Brukergruppe

# user.gossip.description
source: Record notes about this reviewer that you would like to make visible to other administrators, managers and all editors. Notes will be visible for future review assignments.
ku_iq: تێبینییەکانی دەربارەی ئەم هەڵسەنگاندنە کە تۆ دەتەوێت پیشانی بەڕێوەبەر و سەرنوسەرەکانی دیکەی بدەیت. تێبینییەکان بۆ ئەرکەکانی داهاتو بەردەست دەبن.
nb_no: Legg til notater om denne fagfellen. Disse blir tilgjengelige for andre administratorer, ledere og alle redaktørene. Notatene vil være synlige ved tildeling av framtidige fagfelleoppdrag.
