Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: lib/pkp/locale/*/user.po
Languages: ku_iq, nb_no

# user.gossip
source: Editorial Notes
ku_iq: تێبینییەکانی سەرنوسەر
nb_no: Private notater

# user.interests
source: Reviewing interests
ku_iq: پسپۆڕی بۆ هەڵسەنگاندن
nb_no: Faglige interesser

# user.givenName
source: Given Name
ku_iq: ناوی یەکەم
nb_no: Fornavn

# user.email
source: Email
ku_iq: ئیمەیڵ
nb_no: E-post

# user.editMyProfile
source: Edit My Profile
ku_iq: گۆڕانکاری لە هەژماری کەسی
nb_no: Rediger min profil

# user.dateRegistered
source: Date registered
ku_iq: ڕێککەوتی تۆمارکردن
nb_no: Registrert dato

# user.dateLastLogin
source: Last login
ku_iq: دواهەمین داخلبون
nb_no: Sist innlogget

# user.changePassword
source: Change Password
ku_iq: گۆڕینی وشەی نهێنی
nb_no: Endre passord

# user.changeMyPassword
source: Change My Password
ku_iq: وشەی نهێنییەکەم بگۆڕە
nb_no: Endre passordet mitt

# user.biography
source: Bio Statement (e.g., department and rank)
ku_iq: کورتەیەکی ژیانت (بۆ نمونە بەشەکەت و ناسناوی زانستیت و ئەرکەکەت)
nb_no: Biografiske opplysninger (f.eks. institutt og stilling)

# user.authorization.submissionQuery
source: You do not have permission to access this discussion.
ku_iq: تۆ ناتوانیت بەشداری لەم گفتوگۆیەدا بکەیت.
nb_no: Du har ikke tillatelse til å se denne diskusjonen.

# user.authorization.invalidReviewAssignment
source: You do not have permission to access this review assignment.
ku_iq: تۆ ناتوانیت ئەم هەڵسەنگاندنە بکەیت چونکە ئەرکدار نەکراویت.
nb_no: Du har ikke tillatelse til å se dette fagfelleoppdraget.

# user.authorization.pluginRequired
source: A plugin was not specified and is required.
ku_iq: گرێدان دایاری نەکراوە هەرچەندە داوا کراوە.
nb_no: Du må spesifisere et programtillegg.

# user.authorization.workflowStageRequired
source: A workflow stage was not specified.
ku_iq: ڕێڕەوی کار دیاری نەکراوە.
nb_no: Stadie i arbeidsflyten ble ikke spesifisert.

# user.authorization.accessibleWorkflowStage
source: You don't currently have access to that stage of the workflow.
ku_iq: لە ئێستادا تۆ دەستپێڕاگەیشتنی ئەم قۆناغەت بۆ ئەم ڕێڕەوی کارە نییە.
nb_no: Du har ikke tilgang til dette stadiet av arbeidsflyten.

# user.authorization.managerRequired
source: A user with a Manager role (i.e. Production Editor) must be assigned to the stage before you can proceed.
ku_iq: هەژماری خاوەنی ڕۆڵی بەڕێوەبەر (بۆ نمونە سەرنوسەری بەرهەمهێنان) دەبێت بۆ ئەم قۆناغە ئەرکدار بکرێت پێش ئەوەی تۆ زیاتر بچیتە پێش.
nb_no: Du må legge til en bruker som har en administrativ rolle (f.eks. produksjonsredaktør) før du kan fortsette.

# user.authorization.userGroupRequired
source: You have to set a valid user group to access this operation.
ku_iq: تۆ دەبێت گروپێک بەکارهێنەری دروست دیاری بکەیت بۆ دەستپێڕاگەیشتن بەم کردارە.
nb_no: Du må innstille en gyldig brukergruppe for denne oppgaven.

# user.authorization.assignedStageRoleBasedAccessDenied
source: You have not been assigned to this submission with a role that is allowed to access this operation.
ku_iq: تۆ بۆ ئەم توێژینەوەیە بەم ڕۆڵە ئەرکدار نەکراویت، بۆیە ناتوانیت ئەم کردارە بکەیت.
nb_no: Du har ikke en rolle med tilgang til å utføre denne operasjonen.

# user.authorization.roleBasedAccessDenied
source: The current role does not have access to this operation.
ku_iq: بەم ڕۆڵە، تۆ ناتوانیت ئەم کردارە ئەنجام بدەیت.
nb_no: Du har ikke en rolle med tilgang til å utføre dette.

# user.authorization.restrictedSiteAccess
source: You have been denied access. Access to this site is currently restricted.
ku_iq: تۆ ناتوانیت ئەم پەڕەیە بکەیتەوە. چونکە پەڕەکە سنوردار کراوە.
nb_no: Du har blitt nektet tilgang. Tilgang til denne siden er på nåværende tidspunkt begrenset.

# user.authorization.privateOperation
source: The operation you tried to access is either private or doesn't exist.
ku_iq: ئەوەی کە تۆ دەتەوێت دەستت پێی بگات شتێکی کەسییە یان بونی نییە.
nb_no: Operasjonen du prøvde å få tilgang til er enten privat eller eksisterer ikke.

# user.authorization.loginRequired
source: Login required.
ku_iq: دەبێت داخلی هەژمارەکەت ببیت.
nb_no: Du må logge inn.

# user.authorization.contextRequired
source: You cannot call this operation without a context (press, journal, conference, etc).
ku_iq: تۆ ناتوانیت ئەم کردارە لە دەرەوەی ژینگەی گونجاو بکەیت (ڕاگەیاندن، گۆڤار، کۆنفرانس...هتد).
nb_no: Du kan ikke utføre denne operasjonen uten en kontekst, f.eks. forlag, tidsskrift og konferanse.

# user.authorization.processAuthenticationTokenRequired
source: The process authentication token is missing or invalid.
ku_iq: پرۆسەی دڵنیابونەوە نەکراوە یان سەرکەوتو نەبووە.
nb_no: Nøkkelen for autentisering av prosessen mangler eller er ugyldig.

# user.authorization.accessDenied
source: Access denied.
ku_iq: دەستپێڕاگەیشتن ئاستەنگ کرا.
nb_no: Ingen tilgang.

# user.affiliations
source: Affiliations
ku_iq: میلاکەکان
nb_no: Institusjonstilhørighet

# user.affiliation.description
source: (Your institution, e.g. "Simon Fraser University")
ku_iq: (دەزگاکەت، بۆ نمونە ''زانکۆی کۆیە'')
nb_no: (Din institusjon, f.eks. «Det Kongelige Frederiks Universitet»)

# user.affiliation
source: Affiliation
ku_iq: میلاک
nb_no: Institusjonstilhørighet

# user.accountInformation
source: Account Information
ku_iq: زانیاریی هەژمارەکە
nb_no: Kontoinformasjon

# user.register.form.passwordLengthRestriction
source: The password must be at least {$length} characters.
ku_iq: وشەی نهێنی دەبێت لانیکەم {$length} پیت بێت.
nb_no: Passordet må ha {$length} minst tegn.

# user.orcid.orcidInvalid
source: The ORCID iD you specified is invalid. Please include the full URI (e.g. "https://orcid.org/0000-0002-1825-0097").
ku_iq: ناسنامەی ORCID iDیەکەی تۆ دیاریت کردووە نادروستە. تکایە لینکی تەواو بنوسە (بۆ نمونە: "https://orcid.org/0000-0003-4513-6596").
nb_no: Ugyldig ORCID iD. Inkluder en full URI (f.eks. http://orcid.org/0000-0002-1825-0097).

# user.register.registerAs
source: Register in {$contextName} as...
ku_iq: خۆت تۆمار بکە لە{$contextName} وەک...
nb_no: Registrer {$contextName} som…

# user.privacyLink
source: Your data is stored in accordance with our <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
ku_iq: زانیارییەکانی تۆ بە گوێرەی <a href="{$privacyUrl}" target="_blank"> خەزن کراون. دەستەواژەی تایبەتێتی</a>.
nb_no: Dine data lagres i tråd med vår <a href="{$privacyUrl}" target="_blank">personvernerklæring</a>.

# user.apiKey.secretRequired
source: Before generating an API key, your site administrator must set a secret in the config file ("api_key_secret").
ku_iq: پێش دروستکردنی کلیلی API، بەڕێوەبەری پەڕە دەبیت نهێنییەک دروست بکات بەم شێوەیە ("api_key_secret").
nb_no: Før du genererer en ny API-nøkkel, må nettstedsadministratoren legge inn en hemmelighet i konfigureringsfilen («api_key_secret»).

# user.apiKey.generateWarning
source: Generating a new API key will invalidate any existing key for this user.
ku_iq: دروستکردنی کلیلی APIی نوێ هەمو کلیلە کۆنەکان هەڵ دەوەشێنێتەوە.
nb_no: Genererer du en ny API-nøkkel, vil det gjøre brukerens eksisterende nøkler ugyldige.

# user.apiKey.generate
source: Generate new API key
ku_iq: دروستکردنی کلیلێکی نوێی API
nb_no: Generer ny API-nøkkel

# user.apiKeyEnabled
source: Enable external applications with the API key to access this account
ku_iq: ئەپڵیکەیشنی دەرەکی بە بەکارهێنانی کلیلی API چالاک بکە بۆ دەستگەیشتن بەم ئەژمارە
nb_no: La eksterne applikasjoner med API-nøkkelen ha tilgang til kontoen

# user.apiKey
source: API Key
ku_iq: کلیلی API
nb_no: API-nøkkel

# user.profile.public
source: Public
ku_iq: گشتی
nb_no: Offentlig

# user.profile.contact
source: Contact
ku_iq: پەیوەندی
nb_no: Kontakt

# user.profile.identity
source: Identity
ku_iq: ناسنامە
nb_no: Identitet

# user.orcid
source: ORCID iD
ku_iq: ناسنامەی ORCID

# user.workingLanguages
source: Working Languages
ku_iq: زمانە کاراکان
nb_no: Arbeidsspråk

# user.username
source: Username
ku_iq: ناوی بەکارهێنەر
nb_no: Brukernavn

# user.userHome
source: User Home
ku_iq: پەڕەی سەرەکیی بەکارهێنەر
nb_no: Min side

# user.url
source: Homepage URL
ku_iq: لینکی پەڕەی سەرەکی
nb_no: URL

# user.title
source: Title
ku_iq: ناونیشان
nb_no: Tittel

# user.signature
source: Signature
ku_iq: واژۆ
nb_no: Signatur

# user.sendPassword.description
source: Send me a confirmation email including my username and password
ku_iq: ئیمەیڵی دڵنیاکردنەوەم بە ناوی بەکارهێنەر و ژمارەی نهێنییەوە بۆ بنێرە
nb_no: Send meg en bekreftelse med brukernavn og passord

# user.sendPassword
source: Confirmation
ku_iq: دڵنیاکردنەوە
nb_no: Bekreftelse

# user.roles
source: Roles
ku_iq: ڕۆڵەکان
nb_no: Roller

# user.role.layoutEditors
source: Layout Editors
ku_iq: سەرنوسەرانی نەخشەساز
nb_no: Layoutredaktører

# user.role.layoutEditor
source: Layout Editor
ku_iq: سەرنوسەری نەخشەساز
nb_no: Layoutredaktør

# user.role.proofreaders
source: Proofreaders
ku_iq: هەڵسەنگێنەرانی زمانی
nb_no: Korrekturlesere

# user.role.proofreader
source: Proofreader
ku_iq: هەڵسەنگێنەری زمانی
nb_no: Korrekturleser

# user.role.copyeditors
source: Copyeditors
ku_iq: وردبینەکان
nb_no: Språkvaskere

# user.role.copyeditor
source: Copyeditor
ku_iq: وردبین
nb_no: Språkvasker

# user.role.siteAdmins
source: Site Administrators
ku_iq: بەڕێوەبەرانی پەڕە
nb_no: Nettstedsadministratorer

# user.role.siteAdmin
source: Site Administrator
ku_iq: بەڕێوەبەری پەڕە
nb_no: Nettstedsadministrator

# user.role.reviewers
source: Reviewers
ku_iq: هەڵسەنگێنەران
nb_no: Fagfeller

# user.role.reviewer
source: Reviewer
ku_iq: هەڵسەنگێنەر
nb_no: Fagfelle

# user.role.readers
source: Readers
ku_iq: خوێنەران
nb_no: Lesere

# user.role.reader
source: Reader
ku_iq: خوێنەر
nb_no: Leser

# user.role.editors
source: Editors
ku_iq: سەرنوسەران
nb_no: Redaktører

# user.role.editor
source: Editor
ku_iq: سەرنوسەر
nb_no: Redaktør

# user.role.authors
source: Authors
ku_iq: توێژەرەکان
nb_no: Forfattere

# user.role.author_s
source: Author(s)
ku_iq: توێژەر/ توێژەرەکان
nb_no: Forfatter(e)

# user.role.author
source: Author
ku_iq: توێژەر
nb_no: Forfatter

# user.role.assistant
source: Assistant
ku_iq: هاوکار
nb_no: Assistent

# user.register.registrationCompleted
source: You have successfully registered. <a href="{$profileUrl}">Click here</a> to complete your user profile.
ku_iq: تۆ بە سەرکەوتویی تۆمار کرایت. <a href="{$profileUrl}"> کلیک لێرە بکە</a> بۆ تەواوکردنی پڕۆفایلی بەکارهێنەر.
nb_no: Du er registrert. <a href="{$profileUrl}">Klikk her</a>for å fullføre brukerprofilen din.

# user.register.usernameRestriction
source: The username must contain only lowercase letters, numbers, and hyphens/underscores.
ku_iq: ناوی بەکارهێنەر دەبێت تەنیا ئەمانەی تێدا بێت؛ پیتەکان، ژمارەکان، خەتی ژێرەوە و ناوەڕاست.
nb_no: Bruk små bokstaver, tall og bindestrek/understrek.

# user.register
source: Register
ku_iq: تۆمارکردن
nb_no: Registrer

# user.register.form.usernameExists
source: The selected username is already in use by another user.
ku_iq: ئەم ناوی بەکارهێنەرەی تۆ دیاریت کردووە لە لایەن ئەژمارێکی کەسیی دیکەوە بەکار هاتووە.
nb_no: Det valgte brukernavnet er allerede tatt i bruk av en annen bruker.

# user.register.form.userGroupRequired
source: At least one role must be selected.
ku_iq: لانی کەم دەبێت ڕۆڵێک دیاری بکرێت.
nb_no: Du må velge minst en rolle.

# user.register.form.usernameAlphaNumeric
source: The username can contain only lower-case alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
ku_iq: ناوی بەکارهێنەر دەبێت تەنیا بە پیتی سمۆڵ بنوسرێت و لەوانەیە پیت یان خەتی ژێرەوە یان ناوەڕاستیش بەکار بهێنیت، بەڵام دەبێت بە ئەلفبێ دەست پێ بکات.
nb_no: Brukernavnet kan bare inneholde små bokstaver, tall, understrek og bindestrek. Dessuten må det begynne og slutte med en bokstav eller et tall.

# user.register.form.emailsDoNotMatch
source: The email address fields do not match.
ku_iq: ئەو ئیمەیڵانەی نوسیوتن وەک یەکدی نین.
nb_no: E-postadressene samsvarte ikke.

# user.register.form.passwordsDoNotMatch
source: The passwords do not match.
ku_iq: وشە نهێنییەکانت وەک یەکدی نین.
nb_no: Passordene samsvarte ikke.

# user.register.form.emailExists
source: The selected email address is already in use by another user.
ku_iq: ئەم ئیمەیڵەی تۆ دیاریت کردووە لە لایەن ئەژمارێکی کەسیی دیکەوە بەکار هاتووە.
nb_no: E-postadressen brukes av en annen bruker.

# user.register.form.emailConsent
source: Yes, I would like to be notified of new publications and announcements.
ku_iq: بەڵێ، من دەمەوێت لە ژمارەی نوێی گۆڤار و ڕاگەیاندنەکان ئاگادار بکرێمەوە.
nb_no: Ja takk, jeg vil gjerne motta varsler om nye publikasjoner og kunngjøringer.

# user.register.form.privacyConsent
source: Yes, I agree to have my data collected and stored according to the <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
ku_iq: بەڵێ، من ڕازیم بەوەی کە داتاکانم بە گوێرەی <a href="{$privacyUrl}" target="_blank"> کۆ کراونەتەوە و پارێزراون دەستەواژەی تایبەتێتی</a>.
nb_no: Ja, jeg godtar at mine data samles inn og lagres i tråd med <a href="{$privacyUrl}" target="_blank">personvernerklæringen</a>.

# user.login.resetPasswordInstructions
source: Enter your account email address below and an email will be sent with instructions on how to reset your password.
ku_iq: ئیمەیڵەکەت لە خوارەوە بنوسە، ئیمەیڵێک بۆ ئیمەیڵەکەت دێت و ڕێنماییەکانی گۆڕینی وشەی نهێنی لەخۆ گرتووە.
nb_no: Skriv inn e-postadressen tilknyttet brukerkontoen under. Du vil motta en e-post med instruksjoner om hvordan du oppretter et nytt passord.

# user.login.registerNewAccount
source: Register
ku_iq: تۆمارکردن
nb_no: Registrer

# user.profile.repeatNewPassword
source: Repeat new password
ku_iq: وشە نهێنییە نوێیەکە دوبارە بکەوە
nb_no: Gjenta nytt passord

# user.profile.publicProfile
source: User Profile
ku_iq: پڕۆفایلی بەکارهێنەر
nb_no: Brukerprofil

# user.profile
source: Profile
ku_iq: پڕۆفایل
nb_no: Profil

# user.profile.oldPassword
source: Current password
ku_iq: وشەی نهێنیی ئێستا
nb_no: Nåværende passord

# user.profile.newPassword
source: New password
ku_iq: وشەی نهێنیی نوێ
nb_no: Nytt passord

# user.profile.leavePasswordBlank
source: Leave the password fields blank to keep the current password.
ku_iq: بۆشاییەکە بە چۆڵی بەجێ بهێڵە بۆ مانەوەی ژمارەی نهێنیی ئێستات وەک خۆی.
nb_no: La passordfeltene stå tomme dersom du vil beholde passordet du har nå.

# user.profile.form.privacyConsentRequired
source: You must agree to the terms of the privacy statement.
ku_iq: تۆ دەبێت بە مەرجەکانی تایبەتێتی ڕازی ببیت.
nb_no: Du må godta betingelsene i personvernerklæringen.

# user.profile.form.usernameRequired
source: A username is required.
ku_iq: ناوی بەکارهێنەر داوا کراوە.
nb_no: Du må oppgi et brukernavn.

# user.profile.form.usergroupRequired
source: A user group is required.
ku_iq: گروپی بەکارهێنەر داوا کراوە.
nb_no: Du må oppgi en brukergruppe.

# user.profile.form.urlInvalid
source: The specified URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
ku_iq: ئەو لینکە دروست نییە. تکایە دو کلیک لەسەر لینکەکە بکە و دوبارە هەوڵ بدەوە. (لەوانەیە ئەم پێشگرەت بۆ لینکەکە نەنوسیبێت http://)
nb_no: Den oppgitte URLen er ikke gyldig. Kontroller URLen, og prøv igjen. (Tips: kanskje det hjelper å føye til http:// først i URLen)

# user.profile.form.publishedNotifications
source: New issue published email notifications
ku_iq: ئاگادارکردنەوەی دەرچونی ژمارەی گۆڤار
nb_no: Få e-postvarsel når ny utgave er publisert

# user.profile.form.profileImage
source: Profile Image
ku_iq: وێنەی پڕۆفایل
nb_no: Profilbilde

# user.profile.form.passwordSameAsOld
source: Your new password is the same as your old password.
ku_iq: وشە نهێنییە نوێیەکەت لەگەڵ کۆنەکەت هەمان شتە.
nb_no: Det nye passordet er det samme som det gamle passordet.

# user.profile.form.passwordRequired
source: A password is required.
ku_iq: وشەی نهێنی داوا کراوە.
nb_no: Du må oppgi et passord.

# user.profile.form.openAccessNotifications
source: Issue open access email notifications
ku_iq: ئاگادارکردنەوەی دەرچونی ژمارەی کراوەی گۆڤار
nb_no: Få e-postvarsel når ny utgave har fått åpen tilgang

# user.profile.form.oldPasswordInvalid
source: The current password you entered was incorrect.
ku_iq: ئەو وشە نهێنییەی کە تۆ نوسیوتە هەڵەیە.
nb_no: Det nåværende passordet du skrev inn er ikke riktig.

# user.profile.form.newPasswordRequired
source: You must enter your new password.
ku_iq: تۆ دەبێت وشە نهێنییە نوێیەکەت بنوسیت.
nb_no: Du må skrive inn det nye passordet ditt.

# user.profile.form.mailingAddressRequired
source: A mailing address is required.
ku_iq: ئیمەیڵێک داوا کراوە.
nb_no: Du må oppgi en postadresse.

# user.profile.form.givenNameRequired.locale
source: You have added a family name for a language that is missing the given name. Please add a given name for this language.
ku_iq: ناسناوت بۆ زمانێک نوسیوە و ناوی یەکەمت نەنوسیوە. تکایە ناوی یەکەمیشت بەم زمانە بنوسە.
nb_no: Du har lagt til etternavn for et språk, men ikke fått med fornavn. Legg til fornavn på dette språket.

# user.profile.form.givenNameRequired
source: A given name is required.
ku_iq: ناوی یەکەم داوا کراوە.
nb_no: Fornavn er obligatorisk.

# user.profile.form.emailRequired
source: A valid email address is required.
ku_iq: ئیمەیڵێکی دروست داوا کراوە.
nb_no: Du må oppgi en gyldig e-postadresse.

# user.profile.form.countryRequired
source: A country is required.
ku_iq: وڵاتێک داوا کراوە.
nb_no: Du må oppgi et land.

# user.profile.editProfile
source: Edit Profile
ku_iq: گۆڕانکاری لە پڕۆفایل
nb_no: Rediger profil

# user.profile.changePasswordInstructions
source: Enter your current and new passwords below to change the password for your account.
ku_iq: تکایە وشەی نهێنیی ئێستات و وشەی نهێنیی نوێ لە خوارەوە بنوسە بۆ گۆڕینی وشەی نهێنیی ئەژمارەکەت.
nb_no: Skriv inn det nåværende og det nye passordet ditt nedenfor for å endre passordet for kontoen din.

# user.preferredPublicName.description
source: How do you prefer to be addressed? Salutations, middle names and suffixes can be added here if you would like.
ku_iq: ئایا دەتەوێت چۆن بانگ بکرێیت؟ پێشگری ناو، ناوی باوک و پاشگری ناو لێرە داخل دەکرێن.
nb_no: Hvordan foretrekker du å bli adressert? En innledende hilsen, mellomnavn og endelser kan legges til her om du ønsker det.

# user.preferredPublicName
source: Preferred Public Name
ku_iq: ناوی گشتیی خوازراو
nb_no: Foretrukket offentlig navn

# user.phone
source: Phone
ku_iq: تەلەفۆن
nb_no: Telefon

# user.repeatPassword
source: Repeat password
ku_iq: وشەی نهێنییەکەت دوبارە بنوسە
nb_no: Gjenta passord

# user.password
source: Password
ku_iq: وشەی نهێنی
nb_no: Passord

# user.name
source: Name
ku_iq: ناو
nb_no: Navn

# user.myAccount
source: My Account
ku_iq: هەژمارەکەم
nb_no: Min brukerkonto

# user.mailingAddress
source: Mailing Address
ku_iq: ناونیشانی پۆستی
nb_no: Postadresse

# user.hello
source: Hello,
ku_iq: سڵاو!
nb_no: Hei,

# user.logOutAs
source: Logout as {$username}
ku_iq: بچۆ دەر وەک
nb_no: Logg ut som {username}

# user.logOut
source: Logout
ku_iq: چونە دەر
nb_no: Logg ut

# user.login.resetPassword
source: Reset Password
ku_iq: گۆڕینی وشەی نهێنی
nb_no: Tilbakestill passordet

# user.login.rememberUsernameAndPassword
source: Keep me logged in
ku_iq: لەناو هەژمارەکەم بمهێڵەوە
nb_no: Husk brukernavn og passord

# user.login.registrationPendingValidation
source: Registration awaiting verification
ku_iq: تۆمارکردنەکە لە چاوەڕوانیی دڵنیاکردنەوە دایە
nb_no: Registreringen avventer verifisering

# user.login.registrationComplete.continueBrowsing
source: Continue Browsing
ku_iq: بەردەوامی
nb_no: Fortsett å bla gjennom

# user.login.registrationComplete.newSubmission
source: Make a New Submission
ku_iq: توێژینەوەیەکی نوێ پێشکەش بکە
nb_no: Lag en ny innlevering

# user.login.registrationComplete.manageSubmissions
source: View Submissions
ku_iq: بینینی توێژینەوە پێشکەشکراوەکان
nb_no: Se innleveringer

# user.login.registrationComplete.instructions
source: Thanks for registering! What would you like to do next?
ku_iq: سوپاس بۆ خۆتۆمارکردنت! ئایا دەتەوێت دواتر چی بکەیت؟
nb_no: Takk for at du registrerte deg hos oss! Hva vil du gjøre videre?

# user.login.registrationComplete
source: Registration complete
ku_iq: تۆمار کرا
nb_no: Registrering fullført

# user.login.registeredEmail
source: Registered user's email
ku_iq: ئیمەیڵی بەکارهێنەری تۆمارکراو
nb_no: Brukerens e-post

# user.login.lostPassword.passwordSent
source: A new password has been sent to your email address. You may now login to the site with your new password.
ku_iq: وشەیەکی نهێنیی نوێ بۆ ئیمەیڵەکەت نێردرا. تۆ ئێستا دەتوانیت داخلی پەڕەکە ببیت بە بەکارهێنانی وشە نهێنییە نوێیەکە.
nb_no: Du har fått et nytt passord tilsendt på e-post. Du kan nå logge inn på nettstedet med det nye passordet ditt.

# user.login.lostPassword.invalidUser
source: No user exists with the specified email address.
ku_iq: هیچ ئەژمارێکی تایبەت بەم ئیمەیڵە تۆمار نەکراوە.
nb_no: Det finnes ingen bruker med denne e-postadressen.

# user.login.lostPassword.invalidHash
source: Sorry, the link you clicked on has expired or is not valid. Please try resetting your password again.
ku_iq: ببورە، ئەو لینکەی کە تۆ کلیکت لەسەر کردووە بەسەر چووە یان نادروستە. تکایە دیسان هەوڵی گۆڕینی وشەی نهێنییەکەت بدەوە.
nb_no: Beklager, lenken du klikket på har utløpt eller er ugyldig. Prøv å tilbakestille passordet ditt igjen.

# user.login.lostPassword.confirmationSent
source: A confirmation has been sent to your email address. Please follow the instructions in the email to reset your password.
ku_iq: ئیمەیڵی دڵنیاکردنەوە بۆ ئیمەیڵەکەت نێردرا. تکایە بە گوێرەی ڕێنماییەکان کە بۆ ئیمەیڵەکەت هاتووە وشە نهێنییەکەت بگۆڕە.
nb_no: Du har fått en bekreftelse tilsendt på e-post. Følg instruksjonene i e-posten for å tilbakestille passordet ditt.

# user.login
source: Login
ku_iq: داخل بون
nb_no: Logg inn

# user.login.loginError
source: Invalid username or password. Please try again.
ku_iq: ناوی بەکارهێنەر یان وشەی نهێنییەکەت هەڵەیە. تکایە دوبارە هەوڵ بدەوە.
nb_no: Ugyldig brukernavn eller passord. Prøv igjen.

# user.login.forgotPassword
source: Forgot your password?
ku_iq: ئایا ژمارە نهێنییەکەتت لە بیر کردووە؟
nb_no: Har du glemt passordet?

# user.login.changePasswordInstructions
source: You must choose a new password before you can log in to this site.<br /><br />Please enter your username and your current and new passwords below to change the password for your account.
ku_iq: تۆ دەبێت وشەیەکی نهێنیی نوێ هەڵ ببژێریت پێش ئەوەی داخلی ئەم پەڕەیە ببیت. <br /><br /> تکایە ناوی بەکارهێنەر و وشەی نهێنیی ئێستات و وشە نهێنییە نوێیەکەت داخل بکە.
nb_no: Du må velge et nytt passord før du kan logge inn på dette nettstedet.<br /><br /> Skriv inn brukernavnet ditt, samt det nåværende og det nye passordet ditt nedenfor, for å endre passordet for kontoen din.

# user.login.activated
source: Thank you for activating your account. You may now log in using the credentials you supplied when you created your account.
ku_iq: سوپاس بۆ چالاککردنی هەژمارەکەت. تۆ دەتوانیت بە بەکارهێنانی ئەو زانیارییانەی کە لە کاتی دروستکردنی هەژمارەکەت خستوتە بەر دەست، داخلی هەژمارەکەت ببیت.
nb_no: Takk for at du aktiverer kontoen din. Du kan nå logge inn med de samme påloggingsdataene du oppga da du opprettet kontoen.

# user.login.activate
source: Activate Account
ku_iq: چالاککردنی هەژمارەکە
nb_no: Aktiver konto

# user.login.accountNotValidated
source: We've sent a confirmation email to you at {$email}. Please follow the instructions in that email to activate your new account. If you do not see an email, please check to see if it was put in your spam folder.
ku_iq: ئێمە ئیمەیڵی دڵنیاکردنەوەمان بۆ ناردویت بەم ئیمەیڵەدا {$email}.تکایە بە گوێرەی ڕێنماییەکان هەژمارە نوێیەکەت چالاک بکە. ئەگەر ئیمەیڵە هاتووەکەت نەبینی، تکایە فۆڵدەری سپامی ئیمەیڵەکەت بگەڕێ.
nb_no: Vi har sendt en e-post til {$email}. Følg instruksjonene der for å aktivere brukerkontoen din. Hvis du ikke ser e-posten i innboksen din, sjekk om den havnet i mappen med søppelpost.
