Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/generic/tinymce/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fr_ca, hu_hu, id_id, it_it, nb_no, nl_nl, pt_br, pt_pt, ru_ru, sl_si, sr_rs@latin, sv_se, tr_tr, uk_ua, vi_vn

# plugins.generic.tinymce.name
source: TinyMCE Plugin
ar_iq: إضافة TinyMCE
bg_bg: Добавка TinyMCE
ca_es: Mòdul d'integració amb TinyMCE
cs_cz: Plugin TinyMCE
el_gr: TinyMCE
es_es: Módulo TinyMCE
fr_ca: Plugiciel TinyMCE
id_id: Plugin TinyMCE
it_it: Editor TinyMCE
nb_no: TinyMCE-programtillegg
pt_br: Plugin TinyMCE
pt_pt: Plugin TinyMCE
ru_ru: Модуль «TinyMCE»
sl_si: TinyMCE vtičnik
sr_rs@latin: TinyMCE dodatak
tr_tr: TinyMCE Eklentisi
uk_ua: Модуль TinyMCE
vi_vn: Plugin TinyMCE

# plugins.generic.tinymce.description
source: This plugin enables WYSIWYG editing of textareas using the <a href="https://www.tiny.cloud/" target="_blank">TinyMCE</a> content editor.
ar_iq: هذه الإضافة تمكن التحرير بأسلوب WYSIWYG لمواضع النصوص باستعمال محرر المحتوى <a href="https://www.tiny.cloud/" target="_blank">TinyMCE</a>.
bg_bg: Тазо добавка позволява редактиране на текст с използване на WYSIWYG редактора <a href="https://www.tiny.cloud/" target="_blank">TinyMCE</a>.
ca_es: Aquest mòdul activa l'edició WYSIWYG ("el que veus, és el que tens") a les àrees de text de l'OMP utilitzant l'editor de contingut <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
cs_cz: Tento plugin umožňuje WYSIWYG editování textových polí OMP s využitím <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a> editoru obsahu.
da_dk: Denne plugin aktiverer WYSIWYG redigering af tekstfelter ved hjælp af <a href="https://www.tinymce.com" target="_blank">TinyMCE</a> tekstbehandleren.
de_de: Dieses Plugin aktiviert eine WSYWIG-Eingabe für Textfelder mittels des <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>-Editors.
el_gr: Το Πρόσθετο αυτό ενεργοποιεί την WYSIWYG επεξεργασία των πεδίων κειμένου του OJS με την χρήση του επεξεργαστή περιεχομένου <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
es_es: Este módulo habilita la edición WYSIWYG de las áreas de texto de OJS mediante el editor de contenidos <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
fr_ca: Ce plugiciel permet l'édition tel écran - tel écrit de zones de textes de l'OMP, en utilisant l'éditeur de contenu <a href="https://www.tinymce.com" target="_blank">TinyMCE</a>.
hu_hu: Ez a plugin lehetővé teszi a WYSIWYG szövegszerkesztést a <a href="https://www.tinymce.com" target="_blank"> TinyMCE </a> tartalomszerkesztő használatával.
id_id: Plugin ini mengaktifkan area pengeditan WYSIWYG menggunakan penyunting konten <a href="https://www.tiny.cloud/" target="_blank">TinyMCE</a>.
it_it: Questo plugin attiva la modifica WYSIWYG delle caselle di testo in OJS usando <a href="https://www.tiny.cloud" target="_new">TinyMCE</a>.
nb_no: Dette programtillegget gjør at du får se på skjermen din hvordan innholdet vil se ut for leserne, ved hjelp av editoren <a href="https://www.tinymce.com" target="_blank">TinyMCE</a>.
nl_nl: Deze plugin verzorgt WYSIWYG bewerken in OMP tekstvelden met behulp van de <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a> content editor.
pt_br: Este plugin permite edição WYSIWYG (What You See Is What You Get) em campos de texto através do editor de conteúdo <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
pt_pt: Este plugin permite a edição WYSIWYG (What You See Is What You Get) em campos de texto através do editor de conteúdo <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
ru_ru: Включает визуальное редактирование (WYSIWYG) текстовых областей с использованием редактора контента <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
sl_si: Vtičnik omogoča urejanje besedilnih polj v načinu WYSIWYG s pomočjo <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a> urejevalnika.
sr_rs@latin: Ovaj dodatak omogućuje vizualno oblikovanje OJS-ovih tekstualnih polja pomoću <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a> programa za uređivanje teksta.
sv_se: Det här pluginet aktiverar ett grafiskt gränssnitt för att redigera textrutor som bygger på mjukvaran <a href="https://www.tinymce.com" target="_blank">TinyMCE</a>.
tr_tr: Bu eklenti OMP yazı alanlarının <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a> içerik düzenleyici kullanılarak görüldüğü gibi yazılmasını sağlar.
uk_ua: Вмикає візуальне редагування (WYSIWYG) в текстових полях з використанням редактора контента <a href="https://www.tiny.cloud" target="_blank">TinyMCE</a>.
vi_vn: Plugin này cho phép chỉnh sửa WYSIWYG của các vùng văn bản bằng cách sử dụng <a href="https://www.tiny.cloud/" target="_blank">TinyMCE</a> biên tập nội dung.

# plugins.generic.tinymce.settings
source: Settings
ar_iq: الإعدادات
bg_bg: Настройки
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
fr_ca: Paramètres
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pt_br: Configurações
pt_pt: Configurações
ru_ru: Настройки
sl_si: Nastavitve
sr_rs@latin: Podešavanja
sv_se: Inställningar
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt

# plugins.generic.tinymce.pkpTags.listTags
source: Select Tag
ar_iq: إختر علامة
bg_bg: Избиране таг
ca_es: Seleccionar etiqueta
cs_cz: Vybrat štítek
da_dk: Vælg tag
de_de: Tag auswählen
el_gr: Επιλογή ετικέτας
es_es: Seleccionar etiqueta
fr_ca: Sélectionner une étiquette
hu_hu: Címke kiválasztása
id_id: Pilih Tag
it_it: Seleziona un tag
nb_no: Velg etikett
nl_nl: Selecteer een element
pt_br: Selecionar Tag
pt_pt: Selecione Etiqueta
ru_ru: Выбрать тэг
sl_si: Izberi ozanko
sr_rs@latin: Obeleži oznaku
sv_se: Välj element
tr_tr: Etiket Seç
uk_ua: Обрати тег
vi_vn: Chọn thẻ

# plugins.generic.tinymce.pkpTags.noneAvailable
source: No tags are available for this field.
ar_iq: لا تتوفر علامات لهذا الحقل.
bg_bg: За това поле няма налични тагове.
ca_es: No hi ha cap etiqueta disponible per a aquest camp.
cs_cz: Pro toto pole nejsou štítky dostupné.
da_dk: Intet tag er til rådighed for dette felt.
de_de: Für dieses Feld sind keine Tags verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμες ετικέτες γι αυτό το πεδίο.
es_es: No hay etiquetas disponibles para este campo.
fr_ca: Aucune étiquette n'est disponible pour ce champ.
hu_hu: Nincsenek elérhető címkék ehhez a mezőhöz.
id_id: Tidak ada tag untuk field ini.
it_it: Nessun tag disponibile per questo campo.
nb_no: Ingen etiketter er tilgjengelige i dette feltet.
nl_nl: Er zijn geen elementen beschikbaar voor dit veld.
pt_br: Sem tags disponíveis para este campo.
pt_pt: Nenhuma etiqueta disponível para este campo.
ru_ru: Нет тегов, доступных для этого поля.
sl_si: Za to polje ni na voljo nobenih oznak.
sr_rs@latin: Nema dostubnih oznaka za ovo polje
sv_se: Inga element tillgängliga för det här fältet.
tr_tr: Bu alan için etiket yok.
uk_ua: Немає тегів, доступних для цього поля.
vi_vn: Không có thẻ có sẵn cho lĩnh vực này.

# plugins.generic.tinymce.pkpTags.description
source: You can insert any of the following tags:
ar_iq: بإمكانك إدراج أي من العلامات الآتية:
bg_bg: Вие можете да вмъкнете всеки от следните тагове:
ca_es: Podeu inserir qualsevol de les següents etiquetes:
cs_cz: Můžete vložit libovolný z následujících štítků:
da_dk: Du kan indsætte en af følgende tags:
de_de: Sie können eines der folgenden Tags einfügen:
el_gr: Μπορείτε να εισάγετε από τις παρακάτω ετικέτες:
es_es: Puede insertar cualquiera de las siguientes etiquetas:
fr_ca: Vous pouvez insérer n'importe laquelle des étiquettes suivantes :
hu_hu: Beillesztheti bármelyiket a következő címkék közül:
id_id: Kamu bisa menambahkan tag berikut:
it_it: Puoi inserire uno qualsiasi di questi tags:
nb_no: Du kan sette inn en av følgende etiketter:
nl_nl: U kan volgende elementen invoegen:
pt_br: Você pode inserir qualquer uma das seguintes tags:
pt_pt: Pode inserir qualquer uma das seguintes etiquetas:
ru_ru: Вы можете вставлять любой из следующих тегов:
sl_si: Vstavite lahko naslednje oznake:
sr_rs@latin: Možete ubaciti bilo koju od ponuđenih oznaka
sv_se: Du kan använda följande element:
tr_tr: Aşağıdaki etiketlerden herhangi birini ekleyebilirsiniz:
uk_ua: Ви можете вствити будь-який з наступних тегів:
vi_vn: Bạn có thể chèn bất kỳ thẻ nào sau đây:

# plugins.generic.tinymce.variables.principalContactName
source: Principal Contact Name ("{$value}")
ar_iq: اسم الاتصال الأساسي ("{$value}")
bg_bg: Име за глевен контакт ("{$value}")
ca_es: Nom del contacte principal ("{$value}")
cs_cz: Jméno hlavního kontaktu ("{$value}")
da_dk: Primær kontaktnavn ("{$value}")
de_de: Name des Hauptkontakts ("{$value}")
el_gr: Κύριο όνομα επικοινωνίας ("{$value}")
es_es: Nombre del contacto principal ("{$value}")
fr_ca: Nom du contact principal ("{$value}")
hu_hu: A fő kapcsolattartó neve ("{$value}")
id_id: Nama Narahubung Utama ("{$value}")
it_it: Nome principale contatto: "{$value}"
nb_no: Navn hovedkontakt ("{$value}")
nl_nl: Naam van eerste contactpersoon ("{$value}")
pt_br: Nome do Contato Principal ("{$value}")
pt_pt: Nome de Contacto Principal ("{$value}")
ru_ru: Имя представителя редакции («{$value}»)
sl_si: Ime glavnega kontakta ("{$value}")
sr_rs@latin: Ime glavnog kontakta ("{$value}")
sv_se: Primär kontakt, namn ("{$value}")
tr_tr: Temel İletişim Adı ("{$value}")
uk_ua: Ім'я представника редакції ("{$value}")
vi_vn: Tên người liên hệ chính ("{$value}")

# plugins.generic.tinymce.variables.principalContactEmail
source: Principal Contact Email ("{$value}")
ar_iq: العنوان البريدي للاتصال الأساسي ("{$value}")
bg_bg: Имейл за главен контакт ("{$value}")
ca_es: Correu electrònic del contacte principal ("{$value}")
cs_cz: Email hlavního kontaktu ("{$value}")
da_dk: Primær kontakt-e-mail ("{$value}")
de_de: E-Mail des Hauptkontakts ("{$value}")
el_gr: Κύριο email επικοινωνίας ("{$value}")
es_es: Correo electrónico del contacto principal ("{$value}")
fr_ca: Courriel du contact principal ("{$value}")
hu_hu: A fő kapcsolattartó e-mail címe ("{$value}")
id_id: Surel Narahubung Utama ("{$value}")
it_it: Principale contatto Email: "{$value}"
nb_no: E-post hovedkontakt ("{$value}")
nl_nl: E-mailadres van eerste contactpersoon ("{$value}")
pt_br: Email do Contato Principal ("{$value}")
pt_pt: E-mail de Contacto Principal ("{$value}")
ru_ru: Адрес электронной почты представителя редакции («{$value}»)
sl_si: Email glavnega kontakta ("{$value}")
sr_rs@latin: Imejl adresa glavnog kontakta ("{$value}")
sv_se: Primär kontakt, e-postadress ("{$value}")
tr_tr: Temel İletişim e-Postası ("{$value}")
uk_ua: Електронна пошта представника редакції ("{$value}")
vi_vn: Email người liên hệ chính ("{$value}")

# plugins.generic.tinymce.variables.supportContactName
source: Support Contact Name ("{$value}")
ar_iq: اسم الاتصال الداعم ("{$value}")
bg_bg: Име за контакт за поддръжка ("{$value}")
ca_es: Nom del contacte de suport ("{$value}")
cs_cz: Jméno podpory ("{$value}")
da_dk: Support-kontaktnavn ("{$value}")
de_de: Name des Support-Kontakts ("{$value}")
el_gr: Όνομα επαφής υποστήριξης ("{$value}")
es_es: Nombre del contacto de soporte ("{$value}")
fr_ca: Nom du contact de support ("{$value}")
hu_hu: A segítő kapcsolattartó neve("{$value}")
id_id: Nama Narahubung Pendukung ("{$value}")
it_it: Nome per il supporto: "{$value}"
nb_no: Brukerstøtte hovedkontakt ("{$value}")
nl_nl: Naam van technische ondersteuning ("{$value}")
pt_br: Nome do Contato de Suporte ("{$value}")
pt_pt: Nome do Contacto de Suporte ("{$value}")
ru_ru: Имя представителя технической поддержки («{$value}»)
sl_si: Ime kontakta za podporo ("{$value}")
sr_rs@latin: Ime kontakta za podršku ("{$value}")
sv_se: Supportkontakt, namn ("{$value}")
tr_tr: Destek İletişim Adı ("{$value}")
uk_ua: Ім'я представника технічної підтримки ("{$value}")
vi_vn: Tên người hỗ trợ ("{$value}")

# plugins.generic.tinymce.variables.supportContactEmail
source: Support Contact Email ("{$value}")
ar_iq: العنوان البريدي للاتصال الداعم ("{$value}")
bg_bg: Имейл за контакт за поддръжка ("{$value}")
ca_es: Correu electrònic del contacte de suport ("{$value}")
cs_cz: Email na podporu ("{$value}")
da_dk: Support-kontakt-e-mail ("{$value}")
de_de: E-Mail des Support-Kontakts ("{$value}")
el_gr: Email επαφής υποστήριξης ("{$value}")
es_es: Correo electrónico del contacto de soporte ("{$value}")
fr_ca: Courriel du contact de support ("{$value}")
hu_hu: A segítő kapcsolattartó e-mail címe ("{$value}")
id_id: Surel Narahubung Pendukung ("{$value"})
it_it: Email per il supporto: "{$value}"
nb_no: Brukerstøtte epost ("{$value}")
nl_nl: E-mailadres van technische ondersteuning ("{$value}")
pt_br: Email do Contato de Suporte ("{$value}")
pt_pt: Email do Contacto de Suporte ("{$value}")
ru_ru: Адрес электронной почты представителя технической поддержки («{$value}»)
sl_si: Email kontakta za podporo ("{$value}")
sr_rs@latin: Imejl kontakta za podršku ("{$value}")
sv_se: Supportkontakt, e-postadress ("{$value}")
tr_tr: Destek İletişim e-Postası ("{$value}")
uk_ua: Електронна пошта представника технічної підтримки ("{$value}")
vi_vn: Email người hỗ trợ ("{$value}")

# plugins.generic.tinymce.variables.supportContactPhone
source: Support Contact Phone ("{$value}")
ar_iq: هاتف الاتصال الداعم ("{$value}")
bg_bg: Телефон за контакт за поддръжка ("{$value}")
ca_es: Telèfon del contacte de suport ("{$value}")
cs_cz: Telefon na podporu ("{$value}")
da_dk: Support-kontakttelefon ("{$value}")
de_de: Telefonnummer des Support-Kontakts ("{$value}")
el_gr: Τηλέφωνο επαφής υποστήριξης ("{$value}")
es_es: Teléfono del contacto de soporte ("{$value}")
fr_ca: Téléphone du contact de support ("{$value}")
hu_hu: A segítő kapcsolattartó telefonszáma ("{$value}")
id_id: Nomor Narahubung Pendukung ("{$value"})
it_it: Telefono per il supporto: "{$value}"
nb_no: Brukerstøtte telefon ("{$value}")
nl_nl: Telefoonnummer van technische ondersteuning ("{$value}")
pt_br: Telefone do Contato de Suporte ("{$value}")
pt_pt: Telefone do Contacto de Suporte ("{$value}")
ru_ru: Телефон представителя технической поддержки («{$value}»)
sl_si: Telefon kontakta za podporo ("{$value}")
sr_rs@latin: Telefon kontakta za podršku ("{$value}")
sv_se: Supportkontakt, telefonnummer ("{$value}")
tr_tr: Destek İletişim Telefonu ("{$value}")
uk_ua: Телефон представника технічної підтримки ("{$value}")
vi_vn: Số điện thoại người hỗ trợ ("{$value}")
