Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, de_de, es_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ka_ge, ku_iq, nb_no, pt_br, pt_pt, ru_ru, sr_rs@latin, sv_se, tr_tr, vi_vn

# plugins.importexport.native.import.error.publishedDateMissing
source: The article "{$articleTitle}" is contained within an issue, but has no published date.
ar_iq: إن المقالة "{$articleTitle}" مضمنة في أحد الأعداد، لكنها بلا تأريخ نشر.
ca_es: L'article "{$articleTitle}" està inclòs en un número, però no té data de publicació.
cs_cz: Článek "{$articleTitle}" je obsažen v tomto čísle, ale nemá zadáno datum zveřejnění.
de_de: Der Artikel "{$articleTitle}" ist in einer Ausgabe enthalten, aber hat kein Veröffentlichungsdatum.
es_es: El artículo "{$articleTitle}" está asignado a un número pero no tiene fecha de publicación.
fa_ir: مقاله «{$articleTitle}» در داخل شماره‌ای گنجانده شده است، اما دارای تاریخ انتشاری نمی‌باشد.
fr_ca: L'article intitulé « {$articleTitle} » se retrouve dans un numéro, mais n'a pas de date de publication.
hu_hu: A cikk "{$articleTitle}" egy számban szerepel, de nincs közzétételi dátuma.
id_id: Artikel "{$articleTitle}" terdapat dalam issue, tapi tidak memiliki tanggal terbit.
it_it: L'articolo "{$articleTitle}" è contenuto dentro un fascicolo, ma non ha data di pubblicazione.
ka_ge: სტატია „{$articleTitle}“ არის გამოცემაში, მაგრამ მისთვის არ არის მითითებული გამოქვეყნების თარიღი.
ku_iq: توێژینەوەی "{$articleTitle}" لەگەڵ ژمارەیەکی گۆڤارە بەڵام ڕێککەوتی بڵاوکردنەوەی لەسەر نییە.
nb_no: Artikkelen «{$articleTitle}» er i en utgave, men har ingen publiseringsdato.
pt_br: O artigo "{$articleTitle}"está contido em um fascículo, mas não possui data de publicação.
pt_pt: O artigo "{$articleTitle}" faz parte de um número, mas não tem data de publicação.
ru_ru: Статья «{$articleTitle}» есть в выпуске, но для нее не указана дата публикации.
sv_se: Artikeln "{$articleTitle}" finns i ett nummer, men har inget publiceringsdatum.
tr_tr: "{$articleTitle}" makalesi bir sayı içende yer alıyor, ancak yayın bir yayın tarihi yok.
vi_vn: Bài báo "{$articleTitle}" được chứa trong một số xuất bản, nhưng không có ngày xuất bản.
