Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, de_de, es_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ka_ge, ku_iq, nb_no, pt_br, pt_pt, ru_ru, sr_rs@latin, sv_se, tr_tr, vi_vn

# plugins.importexport.native.displayName
source: Native XML Plugin
ar_iq: إضافة Native XML
ca_es: Mòdul XML nadiu
cs_cz: Plugin nativního XML
de_de: Natives XML-Plugin
es_es: Módulo XML nativo
fa_ir: افزونه XML مقالات و شماره ها
fr_ca: Plugiciel XML natif d'OJS
hu_hu: Eredeti XML Plugin
id_id: Plugin XML Natif
it_it: Plugin per il formato XML nativo
ka_ge: მოდული „საკუთარი XML“
ku_iq: گرێدانی XMLی ڕەسەن
nb_no: Programtillegg for Lokal XML
pt_br: Plugin XML Nativo
pt_pt: Plugin XML nativo
ru_ru: Модуль «Собственный XML»
sr_rs@latin: Native XML dodatak
sv_se: Plugin för OJS-XML
tr_tr: Native XML Eklentisi
vi_vn: Plugin XML gốc

# plugins.importexport.native.description
source: Import and export articles and issues in OJS's native XML format.
ar_iq: استيراد وتصدير المقالات والأعداد بالصيغ المحلية لـ XML.
ca_es: Importar i exportar articles i números en el format XML nadiu d'OJS.
cs_cz: Importuje a exportuje v OJS články a čísla v OJS nativním XML formátu.
de_de: Artikel und Ausgaben in OJS' nativem XML-Format importieren und exportieren.
es_es: Importar y exportar libros en el formato XML nativo.
fa_ir: درون ریزی یا برون دهی مقالات و شماره ها
fr_ca: Importer et exporter des articles et des numéros dans le format XML natif d’OJS.
hu_hu: Cikkek és folyóiratszámok importálása és exportálása eredeti OJS XML formátumban.
id_id: Impor dan ekspor artikel dan issue dalam format XML Natif OJS.
it_it: Importa ed esporta articoli e fascicoli nel formato XML nativo di OJS
ka_ge: აიმპორტებს და აესპორტებს სტატიებსა და გამოცემებს OJS-ის საკუთარ XML-ფორმატში.
ku_iq: هاوردەکردن و هەناردەکردنی توێژینەوە و ژمارەی گۆڤارەکان لە سیستەمی گۆڤاری کراوە بە ڕێکخستنی XML.
nb_no: Importer og eksporter artikler og hefter i OJS lokale XML format.
pt_br: Importação e exportação de livros em formato XML nativo do OMP.
pt_pt: Importa e exporta artigos e númetos no formato XML nativo do OJS.
ru_ru: Импортирует и экспортирует статьи и выпуски в собственном XML-формате OJS.
sr_rs@latin: Uvozi i izvozi članke i brojeve časopisa u primarnom OJS XML formatu.
sv_se: Importerar och exporterar artiklar och nummer i OJS:s XML-format.
tr_tr: Makaleleri ve sayıları OJS'nin doğal XML formatına içe ve dışa aktarın.
vi_vn: Nhập và xuất các bài báo và các số xuất bản theo định dạng XML gốc của OJS.

# plugins.importexport.native.import
source: Import
ar_iq: استيراد
ca_es: Importar
es_es: Importar
fa_ir: درون ریزی
fr_ca: Importer
id_id: Impor
it_it: Importa
ka_ge: იმპორტი
ku_iq: هاوردەکردن
nb_no: Importer
pt_br: Importar
pt_pt: Importar
ru_ru: Импортировать
sr_rs@latin: Uvoz
sv_se: Importera
tr_tr: İçe Aktar
vi_vn: Nhập

# plugins.importexport.native.import.instructions
source: Upload XML file to import
ar_iq: إرفع ملف XML لاستيراده
ca_es: Carregar arxiu XML per importar
cs_cz: Nahrát XML soubor pro import
de_de: Lade XML-Datei zum Import hoch
es_es: Cargar archivo XML para importar
fa_ir: آپلود یک فایل XML برای درون ریزی
fr_ca: Téléverser un fichier XML pour l'importer
hu_hu: XML fájl feltöltése importáláshoz
id_id: Unggah file XML untuk diimpor
it_it: Carica file XML per importare
ka_ge: იმპორტის XML ფაილის ატვირთვა
ku_iq: بارکردنی XML بۆ هاوردەکردن
nb_no: Last opp en XML-fil for import
pt_br: Carregar arquivo XML para importar
pt_pt: Transferir ficheiro XML para importação
ru_ru: Загрузите файл XML для импорта
sr_rs@latin: Dostavite XML fajl za uvoz
sv_se: Ladda upp XML-fil som ska importeras
tr_tr: İçe aktarılacak XML dosyası yükle
vi_vn: Tải lên tệp XML để nhập

# plugins.importexport.native.exportSubmissionsSelect
source: Select articles to export
ar_iq: إختر المقالات المزمع تصديرها
ca_es: Seleccioneu els articles per exportar
cs_cz: Zvolte článek pro export
de_de: Wählen Sie Artikel aus, die exportiert werden sollen
es_es: Seleccione los artículos para exportar
fa_ir: مقاله مورد نظر برای برون دهی را انتخاب کنید.
fr_ca: Sélectionner les articles à exporter
hu_hu: Válasszon cikkeket exportáláshoz
id_id: Pilih artikel untuk diekspor
it_it: Seleziona articoli da esportare
ka_ge: საექსპორტო სტატიის არჩევა
ku_iq: ئەو توێژینەوانە دیاری بکە کە دەتەوێت هەناردەیان بکەیت
nb_no: Velg artikler for eksport
pt_br: Selecione arquivos para exportar
pt_pt: Selecione artigos para exportar
ru_ru: Выберите статьи для экспорта
sv_se: Välj artiklar att exportera
tr_tr: Dışa aktarılacak makaleleri seçin
vi_vn: Chọn các bài báo để xuất

# plugins.importexport.native.exportSubmissions
source: Export Articles
ar_iq: تصدير المقالات
ca_es: Exportar articles
cs_cz: Exportovat články
de_de: Artikel exportieren
es_es: Exportar artículos
fa_ir: برون دهی مقالات
fr_ca: Exporter les articles
hu_hu: Cikkek exportálása
id_id: Ekspor artikel
it_it: Esporta articoli
ka_ge: სტატიების ექსპორტი
ku_iq: هەناردەکردنی توێژینەوەکان
nb_no: Eksporter artikler
pt_br: Exportar Artigos
pt_pt: Exportar Artigos
ru_ru: Экспортировать статьи
sr_rs@latin: Izvoz članaka
sv_se: Exportera artiklar
tr_tr: Makaleleri Dışa Aktar
vi_vn: Xuất các bài báo

# plugins.importexport.native.exportIssues
source: Export Issues
ar_iq: تصدير الأعداد
ca_es: Exportar números
cs_cz: Exportovat čísla
de_de: Ausgaben exportieren
es_es: Exportar números
fa_ir: برون دهی شماره ها
fr_ca: Exporter les numéros
hu_hu: Folyóiratszámok exportálása
id_id: Ekspor Issue
it_it: Esporta fascicoli
ka_ge: გამოცემების ექსპორტი
ku_iq: هەناردەکردنی ژمارەکانی گۆڤار
nb_no: Eksporter utgaver
pt_br: Exportar Edições
pt_pt: Exportar Números
ru_ru: Экспортировать выпуски
sr_rs@latin: Izvoz brojeva časopisa
sv_se: Exportera nummer
tr_tr: Sayıları Dışa Aktar
vi_vn: Xuất các số

# plugins.importexport.native.results
source: Results
ar_iq: النتائج
ca_es: Resultats
cs_cz: Výsledky
de_de: Ergebnisse
es_es: Resultados
fa_ir: نتایج
fr_ca: Résultats
hu_hu: Eredmények
id_id: Hasil
it_it: Risultati
ka_ge: შედეგები
ku_iq: ئەنجامەکان
nb_no: Resultater
pt_br: Resultados
pt_pt: Resultados
ru_ru: Результаты
sr_rs@latin: Rezultati
sv_se: Resultat
tr_tr: Sonuçlar
vi_vn: Kết quả

# plugins.inportexport.native.uploadFile
source: Please upload a file under "Import" in order to continue.
ar_iq: لطفاً، إرفع ملفاً ضمن "استيراد" للمتابعة.
ca_es: Carregueu un arxiu en l'apartat "Importar" per continuar.
cs_cz: Nahrajte, prosím, soubor pod "Import", abyste mohli pokračovat.
de_de: Bitte laden Sie unter "Import" eine Datei hoch, um fortzufahren.
es_es: Cargue un archivo en el apartado "Importar" para continuar.
fa_ir: برای ادامه ابتدا یک فایل را در قسمت "درون ریزی" آپلود کنید
fr_ca: Veuillez téléverser un fichier sous « Importer » pour pouvoir poursuivre.
hu_hu: Kérjük, töltsön fel egy fájlt az "Import" alá, hogy folytathassa.
id_id: Unggahlah file pada "Impor" untuk melanjutkan.
it_it: Per favore carica un file nell'area 'Importa' per continuare.
ka_ge: გასაგრძელებლად, გთხოვთ ატვირთოთ ფაილი სექციაში „იმპორტი“.
ku_iq: تکایە فایلێک لە ژێر ''هاوردەکردن'' بار بکە بۆ بەردەوامبون.
nb_no: Last opp en fil under «Import» for å fortsette.
pt_br: Faça upload de um arquivo e clique em "Importar" para continuar.
pt_pt: Faça o upload de um ficheiro em "Importar" para continuar.
ru_ru: Пожалуйста загрузите файл в раздел «Импортировать», чтобы продолжить.
sr_rs@latin: Dostavite fajl pod "Uvoz" kako biste nastavili.
sv_se: Ladda upp en fil under "Importera" för att kunna fortsätta.
tr_tr: Devam etmek için lütfen "İçe Aktar"ın altında bir dosya yükleyin.
vi_vn: Vui lòng tải lên một tập tin trong "Nhập" để tiếp tục.

# plugins.importexport.native.importComplete
source: The import completed successfully. The following items were imported:
ar_iq: الاستيراد إكتمل بنجاح. الفقرات الآتية تم استيرادها:
ca_es: La importació s'ha completat correctament. S'han importat els elements següents:
cs_cz: Import byl úspěšně dokončen. Byly importovány následující položky:
de_de: Der Import wurde erfolgreich abgeschlossen. Die folgenden Elemente wurden importiert:
es_es: La importación se ha completado con éxito. Se han importado los siguientes elementos:
fa_ir: درون ریزی با موفقیت انجام شد، موارد زیر به سیستم درون ریزی شد:
fr_ca: L'importation a été complétée avec succès. Les éléments suivants ont été importés :
hu_hu: Az import sikeresen megtörtént. kövekező elemek kerültek importálásra:
id_id: Impor berhasil. Berikut daftar item yang berhasil diimpor:
it_it: L'import è stato completato. Questo è stato importato:
ka_ge: იმპორტი წარმატებით დასრულდა. მოხდა შემდეგი ელემენტების იმპორტი:
ku_iq: هاوردەکردنەکە سەرکەوتو بو. ئەم دانانە هاوردە کران:
nb_no: Importen var vellykket. Disse elementene ble importert:
pt_br: A importação foi concluída com êxito. Os seguintes itens foram importados:
pt_pt: A importação foi concluída com sucesso. Os seguintes artigos foram importados:
ru_ru: Импорт успешно завершен. Следующие элементы были импортированы:
sr_rs@latin: Uvoz podataka je uspešno završen. Uvezeni su sledeći podaci:
sv_se: Importen lyckades. Följande objekt har importerats:
tr_tr: İçe aktarma başarıyla tamamlandı. Aşağıdaki öğeler içeriye aktarıldı:
vi_vn: Việc nhập thành công. Các hạng mục sau đây đã được nhập:
