Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, de_de, es_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ka_ge, ku_iq, nb_no, pt_br, pt_pt, ru_ru, sr_rs@latin, sv_se, tr_tr, vi_vn

# plugins.importexport.native.import.error.sectionTitleMismatch
source: The section title "{$section1Title}" and the section title "{$section2Title}" in the "{$issueTitle}" issue matched the different existing journal sections.
ar_iq: إن عنوان القسم "{$section1Title}" وعنوان القسم "{$section2Title}" ضمن العدد "{$issueTitle}" يطابقان أقسام أخرى مغايرة في المجلة.
ca_es: Els títols de les seccions "{$section1Title}" i "{$section2Title}" del número "{$issueTitle}" corresponen a les diferents seccions existents de la revista.
cs_cz: Název sekce "{$section1Title}" a název sekce "{$section2Title}" v čísle {$issueTitle} odpovídá různým stávajícím sekcím časopisu.
de_de: Rubrikentitel "{$section1Title}" und Rubrikentitel "{$section2Title}" in Ausgabe "{$issueTitle}" sind mit existierenden Rubriken vereinbar.
es_es: Los títulos de sección "{$section1Title}" y "{$section2Title}" del número "{$issueTitle}" corresponden a las diferentes secciones existentes de la revista.
fa_ir: نوع مقاله ذکر شده "{$section1Title}" و "{$section2Title}" در شماره مجله "{$issueTitle}" برای نوع دیگری از مقاله در این مجله بکار رفته است.
fr_ca: Le titre de rubrique « {$section1Title} » et le titre de rubrique « {$section2Title} » dans le numéro « {$issueTitle} » sont identiques à des rubriques existantes dans la revue.
hu_hu: Ez a rovatcím "{$section1Title}" és ez a rovatcím "{$section2Title}" ebben a "{$issueTitle}" számban különböző létező rovatokhoz tartoznak.
id_id: Bagian judul "{$section1Title}" dan bagian judul "{$section2Title}" dalam issue "{$issueTitle}" sam dengan bagian jurnal yang ada dan berbeda.
it_it: Il titolo di sezione "{$section1Title}" e il titolo di sezione "{$section2Title}" nel fascicolo "{$issueTitle}" corrispondono a due differenti sezioni esistenti della rivista.
ka_ge: განყოფილებების „{$section1Title}“ და „{$section2Title}“ გამოცემაში „{$issueTitle}“ ემთხვევა ჟურნალის სხვადასხვა არსებულ განყოფილებებს.
ku_iq: ناونیشانی بەشی"{$section1Title}" و ناونیشانی بەشی"{$section2Title}" لە "{$issueTitle}" لەگەڵ بەشێکی دیکەی گۆڤارەکە هاوشێوەیە.
nb_no: Seksjonstitene «{$section1Title}» og «{$section2Title}» i utgaven «{$issueTitle}» stemte med ulike eksisterende tidsskriftseksjoner.
pt_br: O título da seção "{$section1Title}" e o título da seção "{$section2Title}" da edição "{$issueTitle}" são compatíveis com edições diferentes existentes na revista.
pt_pt: O título da secção "{$section1Title}" e o título da secção "{$section2Title}" no número "{$issueTitle}" corresponderam com as diferentes secções existentes da revista.
ru_ru: Название раздела «{$section1Title}» и название раздела «{$section2Title}» в выпуске «{$issueTitle}» совпали с различными существующими разделами журнала.
sv_se: Sektionstiteln "{$section1Title}" och sektionstiteln "{$section2Title}" i numret "{$issueTitle}" matchade flera existerande tidskriftssektioner.
tr_tr: "{$section1Title}" bölüm başlığı ve "{$issueTitle}" başlıklı sayı "{$section2Title}" bölüm başlığı, mevcut farklı dergi bölümleriyle eşleşti.
vi_vn: Tiêu đề của chuyên mục "{$section1Title}" và tiêu đề của chuyên mục "{$section2Title}" trong số "{$issueTitle}" phù hợp với sự khác nhau của các chuyên mục hiện có của tạp chí.

# plugins.importexport.native.import.error.sectionTitleMatch
source: The section title "{$sectionTitle}" in the "{$issueTitle}" issue matched an existing journal section, but another title of this section doesn't match with another title of the existing journal section.
ar_iq: إن عنوان القسم "{$sectionTitle}" ضمن العدد "{$issueTitle}" يطابق أحد الأقسام الموجودة في المجلة، غير أن عنواناً آخر في هذا القسم لا يطابق عنواناً آخر ضمن ذلك القسم من المجلة.
ca_es: El títol de secció "{$sectionTitle}" en el número "{$issueTitle}" es correspon amb una secció existent de la revista, però un altre títol d'aquesta secció no coincideix amb cap títol de la secció existent de la revista.
cs_cz: Název sekce "{$sectionTitle}" v čísle {$issueTitle} odpovídal existující sekci časopisu, ale jiný název této sekce neodpovídá jinému názvu stávající sekce časopisu.
de_de: Rubrikentitel "{$sectionTitle}" in Ausgabe "{$issueTitle}" ist mit einer existierenden Rubrik vereinbar, aber ein anderer Titel ist mit existierenden Rubrikentiteln in dieser Zeitschrift nicht vereinbar.
es_es: El título de sección "{$sectionTitle}" del número "{$issueTitle}" se corresponde con una sección existente de la revista, pero otro título de esta sección no se corresponde con un título en la sección existente de la revista.
fa_ir: عنوان نوع مقاله "{$sectionTitle}" در شماره مجله "{$issueTitle}" برای یک نوع دیگز مقاله بکار رفته است ولی عنوان دیگر این نوع مقاله تکراری نیست.
fr_ca: Le titre de rubrique « {$sectionTitle} » dans le numéro « {$issueTitle} » est identique à une rubrique existante dans la revue, mais un autre titre de cette rubrique ne correspond pas à un autre titre dans une rubrique existante de la revue.
hu_hu: A rovatcím "{$sectionTitle}" ebben a "{$issueTitle}" számban megegyezik egy létező folyóiratrovattal, de egy másik cím ebben a rovatban nem egyezik egy másik cimmel a létező rovatban.
id_id: Judul bagian "{$sectionTitle}" dalam issue "{$issueTitle}" sesuai dengan bagian jurnal yang ada, tapi judul lain pada bagian ini tidak cocok dengan judul bagian jurnal yang ada.
it_it: Il titolo di sezione "{$sectionTitle}" nel fascicolo "{$issueTitle}" coincide con una esistente sezione della rivista ma un altro titolo di sezione non corrisponde.
ka_ge: განყოფილების „{$sectionTitle}“ გამოცემაში „{$sectionTitle}“ ემთხვევა ჟურნალის არსებულ განყოფილებას, მაგრამ ამ განყოფილების სხვა დასახელება არ ემთხვევა არსებული განყოფილების სხვა დასახელებას.
ku_iq: ناونیشانی بەشی "{$section1Title}" لە "{$issueTitle}" لەگەڵ بەشێکی دیکەی گۆڤارێکە هاوشێوەیە، بەڵام ناونیشانی بەشەکەی دیکە هاوشێوەیی تێدا نییە.
nb_no: Seksjonstittelen «{$sectionTitle}» i utgaven «{$issueTitle}» stemte med en eksisterende tidsskriftssekjson, men en annen tittel i denne seksjonen stemmer ikke overens med en annen tittel i den eksisterende tidsskriftsseksjonen.
pt_br: O título da seção "{$sectionTitle}" da edição "{$issueTitle}" é compatível com uma seção existente, mas o outro título desta seção não é compatível com o outro título da seção existente na revista.
pt_pt: O título da secção "{$sectionTitle}" no número "{$issueTitle}" corresponde a uma secção existente da revista, mas outro título desta secção não coincide com outro título da seção existente da revista.
ru_ru: Название раздела «{$sectionTitle}» в выпуске «{$issueTitle}» совпало с существующим разделом журнала, но другое название этого раздела не совпадает с другим названием существующего раздела журнала.
sv_se: Sektionstiteln "{$sectionTitle}" i numret "{$issueTitle}" matchade en existerande tidskriftssektion, men en annan titel i den här sektionen matchar inte någon annan titel i den existerande tidskriftssektionen.
tr_tr: "{$issueTitle}" sayısındaki "{$sectionTitle}" bölüm başlığı, mevcut bir dergi bölümü ile eşleşti, ancak bu bölümün başka bir başlığı, mevcut dergi bölümünün başka bir başlığıyla eşleşmiyor.
vi_vn: Tiêu đề của chuyên mục "{$sectionTitle}" trong số "{$issueTitle}" phù hợp với các chuyên mục hiện có, nhưng một tiêu đề khác của chuyên mục này không khớp với tiêu đề khác của các chuyên mục hiện có của tạp chí.

# plugins.importexport.native.import.error.sectionAbbrevMismatch
source: The section abbreviation "{$section1Abbrev}" and the section abbreviation "{$section2Abbrev}" of the "{$issueTitle}" issue matched the different existing journal sections.
ar_iq: إن مختصر القسم "{$section1Abbrev}" ومختصر القسم "{$section2Abbrev}" ضمن العدد "{$issueTitle}" يطابقان أقسام أخرى مغايرة في المجلة.
ca_es: Les abreviatures de les seccions "{$section1Abbrev}" i "{$section2Abbrev}" del número "{$issueTitle}" corresponen a les diferents seccions existents de la revista.
cs_cz: Zkratka sekce "{$section1Abbrev}" a zkratka sekce {$section2Abbrev}" čísla "{$issueTitle}" odpovídají různým stávajícím sekcím časopisu.
de_de: Rubrikenabkürzung "{$section1Abbrev}" und Rubrikenabkürzung "{$section2Abbrev}" in Ausgabe "{$issueTitle}" sind mit existierenden Rubriken vereinbar.
es_es: Las abreviaturas de sección "{$section1Abbrev}" y "{$section2Abbrev}" del número "{$issueTitle}" se corresponden con las diferentes secciones existentes de la revista.
fa_ir: علامت اختصاری نوع مقاله اول "{$section1Abbrev}" و دوم "{$section2Abbrev}" در مجله شماره "{$issueTitle}" مطابقت با مجلات مختلفی دارند.
fr_ca: L'abréviation « {$section1Abbrev} » et l'abréviation « {$section2Abbrev} » du numéro « {$issueTitle} » sont identiques à des rubriques existantes dans la revue.
hu_hu: A rovatrövidítés "{$section1Abbrev}" és a rovatrövidítés "{$section2Abbrev}" ennél a folyóiratszámnál "{$issueTitle}" egy másik létező folyóiratrovattal egyezik.
id_id: Singkatan bagian "{$section1Abbrev}" dan singkatan bagian "{$section2Abbrev}" dari issue "{$issueTitle}" sama dengan bagian jurnal lain yang ada.
it_it: L'abbreviazione della sezione "{$section1Abbrev}" e l'abbreviazione "{$section2Abbrev}" del fascicolo "{$issueTitle}" coincidono con quelle di due esistenti sezioni della rivista.
ka_ge: განყოფილებების „{$section1Abbrev}“ და „{$section2Abbrev}“ გამოცემაში „{$issueTitle}“ ემთხვევა ჟურნალის სხვადასხვა არსებულ განყოფილებებს.
ku_iq: کورتکراوەی بەشی "{$section1Abbrev}" و کورتکراوەی بەشی "{$section2Abbrev}" لە ژمارەی "{$issueTitle}" هاوشێوەی بەشەکانی دیکەن لەم گۆڤارەدا.
nb_no: Seksjonsforkortelsen «{$section1Abbrev}» og seksjonsforkortelsen «{$section2Abbrev}» i utgaven «{$issueTitle}» stemte overens med ulike eksisterende tidsskriftsseksjoner.
pt_br: A abreviatura da seção "{$section1Abbrev}" e a abreviatura da seção "{$section2Abbrev}" da edição "{$issueTitle}" são compatíveis com seções distintas existentes na revista.
pt_pt: A abreviatura da secção "{$section1Abbrev}" e a abreviatura da secção "{$section2Abbrev}" do número "{$issueTitle}" correspondem às diferentes secções existentes da revista .
ru_ru: Аббревиатура раздела «{$section1Abbrev}» и аббревиатура раздела «{$section2Abbrev}» в выпуске «{$issueTitle}» совпали с различными существующими разделами журнала.
sv_se: Sektionsförkortningen "{$section1Abbrev}" och sektionsförkortningen "{$section2Abbrev}" i numret "{$issueTitle}" matchade flera existerande tidskriftssektioner.
tr_tr: "{$section1Abbrev}" bölümünün kısa adı ve "{$issueTitle}" sayısının "{$section2Abbrev}" bölümünün kısa adı, farklı mevcut dergi bölümleriyle eşleşti.
vi_vn: Viết tắt của chuyên mục "{$section1Abbrev}" và viết tắt của chuyên mục "{$section2Abbrev}" của số "{$issueTitle}" phù hợp trong sự khác nhau với các chuyên mục hiện có của tạp chí.

# plugins.importexport.native.import.error.sectionAbbrevMatch
source: The section abbreviation "{$sectionAbbrev}" in the "{$issueTitle}" issue matched an existing journal section, but another abbreviation of this section doesn't match with another abbreviation of the existing journal section.
ar_iq: إن مختصر القسم "{$sectionAbbrev}" ضمن العدد "{$issueTitle}" يطابق أحد الأقسام الموجودة في المجلة، غير أن مختصراً آخر في هذا القسم لا يطابق مختصراً آخر ضمن ذلك القسم من المجلة.
ca_es: L'abreviatura de secció "{$sectionTitle}" en el número "{$issueTitle}" es correspon amb una secció existent de la revista, però una altra abreviatura d'aquesta secció no coincideix amb cap abreviatura de la secció existent de la revista.
cs_cz: Zkratka sekce "{$sectionAbbrev}" v čísle "{$issueTitle}" odpovídá existující sekci časopisu, ale další zkratka této sekce neodpovídá jiné zkratce existující sekce časopisu.
de_de: Die Rubrikenabkürzung "{$sectionAbbrev}" in Ausgabe "{$issueTitle}" ist mit einer existierenden Rubrik vereinbar, aber eine andere Rubrikenabkürzung ist mit existierenden Rubrikenabkürzungen in dieser Zeitschrift nicht vereinbar.
es_es: La abreviatura de sección "{$sectionAbbrev}" del número "{$issueTitle}" se corresponde con una sección existente de la revista, pero otra abreviatura de esta sección no se corresponde con una abreviatura en la sección existente de la revista.
fa_ir: علامت اختصاری "{$sectionAbbrev}" در شماره مجله "{$issueTitle}" مطابق با مجله موجودی است ولی علامت اختصاری دیگر آن مطابقت ندارد.
fr_ca: L'abréviation de rubrique « {$sectionAbbrev} » du numéro « {$issueTitle} » correspond à un rubrique existante de la revue, mais une autre abréviation de cette rubrique ne correspond pas à aucune autre abréviation de rubrique existante.
hu_hu: A rovat rövidítése "{$sectionAbbrev}" ebben "{$issueTitle}" számban megyegyezik egy létező folyóiratrovattal, egy másik rovatrövidítés nem egyezik meg vele.
id_id: Singkatan bagian "{$sectionAbbrev}" dalam issue "{$issueTitle}" sama dengan bagian jurnal yang ada, tapi singkatan lagi pada bagian ini tidak sama dengan singkatan lain dari bagian jurnal yang ada.
it_it: L'abbreviazione della sezione "{$sectionAbbrev}" nel fascicolo "{$issueTitle}" coincide con una esistente sezione della rivista ma un'altra abbbreviazione non corrisponde.
ka_ge: განყოფილების „{$sectionAbbrev}“ გამოცემაში „{$issueTitle}“ ემთხვევა ჟურნალის არსებულ განყოფილებას, მაგრამ ამ განყოფილების სხვა აბრევიატურა არ ემთხვევა არსებული განყოფილების სხვა აბრევიატურას.
ku_iq: کورتکراوەی بەشی"{$sectionAbbrev}" لە ژمارەی "{$issueTitle}" هاوشێوەی یەکێک لە ژمارەکانە، بەڵام ئەوەی دیکە هاوشێوەیی تێدا نییە.
nb_no: Seksjonsforkortelsen «{$sectionAbbrev}» i utgaven «{$issueTitle}» stemte overens med en eksisterende tidsskriftsseksjon, men en annen forkortelse av denne seksjonen stemmer ikke overens med en annen forkortelse av den eksisterende tidsskriftsseksjonen.
pt_br: A abreviatura da seção "{$sectionAbbrev}" da edição "{$issueTitle}" é compatível com uma seção existente, mas outra abreviatura desta edição não é compatível com outra abreviatura de seção existente na revista.
pt_pt: A abreviatura da secção "{$sectionAbbrev}" no número "{$issueTitle}" corresponde a uma secção existente da revista, mas uma outra abreviatura desta secção não corresponde a outra abreviatura da secção existente da revista.
ru_ru: Аббревиатура раздела «{$sectionAbbrev}» в выпуске «{$issueTitle}» совпала с существующим разделом журнала, но другая аббревиатура этого раздела не совпала с другой аббревиатурой существующего раздела журнала.
sv_se: Sektionsförkortningen "{$sectionAbbrev}" i numret "{$issueTitle}" matchade en existerande tidskriftssektion, men en annnan förkortning för den här sektionen matchar inte någon annan förkortning för den existerande tidskriftssektionen.
tr_tr: "{$issueTitle}" sayısındaki "{$sectionAbbrev}" bölümünün kısaltması, mevcut bir dergi bölümü ile eşleşti, ancak bu bölümün başka bir kısaltması, mevcut dergi bölümünün başka bir kısaltmasıyla uyuşmuyor.
vi_vn: Viết tắt của chuyên mục "{$sectionAbbrev}" trong số "{$issueTitle}"phù hợp với các chuyên mục hiện có, nhưng một viết tắt khác của chuyên mục này không khớp với viết tắt của các chuyên mục tạp chí hiện có.

# plugins.importexport.native.import.error.issueIdentificationMatch
source: None or more than one issue matches the given issue identification "{$issueIdentification}".
ar_iq: لا أحد أو أكثر من واحد من الأعداد تطابق رمز تعريف العدد المذكور "{$issueIdentification}".
ca_es: Cap número o més d'un coincideixen amb la identificació de número proporcionada "{$issueIdentification}".
cs_cz: Žádné nebo nebo naopak více než jedno číslo odpovídá identifikaci daného čísla "{$issueIdentification}".
de_de: Keine oder mehr als eine Ausgabe passen zu der angegebenen Ausgabenkennung "{$issueIdentification}".
es_es: Ningún número o más de uno coinciden con la identificación de número proporcionada ("{$issueIdentification}").
fa_ir: هیچ یا چندی شماره با این شناسه یافت شد. "{$issueIdentification}".
fr_ca: Aucun ou plus d'un numéro correspond à l'identifiant de numéro donné, soit « {$issueIdentification} ».
hu_hu: Egy vagy több kiadvány nem egyezik meg az adott folyóiratszám azonosítóval "{$issueIdentification}".
id_id: Tidak ada atau lebih dari satu issue sama dengan identifikasi issue yang diberikan "{$issueIdentification}".
it_it: Nessun o più di un fascicolo corrispone/dono all'id di fascicolo "{$issueIdentification}".
ka_ge: არცერთი, ან ერთი გამოცემა ემთხვევა გამოცემის იდენტიფიკატორს „{$issueIdentification}“.
ku_iq: هیچ کام لە ژمارەکان هاوشێوەییان نییە "{$issueIdentification}".
nb_no: Ingen eller flere enn en utgave stemmer overens med den oppgitte utgaveidentifikatoren {$issueIdentification}».
pt_br: Nenhum ou mais de um fascículo corresponde à identificação do fascículo fornecido "{$issueIdentification}".
pt_pt: Nenhum ou mais do que um número corresponde à identificação do problema identificado"{$issueIdentification}".
ru_ru: Ни одного выпуска или более одного выпуска совпало с указанной идентификацией выпуска «{$issueIdentification}».
sv_se: Inget eller fler än ett nummer matchar nummeridentifikatorn "{$issueIdentification}".
tr_tr: Sayılardan hiçbiri veya birden fazla sayı, belirtilen sayı tanımlaması "{$issueIdentification}" ile eşleşmiyor.
vi_vn: Không có hoặc nhiều hơn một số xuất bản khớp với nhận dạng số xuất bản đã cho "{$issueIdentification}".

# plugins.importexport.native.import.error.issueIdentificationDuplicate
source: Existing issue with id {$issueId} matches the given issue identification "{$issueIdentification}". This issue will not be modified, but articles will be added.
ar_iq: هناك عدد موجود يحمل الرمز التعريفي {$issueId} المطابق للرمز التعريفي للعدد المذكور "{$issueIdentification}". هذا العدد لن يتم تعديله، لكن ستتم إضافة المقالات إليه.
ca_es: El número existent amb l'identificador {$issueId} coincideix amb l'identificador de número proporcionat "{$issueIdentification}". Aquest número no es modificarà, però s'hi afegiran els articles.
cs_cz: Existující číslo s id {$issueId} odpovídá zadané identifikaci čísla "{$issueIdentification}". Toto číslo se nezmění, ale články budou přidány.
de_de: Die existierende Ausgabe mit der ID {$issueId} passt zur angegebenen Kennung "{$issueIdentification}". Diese Ausgabe wird nicht verändert, aber Artikel werden hinzugefügt werden.
es_es: El número ya existente con el identificador {$issueId} coincide con el identificador de número proporcionado ("{$issueIdentification}"). Este número no se modificará, pero se añadirán los artículos.
fa_ir: شماره موجود با شناسه {$issueId} با شناسه داده شده «{$issueIdentification}» مطابقت دارد. اطلاعات کلی شماره تغییری نخواهد کرد و تنها مقالات به آن افزوده خواهد شد.
fr_ca: Un numéro existant (ID : {$issueId}) correspond à l'identifiant de numéro donné (« {$issueIdentification} »). Le numéro ne sera pas modifié, mais les articles seront ajoutés.
hu_hu: Létező folyóiratszám ezzel az azonosítóval {$issueId} megfelel az adott folyóiratszám azonosítónak "{$issueIdentification}". Ez a folyóiratszám nem módosul, de a cikkek hozzáadásra kerülnek.
id_id: Issue yang ada dengan id {$issueId} sama dengan identifikasi issue yang ada "{$issueIdentification}". Issue ini tidak akan diubah, tapi akan ditambahkan artikel.
it_it: Un fascicolo esistente con id {$issueId} corrisponde con l'identificatore inserito, "{$issueIdentification}". Questo fascicolo non verrà modificato ma gli articoli saranno aggiunti.
ka_ge: არსებული გამოცემა იდენტიფიკატორით {$issueId} ემთხვევა „{$issueIdentification}“ გამოცემის იდენტიფიკაციას. ეს გამოცემა არ შეიცვლება, მაგრამ სტატიები დაემატება.
ku_iq: ژمارەیەکی گۆڤار ئەم پێناسەی هەڵگرتووە {$issueId} کە هاوشێوەیە لەگەڵ ژمارەی "{$issueIdentification}". ئەم ژمارەیە گۆڕانکاری تێدا نەکراوە، بەڵام ئەم توێژینەوانەی بۆ زیاد دەبێت.
nb_no: Eksisterende utgave med identiteten {$issueId} stemmer overens med utgaveidentifikatoren «{$issueIdentification}». Denne utgaven vil ikke bli modifisert, men artiklene vil bli lagt til.
pt_br: O fascículo existente com o ID {$issueId} corresponde à identificação do fascículo fornecida "{$issueIdentification}". Este fascículo não será modificado, mas os artigos serão adicionados.
pt_pt: O número existente com id {$issueId} corresponde à identificação de revista indicada "{$issueIdentification}". Este número não será modificado, mas os artigos serão adicionados.
ru_ru: Существующий выпуск с идентификатором {$issueId} совпадает с указаной идентификацией выпуска «{$issueIdentification}». Этот выпуск не будет изменен, но статьи будут добавлены.
sv_se: Det existerande numret med id {$issueId} matchar nummeridentifikatorn "{$issueIdentification}". Numret kommer inte att ändras, men artiklarna kommer att läggas till.
tr_tr: {$issueId} ID'si ile mevcut sayı, "{$issueIdentification}" ID'si ile verilen sayı bilgisiyle eşleşiyor. Bu sayı değiştirilmeyecek, ancak makaleler eklenecektir.
vi_vn: Số xuất bản hiện tại với id {$issueId} phù hợp với nhận dạng số xuất bản đã cho "{$issueIdentification}". Số xuất bản này sẽ không được sửa đổi, nhưng các bài báo có thể được thêm vào.

# plugins.importexport.native.import.error.issueIdentificationMissing
source: The issue identification element is missing for the article "{$articleTitle}".
ar_iq: إن عنصر تعريف العدد مفقود من المقالة "{$articleTitle}".
ca_es: No es troba l'element identificador de número per a l'article "{$articleTitle}".
cs_cz: Identifikační element čísla chybí v článku "{$articleTitle}".
de_de: Das Element zur Ausgabenidentifizierung fehlt für den Artikel "{$articleTitle}".
es_es: No se encuentra el elemento identificador de número para el artículo "{$articleTitle}".
fa_ir: شناسه شماره مقاله «{$articleTitle}» یافت نشد.
fr_ca: L'élément d'identification du numéro est manquant pour l'article intitulé « {$articleTitle} ».
hu_hu: A szám azonosító elem hiányzik ennél a cikknél. "{$articleTitle}".
id_id: Elemen identifikasi issue untuk artikel "{$articleTitle}" hilang.
it_it: L'elemento identificativo del fascicolo non è presente nell'articolo "{$articleTitle}".
ka_ge: გამოცემის იდენტიფიკაციის ელემენტი არ არის მოწოდებული სტატიისათვის „{$articleTitle}“.
ku_iq: ناسێنەری ئەم ژمارەیە لە توێژینەوەی "{$articleTitle}"یدا ونە.
nb_no: «{$articleTitle}» mangler utgaveidentifikatorelementet.
pt_br: O elemento de identificação do fascículo está ausente no artigo "{$articleTitle}".
pt_pt: O elemento de identificação do número está em falta para o artigo "{$articleTitle}".
ru_ru: Элемент идентификации выпуска отсутствует для статьи «{$articleTitle}».
sv_se: Numrets identifikationselement saknas för artikeln "{$articleTitle}".
tr_tr: "{$articleTitle}" makalesi için sayı tanımlama öğesi eksik.
vi_vn: Phần tử nhận dạng số xuất bản bị thiếu cho bài báo "{$articleTitle}".
