Repository: H-Alexa/IIT-Journal-project-using-OJS
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, de_de, es_es, fa_ir, fr_ca, hu_hu, id_id, it_it, ka_ge, ku_iq, nb_no, pt_br, pt_pt, ru_ru, sr_rs@latin, sv_se, tr_tr, vi_vn

# plugins.importexport.native.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
ar_iq: الاستعمال: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] عوامل إضافية مطلوبة لاستيراد البيانات كما يلي اعتماداً على عقدة الجذر لملف XML. إن كانت عقدة الجذر هي <article> أو <articles>، المزيد من العوامل مطلوبة أيضاً. الصيغ الآتية مقبولة {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
ca_es: Ús: {$scriptName} {$pluginName} [command] ... Ordres: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Són necessaris paràmetres addicionals per importar dades de la següent manera, en funció del node arrel del document XML. Si el node arrel és <article> o <articles>, seran necessaris paràmetres addicionals. S'accepten els formats següents: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
cs_cz: Použití: {$scriptName} {$pluginName} [command] ... Příkazy: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Pro import dat jsou nutné další parametry v závislosti na kořenovém uzlu dokumentu XML. Pokud je kořenový uzel <article> či <articles>, jsou požadovány další parametry. Přijímán je následující formát: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
de_de: Nutzung: {$scriptName} {$pluginName} [command] ... Befehle: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Zusätzliche Parameter sind wie folgt erforderlich, abhängig von dem Wurzelelement der XML-Datei. Wenn das Wurzelelement <article> oder <articles> ist, sind zusätzliche Parameter erforderlich. Die folgenden Formate sind zulässig: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
es_es: Uso: {$scriptName} {$pluginName} [command] ... Comandos: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Se requieren los siguientes parámetros adicionales para importar datos, en función del nodo raíz del documento XML. Si el nodo raíz es <article> o <articles>, se necesitarán parámetros adicionales. Se aceptan los formatos siguientes: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
fa_ir: نحوه استفاده: {$scriptName} {$pluginName} [command] ... فرامین: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] برای وارد کردن داده ها پارامترهای دیگری به شرح ذیل بسته به root node سند XML لازم است: چنانچه root node موجود <article> و یا <articles> باشد پارامترهای دیگری نیز لازم است. الگوهای زیر قابل قبول است: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
fr_ca: Utilisation : {$scriptName} {$pluginName} [command] ... Commandes : import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Des paramètres supplémentaires sont requis pour importer des données comme suit, selon le nœud racine du document XML. Si le noeud racine est <article> ou <articles>, des paramètres supplémentaires sont requis. Les formats suivants sont acceptés : {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
hu_hu: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] cikkek [articleId1] [articleId2] ... export [xmlFileName] [journal_path] cikk [articleId] export [xmlFileName] [journal_path] folyóiratszámok [issueId1] [issueId2] ... export [xmlFileName] [journal_path] folyóiratszám [issueId] További adatok szükségesek az adatok importálásához a következőképpen, attól függően az XML-dokumentum gyökércsomópontjától. Ha a gyökércsomópont <cikk> vagy <cikkek>, akkor további paraméterekre van szükség. A következő formátumok fogadhatók el: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
id_id: Usage: {$scriptName} {$pluginName} [command] ... Perintah: impor [xmlFileName] [journal_path] [user_name] ... ekspor [xmlFileName] [journal_path] artikel [articleId1] [articleId2] ... ekspor [xmlFileName] [journal_path] artikel [articleId] ekspor [xmlFileName] [journal_path] issue [issueId1] [issueId2] ... ekspor [xmlFileName] [journal_path] issue [issueId] Parameter tambahan diperlukan untuk mengimpor data sebagai berikut, bergantung pada root node dokumen XML. Jika root node <article> atau <articles>, parameter tambahan diperlukan. Format berikut dibolehkan: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} impor [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} impor [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
it_it: Uso: {$scriptName} {$pluginName} [command] ... Comandi: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Parametri addizionali sono richiesti per importare dati, come i seguenti, che dipendono dal nodo root del documento XML. Se il nodo root è <article> o <articles>, sono necessari parametri addizionali. I seguenti formati sono accettati: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
ka_ge: გამოძახება: {$scriptName} {$pluginName} [command] ... ბრძანებები: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] დამატებითი პარამეტრები საჭიროა მონაცემების იმპორტისათვის, XML-დოკუმენტის ძირეული კვანძის მიხედვით. თუ ძირეული კვანძი არის <article> ან <articles>, საჭირო იქნება დამატებითი პარამეტრები. მხარდაჭერილია შემდეგი ფორმატები: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
ku_iq: بەکارهێنان: {$scriptName} {$pluginName} [command] ... فەرمانەکان: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] هۆکارە داواکراوەکانی زیادکردن بۆ هێنانی زانیاری بە پشتبەستن بە XML ئەگەر <article> یان <articles> سەرچاوە بون زانیاری زیاتر داوا کراوە ئەم ڕێکخستنانە قبوڵ کران: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
nb_no: Bruk: {$scriptName} {$pluginName} [command] ... Kommandoer: import [xmlFileName] [journal_path] [user_name] ... eksport [xmlFileName] [journal_path] artikler [articleId1] [articleId2] ... eksport [xmlFileName] [journal_path] artikler [articleId] eksport [xmlFileName] [journal_path] utgaver [issueId1] [issueId2] ... eksport [xmlFileName] [journal_path] utgaver [issueId] Ytterligere parametere kreves for import av data, avhenging av rotnoden i XML-dokumentet. Dersom rotnoden er <artikkel> eller <artikler>, må du legge inn flere parametre. Følgende formater aksepteres: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
pt_br: Uso: {$scriptName} {$pluginName} [comando] ... Comandos: imporr [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] artigos [articleId1] [articleId2] ... export [xmlFileName] [journal_path] artigo [articleId] export [xmlFileName] [journal_path] edições [issueId1] [issueId2] ... export [xmlFileName] [journal_path] edição [issueId] Parâmetros adicionais são necessários para importar dados da seguinte maneira, dependendo no nó raiz do documento XML. Se o nó raiz for <article> ou <articles>, parâmetros adicionais serão necessários. Os seguintes formatos são aceitos: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abrev]
pt_pt: Modo de utilização: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Parâmetros adicionais são necessários para importar dados da forma abaixo, dependendo do nó raiz do documento XML. Se o nó raiz for <article> ou <articles>, parâmetros adicionais são necessários. Os seguintes formatos são aceites: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
ru_ru: Вызов: {$scriptName} {$pluginName} [команда] ... Команды: import [ИмяФайлаXML] [путь_журнала] [имя_пользователя] ... export [ИмяФайлаXML] [путь_журнала] articles [IdСтатьи1] [IdСтатьи2] ... export [ИмяФайлаXML] [путь_журнала] article [IdСтатьи] export [ИмяФайлаXML] [путь_журнала] issues [IdВыпуска1] [IdВыпуска1] ... export [ИмяФайлаXML] [путь_журнала] issue [IdВыпуска] Для импорта данных требуются те или иные дополнительные параметры в зависимости от корневого узла XML-документа. Если корневой узел <article> или <articles>, требуются дополнительные параметры. Разрешены следующие форматы: {$scriptName} {$pluginName} import [ИмяФайлаXML] [путь_журнала] [имя_пользователя] issue_id [IdВыпуска] section_id [IdРаздела] {$scriptName} {$pluginName} import [ИмяФайлаXML] [путь_журнала] [имя_пользователя] issue_id [IdВыпуска] section_name [НазваниеРаздела] {$scriptName} {$pluginName} import [[ИмяФайлаXML] [путь_журнала] issue_id [IdВыпуска] section_abbrev [АббревиатураРаздела]
sr_rs@latin: Korišćenje: {$scriptName} {$pluginName} [command] ... Komande: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
sv_se: Usage: {$scriptName} {$pluginName} [command] ... Kommandon: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Ytterligare parametrar krävs för att importera data enligt följande, beroende på rotelementet i XML-dokumentet. Om rotelementet är <article> eller <articles> krävs ytterligare parametrar. Följande format accepteras: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
tr_tr: Kullanım: {$scriptName} {$pluginName} [command] ... Komutlar: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] XML belgesinin köküne bağlı olarak aşağıdaki gibi verileri almak için ek parametreler gereklidir. Kök düğüm <article> veya <articles> ise, ek parametreler gereklidir. {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
vi_vn: Sử dụng: {$scriptName} {$pluginName} [command] ... Các lệnh: nhập [xmlFileName] [journal_path] [user_name] ... xuất [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... xuất [xmlFileName] [journal_path] article [articleId] xuất [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... xuất [xmlFileName] [journal_path] issue [issueId] Các tham số bổ sung được yêu cầu để nhập dữ liệu như sau, tùy thuộc vào nút gốc của tài liệu XML. Nếu nút gốc là <article> hoặc <articles>, tham số bổ sung được yêu cầu. Các định dạng sau được chấp nhận: {$scriptName} {$pluginName} nhập [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} nhập [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} nhập [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]

# plugins.importexport.native.error.unknownSection
source: Unknown section {$param}
ar_iq: قسم غير معروف: {$param}
ca_es: Secció desconeguda {$param}
cs_cz: Neznámá sekce {$param}
de_de: Unbekannte Rubrik {$param}
es_es: Sección desconocida {$param}
fa_ir: بخش ناشناس {$param}
fr_ca: Section {$param} inconnue
hu_hu: Ismeretlen rovat {$param}
id_id: Bagian Tak Diketahui {$param}
it_it: Sezione non conosciuta {$param}
ka_ge: უცნობი განყოფილება {$param}
ku_iq: بەشێکی نەناسراو {$param}
nb_no: Ukjent seksjon {$param}
pt_br: Seção desconhecida {$param}
pt_pt: Secção desconhecida {$param}
ru_ru: Неизвестный раздел {$param}
sv_se: Okänd sektion: {$param}
tr_tr: Bilinmeyen bölüm {$param}
vi_vn: Chuyên mục không xác định {$param}

# plugins.importexport.native.error.unknownUser
source: The specified user, "{$userName}", does not exist.
ar_iq: المستخدم المحدد: "{$userName}"غير موجود.
ca_es: L'usuari/ària especificat ("{$userName}") no existeix.
cs_cz: Zadaný úživatel "{$userName}" neexistuje.
de_de: Der angegebene Nutzer/die angegebene Nutzerin, "{$userName}", existiert nicht.
es_es: El usuario/a especificado ("{$userName}") no existe.
fa_ir: کاربر ذکر شده "{$userName}" وجود ندارد.
fr_ca: L'utilisateur-trice spécifié-e, « {$userName} », n'existe pas.
hu_hu: A kiválaszott felhasználó "{$userName}", nem létezik.
id_id: Pengguna yang dimaksud, "{$userName}", tidak ada.
it_it: L'utente specificato, "{$userName}", non esiste.
ka_ge: მითითებული მომხმარებელი, „{$userName}“, არ არსებობს.
ku_iq: بەکارهێنەری دیاریکراو: "{$userName}"بەردەست نییە.
nb_no: Brukeren du spesifiserte, «{$userName}», finnes ikke.
pt_br: O usuário informado, "{$userName}", não existe.
pt_pt: O utilizador especificado, "{$userName}", não existe.
ru_ru: Указанный пользователь, «{$userName}», не существует.
sr_rs@latin: Navedeni korisnik, "{$userName}", ne postoji.
sv_se: Användaren "{$userName}" existerar inte.
tr_tr: Belirtilen kullanıcı "{$userName}" mevcut değil.
vi_vn: Người dùng được chỉ định, "{$userName}", không tồn tại.
